Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Sorry, we are having trouble logging you in due to one of the following reasons. If the problem persists, please contact your administrator.
ar_ae: عذرًا، نواجه مشكلة في تسجيل دخولك بسبب أحد الأسباب التالية. إذا استمرت المشكلة، يرجى الاتصال بالمسؤول.
de_de: Es tut uns leid, aber wir haben aus einem der folgenden Gründe Probleme, dich anzumelden. Wenn das Problem weiterhin besteht, wenden Sie sich bitte an Ihren Administrator.
es_es: Lo sentimos, tenemos problemas para iniciar sesión debido a uno de los siguientes motivos. Si el problema persiste, póngase en contacto con su administrador.
fr_ca: Désolé, nous éprouvons des difficultés à vous connecter pour l'une des raisons suivantes. Si le problème persiste, veuillez contacter votre administrateur système.
it_it: Siamo spiacenti, stiamo riscontrando problemi con l'accesso a causa di uno dei seguenti motivi. Se il problema persiste, contattare l'amministratore.
ja_jp: 申し訳ありませんが、次のいずれかの理由により、ログインに問題が発生しています。リクエストされた操作を実行できません。もう一度行ってください。問題が解決しない場合は、管理者に連絡してください。
pt_pt: Lamentamos, mas estamos a ter problemas em iniciar sessão devido a um dos seguintes motivos. Se o problema persistir, entre em contacto com o seu administrador.
ru_ru: К сожалению, нам не удалось войти в систему по одной из следующих причин. Если проблема не устраняется, обратитесь в службу поддержки.
tr_tr: Üzgünüz, aşağıdaki nedenlerden biri nedeniyle oturumunuzu açmakta sorun yaşıyoruz. Sorun devam ederse yöneticinizle irtibata geçin.
zh_hans: 很抱歉，由于以下原因之一，我们无法让您登录。如果问题仍然存在，请联系您的管理员。
zh_hant: 很抱歉，由於以下原因之一，我們無法讓您登入。如果問題仍然存在，請聯絡您的管理員。

source: Sorry, we could not find your report.
ar_ae: عذرًا، لم نتمكن من العثور على تقريرك.
de_de: Leider konnten wir Ihren Bericht nicht finden.
es_es: Lo sentimos, no hemos podido encontrar tu cuenta.
fr_ca: Désolé, nous n'avons pas trouvé votre rapport.
it_it: Spiacenti, non siamo riusciti a trovare la tua proprietà.
ja_jp: 申し訳ありませんが、レポートが見つかりませんでした。
pt_pt: Lamentamos, mas não conseguimos encontrar o seu relatório.
ru_ru: К сожалению, мы не смогли найти ваш отчет.
tr_tr: Üzgünüz, raporunuzu bulamadık.
zh_hans: 抱歉， 我们找不到您的商店
zh_hant: 抱歉，我們找不到您的儀表板。

source: Sorry, you do not have permission to access this website from your current IP address, {0}. Only authorized IP addresses are allowed.
ar_ae: عذرًا، ليس لديك إذن للوصول إلى موقع الويب هذا من عنوان IP الحالي الخاص بك، {0}. يُسمح فقط بعناوين IP المصرح بها.
es_es: Lo sentimos, no tiene permiso para acceder a este sitio web desde su dirección IP actual, {0}. Solo se permiten direcciones IP autorizadas.
fr_ca: Désolé, vous n'avez pas la permission d'accéder à ce site Web à partir de votre adresse IP actuelle, {0}. Seules les adresses IP autorisées sont autorisées.
ja_jp: 申し訳ありませんが、現在のIPアドレス {0} からこのウェブサイトにアクセスする権限がありません。許可されたIPアドレスのみが許可されます。
pt_pt: Lamentamos, mas não tem permissão para aceder a este site a partir do seu endereço IP atual, {0}. Apenas endereços IP autorizados são permitidos.
ru_ru: К сожалению, у вас нет разрешения на доступ к этому веб-сайту с вашего текущего IP-адреса, {0}. Разрешены только авторизованные IP-адреса.
tr_tr: Üzgünüz, bu web sitesine mevcut IP adresinizden erişme izniniz yok, {0}. Yalnızca yetkili IP adreslerine izin verilir.
zh_hans: 很抱歉，您没有从当前IP地址 {0} 访问此网站的权限。仅允许授权的IP地址。

source: Sort
ar_ae: الترتيب
de_de: Sortieren
es_es: Ordenar
fr_ca: Trier
it_it: Ordina
ja_jp: 並べ替え
pt_pt: Ordenar
ru_ru: Сортировать
tr_tr: Sırala
zh_hans: 排序
zh_hant: 排序

source: Sort By
ar_ae: الترتيب حسب
de_de: Sortieren nach
es_es: Ordenar por
fr_ca: Trier par
it_it: Ordina per
ja_jp: 並び替え
pt_pt: Ordenar por
ru_ru: Сортировать по
tr_tr: Sırala Kriteri
zh_hans: 排序
zh_hant: 排序方式

source: Sort Order
ar_ae: ترتيب الفرز
de_de: Sortierauftrag
es_es: Criterio de ordenación
fr_ca: Ordre de tri
it_it: Ordinamento
ja_jp: ソート順:
pt_pt: Organizar pedido
ru_ru: Порядок сортировки
tr_tr: Sıralama Düzeni
zh_hans: 排序顺序
zh_hant: 排序次序

source: Source Category
ar_ae: فئة المصدر
es_es: Categoría fuente del anexo A3
fr_ca: Catégorie de sources (annexe A 3)
ja_jp: ソースカテゴリ
pt_pt: Actividade referida no anexo I Categoria de fonte referida no anexo A3
ru_ru: Категория источников
tr_tr: Emisyon köken kategorisi
zh_hans: 分类来源

source: Source Report
ar_ae: تقرير المصدر
es_es: Reporte de origen
fr_ca: Rapport sur les sources de revenus
ja_jp: ソースレポート
pt_pt: Relatório Fonte:
ru_ru: Исходный отчет
tr_tr: Kaynak: HD Raporu
zh_hans: 來源報告

source: Specific Resources
ar_ae: موارد محددة
de_de: endgültig zugewiesene Mittel
es_es: Recursos específicos
fr_ca: Ressources spécifiques
it_it: risorse definitive
ja_jp: 特定のリソース
pt_pt: recursos definitivos
ru_ru: Конкретные ресурсы
tr_tr: Özel kaynaklar:
zh_hans: 癌症相关资源：
zh_hant: 特定資源

source: Specific Settings
ar_ae: إعدادات محددة
de_de: Spezifische Einstellungen
es_es: Configuración Específica
fr_ca: Réglages spécifiques
it_it: Usa impostazioni specifiche
ja_jp: 会員ランクの設定
pt_pt: Configurações específicas
ru_ru: Особые настройки
tr_tr: Özel Ayarlar
zh_hans: 设置
zh_hant: FTP特定設定

source: Specify custom endpoints
ar_ae: تحديد نقاط النهاية المخصصة
de_de: Benutzerdefinierte Endpunkte angeben
es_es: Especificar puntos finales personalizados
fr_ca: Spécifier les points de terminaison personnalisés
it_it: Specifica endpoint personalizzati
ja_jp: カスタムエンドポイントを指定する
pt_pt: Especificar pontos de extremidade personalizados
ru_ru: Укажите пользовательские конечные точки
tr_tr: Özel uç noktalar belirtin
zh_hans: 自定义端点
zh_hant: 指定自定義端點

source: Specify the DataSet name
ar_ae: حدد اسم مجموعة البيانات
de_de: Geben Sie den DataSet-Namen an
es_es: Especifique el Nombre
fr_ca: Spécifiez le nom de l'ensemble de données
it_it: Specifica il nome
ja_jp: DataSet名を指定する
pt_pt: Especifique o nome do DataSet
ru_ru: имя читаемого набора данных.
tr_tr: Veri Kümesi adını belirtin
zh_hans: 指定DataSet名称
zh_hant: 指定DataSet名稱

source: Specify the report parameter values to use with this schedule
ar_ae: حدد قيم معلمة التقرير لاستخدامها مع هذا الجدول
de_de: Geben Sie die Berichtsparameterwerte an, die mit diesem Zeitplan verwendet werden sollen
es_es: Especifique los valores de los parámetros del informe que se utilizarán con este programa
fr_ca: Spécifiez les valeurs des paramètres du rapport à utiliser avec cette planification
it_it: Specificare i valori dei parametri del report da utilizzare con questa pianificazione
ja_jp: このスケジュールで使用するレポートパラメータ値を指定します
pt_pt: Especifique os valores dos parâmetros do relatório a serem usados com este agendamento
ru_ru: Укажите значения параметров отчета для использования с этим расписанием
tr_tr: Bu programla kullanılacak rapor parametresi değerlerini belirtin
zh_hans: 指定要用于此计划的报表参数值
zh_hant: 指定要與此排程一起使用的報告參數值

source: SQL authentication
ar_ae: مصادقة SQL
de_de: SQL-AUTHENTIFIZIERUNG
es_es: Autenticación SQL
fr_ca: Authentification SQL
it_it: Autenticazione SQL
ja_jp: SQL認証
pt_pt: Autenticação SQL
ru_ru: Аутентификация SQL
tr_tr: SQL kimlik doğrulaması
zh_hans: 认证
zh_hant: SQL 身份驗證

source: SQL Authentication
ar_ae: مصادقة SQL
de_de: SQL-AUTHENTIFIZIERUNG
es_es: Autenticación SQL
fr_ca: Authentification SQL
it_it: Autenticazione SQL
ja_jp: SQL認証
pt_pt: Autenticação SQL
ru_ru: Аутентификация SQL
tr_tr: SQL Kimlik Doğrulaması
zh_hans: 认证
zh_hant: SQL 身份驗證

source: SQL Server
ar_ae: خادم SQL
tr_tr: SQL Sunucusu

source: SSL Certificate
ar_ae: شهادة SSL
de_de: SSL-Zertifikat
es_es: Certificado SSL
fr_ca: Certificat SSL
it_it: Certificato SSL
ja_jp: SSL証明書
pt_pt: Certificado SSL
ru_ru: SSL-сертификат
tr_tr: SSL Sertifikası
zh_hans: SSL 证书
zh_hant: SSL 證書

source: START
ar_ae: ابدأ
es_es: INICIO
fr_ca: DÉBUT
it_it: INIZIA
ja_jp: 開始する
pt_pt: INICIAR
ru_ru: ЗАПУСК
tr_tr: BAŞLA
zh_hans: 开始
zh_hant: 開始

source: Start from Scratch
ar_ae: ابدأ من الصفر
de_de: Starte von Null
es_es: Comenzar Nuevamente
fr_ca: Commencer à partir de zéro
it_it: Inizia da zero
ja_jp: ゼロから始める
pt_pt: Começar do zero
ru_ru: Начать с эскиза
tr_tr: Sıfırdan Başla
zh_hans: 从头
zh_hant: 從頭

source: Start with a new report.
ar_ae: ابدأ بتقرير جديد.
de_de: Beginnen Sie mit einem neuen Bericht.
es_es: Empieza con un nuevo informe.
fr_ca: Commencez par un nouveau rapport.
it_it: Inizia con un nuovo barattolo.
ja_jp: 新しいレポートから始めましょう。
pt_pt: Comece com um novo relatório.
ru_ru: Начните с нового отчета.
tr_tr: Yeni bir raporla başlayın.
zh_hans: 从新报告开始。
zh_hant: 從新的報告開始。

source: Started
ar_ae: بدأ
de_de: Gestartet
es_es: de inicio
fr_ca: Démarré
it_it: Iniziato
ja_jp: 開始済み
pt_pt: Iniciado
ru_ru: Запущен
tr_tr: Başladı
zh_hans: 已开始
zh_hant: 開始

source: Starts on
ar_ae: يبدأ في
de_de: Beginnt am*
es_es: empiece a
fr_ca: Date de début
it_it: Inizia il
ja_jp: 開始：
pt_pt: Começa em
ru_ru: Начнется
tr_tr: EĞİTİM BAŞLANGICI
zh_hans: 开始于
zh_hant: 開始於

source: StartsWith
ar_ae: يبدأ بـ
es_es: Empieza con
pt_pt: Iniciar com
zh_hant: 以。。開始

source: Status
ar_ae: الحالة
es_es: Estado
fr_ca: Statut
it_it: Stato
ja_jp: ステータス
pt_pt: Estado
ru_ru: Статус
tr_tr: Durum
zh_hans: 等级
zh_hant: 狀態

source: Storage
ar_ae: التخزين
de_de: Lagerort
es_es: Almacenamiento
fr_ca: Rangement
it_it: Stoccaggio
ja_jp: ストレージ
pt_pt: Armazenamento
ru_ru: Хранение
tr_tr: Saklama
zh_hans: 仓储
zh_hant: 儲存

source: Storage Settings
ar_ae: إعدادات التخزين
de_de: Speichereinstellungen
es_es: Ajustes del almacenamiento
fr_ca: Paramètres de stockage
it_it: Impostazioni di archiviazione
ja_jp: 保存の設定
pt_pt: Ajustes de Armazenamento
ru_ru: Настройки хранилища
tr_tr: Depolama Ayarları
zh_hans: 存储设置
zh_hant: 存儲設置

source: Store the Authentication token somewhere safe. As soon as you navigate away from this page, we will not be able to retrieve or restore this Authentication token. The generated token will expire in
ar_ae: قم بتخزين رمز المصادقة في مكان آمن. بمجرد الانتقال بعيدًا عن هذه الصفحة، لن نتمكن من استرداد رمز المصادقة هذا أو استعادته. ستنتهي صلاحية الرمز المميز الذي تم إنشاؤه في
de_de: Bewahren Sie das Authentifizierungstoken an einem sicheren Ort auf. Sobald Sie diese Seite verlassen, können wir dieses Authentifizierungstoken nicht mehr abrufen oder wiederherstellen. Der generierte Token läuft ab in
es_es: Guarde el token de autenticación en un lugar seguro. Tan pronto como navegue fuera de esta página, no podrá recuperar o restaurar la clave secreta generada. El token expirará en
fr_ca: Stockez le jeton d'authentification dans un endroit sûr. Dès que vous quitterez cette page, nous ne serons plus en mesure de récupérer ou de restaurer ce secret généré. Le jeton expirera dans
it_it: Conservare il token di autenticazione in un luogo sicuro. Non appena ti allontani da questa pagina, non saremo in grado di recuperare o ripristinare questo token di autenticazione. Il token generato scadrà tra
ja_jp: 認証トークンを安全な場所に保存します。このページから移動するとすぐに、この認証トークンを取得または復元することはできません。生成されたトークンの有効期限は
pt_pt: Armazene o token de autenticação em algum lugar seguro. Assim que você sair desta página, não poderemos recuperar ou restaurar este token de autenticação. O token gerado expirará em
ru_ru: Храните маркер аутентификации в безопасном месте. Как только вы уйдете с этой страницы, мы не сможем получить или восстановить этот маркер аутентификации. Срок действия сгенерированного токена истекает через
tr_tr: Kimlik Doğrulama belirtecini güvenli bir yerde saklayın. Bu sayfadan ayrılır ayrılmaz, bu Kimlik Doğrulama belirtecini alamayacağız veya geri yükleyemeyeceğiz. Oluşturulan jetonun süresi dolacak
zh_hans: 将身份验证令牌存储在安全的地方。一旦您离开此页面，我们将无法检索或恢复此身份验证令牌。该令牌将在以下时间过期
zh_hant: 將驗證權杖存放在安全的地方。一旦您離開此頁面，我們將無法擷取或還原此驗證權杖。產生的權杖將於以下時間內到期：

source: Store the Authentication token somewhere safe. As soon as you navigate away from this page, we will not be able to retrieve or restore this Authentication token. The generated token will expires on
ar_ae: قم بتخزين رمز المصادقة في مكان آمن. بمجرد الانتقال بعيدًا عن هذه الصفحة، لن نتمكن من استرداد رمز المصادقة هذا أو استعادته. ستنتهي صلاحية الرمز المميز الذي تم إنشاؤه في
de_de: Bewahren Sie das Authentifizierungstoken an einem sicheren Ort auf. Sobald Sie diese Seite verlassen, können wir dieses Authentifizierungstoken nicht mehr abrufen oder wiederherstellen. Das generierte Token läuft ab am
es_es: Guarde el token de autenticación en un lugar seguro. Tan pronto como navegue fuera de esta página, no podrá recuperar o restaurar la clave secreta generada. El token generado caducará el
fr_ca: Stockez le jeton d'authentification dans un endroit sûr. Dès que vous quitterez cette page, nous ne serons plus en mesure de récupérer ou de restaurer ce secret généré. Le jeton généré expirera le
it_it: Conservare il token di autenticazione in un luogo sicuro. Non appena ti allontani da questa pagina, non saremo in grado di recuperare o ripristinare questo token di autenticazione. Il token generato scadrà il
ja_jp: 認証トークンを安全な場所に保存します。このページから移動するとすぐに、この認証トークンを取得または復元することはできません。生成されたトークンの有効期限は
pt_pt: Armazene o token de autenticação em algum lugar seguro. Assim que você sair desta página, não poderemos recuperar ou restaurar este token de autenticação. O token gerado expirará em
ru_ru: Храните маркер аутентификации в безопасном месте. Как только вы уйдете с этой страницы, мы не сможем получить или восстановить этот маркер аутентификации. Срок действия сгенерированного токена истекает
tr_tr: Kimlik Doğrulama belirtecini güvenli bir yerde saklayın. Bu sayfadan ayrılır ayrılmaz, bu Kimlik Doğrulama belirtecini alamayacağız veya geri yükleyemeyeceğiz. Oluşturulan jetonun süresi şu tarihte dolacak:
zh_hans: 将身份验证令牌存储在安全的地方。一旦您离开此页面，我们将无法检索或恢复此身份验证令牌。生成的令牌将过期于
zh_hant: 將驗證權杖存放在安全的地方。一旦您離開此頁面，我們將無法擷取或還原此驗證權杖。產生的權杖將於到期

source: Store the secret key somewhere safe. As soon as you navigate away from this page, we will not be able to retrieve or restore this generated secret.
ar_ae: قم بتخزين المفتاح السري في مكان آمن. بمجرد الانتقال بعيدًا عن هذه الصفحة، لن نتمكن من استرداد هذا السر الذي تم إنشاؤه أو استعادته.
de_de: Bewahren Sie den geheimen Schlüssel an einem sicheren Ort auf. Sobald Sie diese Seite verlassen, können wir dieses generierte Geheimnis nicht mehr abrufen oder wiederherstellen.
es_es: Guarda la llave secreta en un lugar seguro. Tan pronto como navegue fuera de esta página, no podrá recuperar o restaurar la clave secreta generada.
fr_ca: Rangez la clé secrète dans un endroit sûr. Dès que vous quitterez cette page, nous ne serons plus en mesure de récupérer ou de restaurer ce secret généré.
it_it: Conserva la chiave segreta in un luogo sicuro. Non appena ti allontani da questa pagina, non saremo in grado di recuperare o ripristinare questo segreto generato.
ja_jp: 秘密鍵を安全な場所に保管する。このページから移動するとすぐに、生成された秘密を取得または復元することはできません。
pt_pt: Guarde a chave secreta num local seguro. Assim que sair desta página, não poderemos recuperar ou restaurar este segredo gerado.
ru_ru: Храните секретный ключ в безопасном месте. Как только вы уйдете с этой страницы, мы не сможем получить или восстановить этот сгенерированный секрет.
tr_tr: Gizli anahtarı güvenli bir yerde saklayın. Bu sayfadan ayrılır ayrılmaz, oluşturulan bu sırrı geri alamayacağız veya geri yükleyemeyeceğiz.
zh_hans: 将密钥存放在安全的地方。一旦您离开此页面，我们将无法检索或恢复此生成的密码。
zh_hant: 將密鑰存放在安全的地方。一旦您離開此頁面，我們將無法擷取或還原此產生的密碼。

source: Style Source
ar_ae: مصدر النمط
de_de: Stilquelle
es_es: Origen del estilo
fr_ca: Source du style
it_it: Distingui origine stile
ja_jp: スタイルソース
pt_pt: Origem do estilo
ru_ru: Источник стиля
tr_tr: Stil Kaynağı
zh_hans: 样式来源
zh_hant: 樣式來源

source: Stylesheet
ar_ae: ورقة الأنماط
fr_ca: Feuille de style
ja_jp: スタイルシート
pt_pt: Folha de estilos
ru_ru: Таблица стилей
tr_tr: Stil Sayfası
zh_hans: 样式表

source: Subdomain name should match with the Account name
ar_ae: يجب أن يتطابق اسم النطاق الفرعي مع اسم الحساب
de_de: Der Subdomain-Name sollte mit dem Kontonamen übereinstimmen
es_es: El nombre del subdominio debe coincidir con el nombre de la cuenta
fr_ca: Le nom du sous-domaine doit correspondre avec le nom du compte
it_it: Il nome del sottodominio deve corrispondere al nome dell'account
ja_jp: サブドメイン名はアカウント名と一致する必要があります
pt_pt: O nome do subdomínio deve corresponder ao nome da conta
ru_ru: Имя поддомена должно совпадать с именем учетной записи
tr_tr: Alt alan adı, Hesap adıyla eşleşmelidir
zh_hans: 子域名应与账户名称匹配
zh_hant: 子域名應與帳戶名稱匹配

source: Subject
ar_ae: الموضوع
de_de: Subjekt
es_es: Asunto
fr_ca: Objet
ja_jp: 件名
pt_pt: Assunto
ru_ru: Предмет договора
tr_tr: Konu
zh_hans: 主题
zh_hant: 主題

source: Submit
ar_ae: إرسال
de_de: Senden
es_es: Envíar
fr_ca: Soumettre
it_it: Invia
ja_jp: 送信
pt_pt: Enviar
ru_ru: Отправить
tr_tr: Gönder
zh_hans: 提交
zh_hant: 提交

source: Submit Feedback.
ar_ae: إرسال الملاحظات.
de_de: Feedback hinterlassen
es_es: Enviar comentarios
fr_ca: Envoyer vos commentaires
it_it: Invia feedback
ja_jp: フィードバックを送信
pt_pt: Enviar comentário
ru_ru: Отправить отзыв
tr_tr: Geri Bildirim Gönder
zh_hans: 提交反馈
zh_hant: 提交反饋

source: SubReport
ar_ae: التقرير الفرعي
de_de: Unterbericht
es_es: Subinforme
fr_ca: sous-état, sous-rapport
it_it: Sottoreport
ja_jp: サブレポート
pt_pt: sub-relatório
ru_ru: Вложенный отчет
tr_tr: alt rapor
zh_hans: 子報表
zh_hant: 子報表

source: Subscribe
ar_ae: اشتراك
de_de: Abonnieren
es_es: Suscribirte
fr_ca: S’abonner aux commentaires
it_it: Iscriviti
ja_jp: チャンネル登録
pt_pt: Inscreva-se em
ru_ru: Подписаться
tr_tr: Abone olun
zh_hans: 订阅
zh_hant: 訂閱

source: Subscription
ar_ae: الاشتراك
de_de: Abonnement
es_es: Suscripción
fr_ca: Inscription
it_it: Abbonamento
ja_jp: サブスクリプション
pt_pt: Subscrição
ru_ru: подписка
tr_tr: Abonelik
zh_hans: 订阅
zh_hant: 訂閱

source: SUBSCRIPTION
ar_ae: الاشتراك
de_de: ABO
es_es: SUSCRIPCIÓN
fr_ca: ABONNEMENT
it_it: ABBONAMENTO
ja_jp: サブスクリプション
pt_pt: UBSCRIÇÃO
ru_ru: ПОДПИСКА
tr_tr: TAAHHÜT
zh_hans: 订阅
zh_hant: 訂閱

source: Subscription & Plan
ar_ae: الاشتراك والخطة
de_de: Abonnement & Abo
es_es: Suscripción y
fr_ca: Abonnement et paiement
it_it: Abbonamento e piano
ja_jp: サブスクリプションとプラン
pt_pt: Subscrição e plano
ru_ru: Подписка и план
tr_tr: Abonelik ve Plan
zh_hans: 订阅和套餐
zh_hant: 訂閱和計劃

source: Subscription and Billing
ar_ae: الاشتراك والفوترة
de_de: Abonnement und Abrechnung
es_es: Suscripción y facturación
fr_ca: Abonnement et facturation
it_it: Abbonamento e fatturazione
ja_jp: サブスクリプションと請求
pt_pt: Subscrição e faturação
ru_ru: Подписка и выставление счетов
tr_tr: Abonelik, Tahsilat ve Faturalama
zh_hans: 订阅和账单
zh_hant: 訂閱和收費

source: Subscription Id
ar_ae: معرف الاشتراك
es_es: ID de suscripción
fr_ca: Identifiant d'abonnement
ja_jp: Proサブスク ID
pt_pt: ID da Assinatura
ru_ru: ID подписки##$_09$##
tr_tr: Abonelik no
zh_hans: 订阅 ID

source: Subscription Information
ar_ae: معلومات الاشتراك
de_de: Regelmäßige Spende Information
es_es: Información de la suscripción
fr_ca: Information sur l’abonnement
it_it: Informazioni Abbonamento
ja_jp: サブスクリプション情報
pt_pt: Informação de subscrição
ru_ru: Сведения о подписке
tr_tr: Abonelik bilgisi:
zh_hans: 订阅信息
zh_hant: 訂閱資料

source: Subscription Name
ar_ae: اسم الاشتراك
es_es: Nombre de la suscripción
fr_ca: Nom de l'abonnement
ja_jp: サブスクリプション名
pt_pt: Nome da Assinatura
ru_ru: Название подписки
tr_tr: Abonelik adı
zh_hans: 订阅名称

source: Subscription to the reports have been suspended.
ar_ae: تم تعليق الاشتراك في التقارير.
de_de: Das Abonnement der Berichte wurde ausgesetzt.
es_es: La suscripción a los informes ha sido suspendida.
fr_ca: L'abonnement aux rapports a été suspendu.
it_it: La sottoscrizione ai report è stata sospesa.
ja_jp: レポートの購読が一時停止されました。
pt_pt: A assinatura dos relatórios foi suspensa.
ru_ru: Подписка на отчеты приостановлена.
tr_tr: Raporlara abonelik askıya alınmıştır.
zh_hans: 报告订阅已暂停。
zh_hant: 報告的訂閱已暫停。

source: Subscription Updated
ar_ae: تم تحديث الاشتراك
de_de: Abonnement aktualisiert.
es_es: Suscripción actualizada
fr_ca: Abonnement mis à jour
it_it: Abbonamento aggiornato
ja_jp: サブスクリプションの更新
pt_pt: Aluguer atualizado
ru_ru: Подписка обновлена.
tr_tr: Abonelik Güncellendi.
zh_hans: 已更新订阅
zh_hant: 訂閱已更新

source: Subscription updated successfully.
ar_ae: تم تحديث الاشتراك بنجاح.
de_de: Mitgliedschaftsplan erfolgreich aktualisiert
es_es: Suscripción actualizada correctamente.
fr_ca: L'abonnement a bien été mis à jour.
it_it: Abbonamento aggiornato correttamente
ja_jp: 更新成功
pt_pt: Subscrição atualizada com sucesso.
ru_ru: График подписки успешно обновлен
tr_tr: Üye Aboneliği başarıyla güncellendi.
zh_hans: 订阅已成功更新。
zh_hant: 已成功更新會員方案

source: Success
ar_ae: نجاح
de_de: Erfolg
es_es: Éxito
fr_ca: Succès
it_it: Successo
ja_jp: 完了
pt_pt: Sucesso
ru_ru: Успех
tr_tr: Başarılı
zh_hans: 成功
zh_hant: 成功

source: Success Icon
ar_ae: أيقونة النجاح
de_de: Erfolgssymbol
es_es: Icono de éxito
fr_ca: Icône de succès
it_it: Icona successo
ja_jp: 完了
pt_pt: Ícone de sucesso
ru_ru: Иконка успеха
tr_tr: Başarılı
zh_hans: 成功图标
zh_hant: 完成！

source: Success!
ar_ae: تم بنجاح!
de_de: Erfolgreich!
es_es: ¡Hecho!
fr_ca: Bravo !
it_it: Operazione riuscita!
ja_jp: 成功！
pt_pt: Sucesso!
ru_ru: Отлично!
tr_tr: Başarılı!
zh_hans: 成功！
zh_hant: 成功了！

source: Successful at
ar_ae: تم بنجاح في
de_de: Erfolgreich in der Heimat
es_es: Correcto en
fr_ca: Réussite dès
it_it: Riuscito a
ja_jp: 成功時刻：
pt_pt: Bem sucedido em
ru_ru: Успешно в
tr_tr: Başarılı
zh_hans: 上次成功时间
zh_hant: 最後成功於

source: Suggestion
ar_ae: الاقتراح
de_de: Empfehlung
es_es: Sugerencia
it_it: Suggerimento
ja_jp: サジェスチョン／示唆
pt_pt: Sugestão
ru_ru: Рекомендация
tr_tr: Öneri
zh_hans: 提示
zh_hant: 建議

source: Summary
ar_ae: ملخص
de_de: Zusammenfassung
es_es: Resumen
fr_ca: Résumé
it_it: Indice
ja_jp: 概要
pt_pt: Resumo
ru_ru: Краткое описание
tr_tr: Özet
zh_hans: 总结

source: Sunday
ar_ae: الأحد
de_de: Sonntag
es_es: Domingo
fr_ca: Dimanche
it_it: Domenica
ja_jp: 日曜日
pt_pt: Domingo
ru_ru: Воскресенье
tr_tr: Pazar
zh_hans: 星期日
zh_hant: 星期日

source: Support
ar_ae: الدعم
de_de: Hilfe
es_es: Soporte
fr_ca: Assistance
it_it: Assistenza
ja_jp: サポート
pt_pt: Suporte
ru_ru: Опора
tr_tr: Destek
zh_hans: 客服
zh_hant: 支援

source: Support Incidents
ar_ae: دعم الحوادث
de_de: Supportvorfälle
es_es: Soporta incidentes
fr_ca: Incidents d'assistance
it_it: Incidenti di supporto
ja_jp: サポートインシデント
pt_pt: Incidentes de suporte
ru_ru: Обработка инцидентов Поддержки
tr_tr: Destek Olayları
zh_hans: 支持事件
zh_hant: 支持事件

source: SUPPORT INCIDENTS
ar_ae: حوادث الدعم
de_de: Supportvorfälle
es_es: Soporta incidentes
fr_ca: ACCOMPAGNER LES INCIDENTS
it_it: INCIDENTI DI SUPPORTO
ja_jp: サポートインシデント
pt_pt: INCIDENTES DE SUPORTE
ru_ru: Обработка инцидентов Поддержки
tr_tr: DESTEK OLAYLARI
zh_hans: 客服事件
zh_hant: 客服事件

source: Support Request
ar_ae: طلب الدعم
de_de: Supportanforderung
es_es: Solicitud de soporte
fr_ca: Demande d’assistance
it_it: Richiesta di assistenza
ja_jp: サポートリクエスト
pt_pt: Pedido de suporte
ru_ru: Запрос на поддержку
tr_tr: Destek Talebi
zh_hans: 支持请求
zh_hant: 要求支持

source: Support Settings
ar_ae: إعدادات الدعم
de_de: Support-Chat-Einstellungen
es_es: Configuración de soporte
fr_ca: Paramètres de support de la boutique
it_it: Impostazioni della chat di supporto
ja_jp: サポート設定
pt_pt: Configuração do Suporte para Java
ru_ru: Настройка запросов поддержки
tr_tr: Destek Ayarları
zh_hans: 支持：设置
zh_hant: 支援: 設置
