Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Share View
ar_ae: مشاركة طريقة العرض
de_de: Freigeben und Anzeigen
es_es: Compartir visualización
fr_ca: Partager la vue
it_it: 分享视图
ja_jp: 共有
pt_pt: Dividir a visão
ru_ru: Поделиться видом
tr_tr: Görüş paylaşımı
zh_hans: 共享视图
zh_hant: 共享視圖

source: Share with others
ar_ae: مشاركة مع الآخرين
de_de: Mit anderen teilen
es_es: Comparta información con otros usuarios
fr_ca: Partager avec d'autres personnes
it_it: Condividi con gli altri
ja_jp: 他の人と共有する
pt_pt: partilhar com os outros.
ru_ru: Поделитесь с другими
tr_tr: Başkalarıyla paylaşın.
zh_hans: 能与他人分享
zh_hant: 與他人分享

source: Share your report
ar_ae: شارِك تقريرك
de_de: Teilen Sie Ihren Bericht
es_es: Compartir informes
fr_ca: Partagez votre rapport
it_it: Condividi il tuo report
ja_jp: レポートを共有する
pt_pt: Sua resposta
ru_ru: Делитесь отчетами
tr_tr: Raporunuzu paylaşın
zh_hans: 分享您的报告
zh_hant: 分享你的報告

source: Share your slideshow
ar_ae: مشاركة عرض الشرائح الخاص بك
de_de: Teilen Sie Ihre Diashow
es_es: Comparte tu presentación de diapositivas
fr_ca: Partagez votre diaporama
it_it: Condividi la tua presentazione
ja_jp: スライドショーを共有する
pt_pt: Partilhe a sua apresentação de diapos
ru_ru: Поделитесь слайд-шоу
tr_tr: Slayt gösterinizi paylaşın
zh_hans: 分享您的幻灯片
zh_hant: 分享您的投影片放映

source: Share your thoughts.
ar_ae: شاركنا أفكارك.
de_de: Teile deine Gedanken
es_es: Comparte tus ideas.
fr_ca: Partagez vos remarques
ja_jp: 意見を発表してください。
pt_pt: Partilha a tua meta.
ru_ru: Поделитесь своими мыслями
tr_tr: Düşüncelerinizi Paylaşın.
zh_hans: 分享您的想法
zh_hant: 分享你的意見

source: Shared with :
ar_ae: مشترك مع :
de_de: Geteilt mit:
es_es: Compartido con
fr_ca: Partagé avec:
it_it: Condividi con
ja_jp: 共有者
pt_pt: Compartilhado com
ru_ru: Поделиться
tr_tr: Şu kişiyle paylaşıldı:
zh_hans: 共享对象：
zh_hant: 共享

source: Shared with me
ar_ae: تمت مشاركته معي
de_de: Mit mir geteilt
es_es: Compartido conmigo
fr_ca: Partagé avec moi
it_it: Condiviso con me
ja_jp: 私と共有
pt_pt: Partilhar comigo
ru_ru: Доступные мне
tr_tr: Benimle paylaşılan
zh_hans: 已与我共享
zh_hant: 與我共用

source: Sharing Permissions
ar_ae: أذونات المشاركة
de_de: Freigabeberechtigungen
es_es: Permisos para compartir
fr_ca: Autorisations de partage
it_it: Autorizzazioni di condivisione
ja_jp: アクセス許可の共有
pt_pt: Permissões de partilha
ru_ru: Разрешения
tr_tr: Paylaşım İzinleri
zh_hans: 共享和权限
zh_hant: 分享權限

source: Show
ar_ae: عرض
de_de: Anzeigen
es_es: Mostrar
fr_ca: Afficher
it_it: Mostra
ja_jp: 表示
pt_pt: Mostrar
ru_ru: Показать
tr_tr: Göster
zh_hans: 显示
zh_hant: 顯示

source: Show copyright information
ar_ae: عرض معلومات حقوق الطبع والنشر
de_de: Copyright-Informationen
es_es: Mostrar información del copyright
fr_ca: INFORMATIONS DROITS D'AUTEUR
it_it: Informazioni sul copyright
ja_jp: 著作権情報
pt_pt: Informações sobre direitos autorais
ru_ru: Авторская информация
tr_tr: Telif hakkı bilgisi
zh_hans: 版权信息
zh_hant: 版權資訊

source: Show Later
ar_ae: عرض لاحقًا
de_de: Später anzeigen
es_es: Mostrar más tarde
fr_ca: Afficher plus tard
it_it: Mostra più tardi
ja_jp: また後で
pt_pt: Mostrar mais tarde
ru_ru: Показать позже
tr_tr: Daha Sonra
zh_hans: 稍后
zh_hant: 後期

source: Show List
ar_ae: عرض القائمة
de_de: Liste Anzeigen
es_es: Mostrar lista
fr_ca: Afficher Liste
it_it: Mostra elenco
ja_jp: リストを表示
pt_pt: Lista de Visíveis
ru_ru: Показать список
tr_tr: LİSTEYİ GÖSTER
zh_hans: 显示列表
zh_hant: <顯示清單

source: Show or hide the comment option for the report.
ar_ae: عرض أو إخفاء خيار التعليق للتقرير.
de_de: Ein- oder Ausblenden der Kommentaroption für den Bericht.
es_es: Mostrar u ocultar la opción de comentario para el informe.
fr_ca: Afficher ou masquer l'option de commentaire pour le rapport.
it_it: Mostra o nascondi l'opzione di commento per il report.
ja_jp: レポートのコメントオプションを表示または非表示にします。
pt_pt: Mostrar ou ocultar a opção de comentário para o relatório.
ru_ru: Показать или скрыть параметр комментария для отчета.
tr_tr: Rapor için yorum seçeneğini gösterin veya gizleyin.
zh_hans: 显示或隐藏报表的注释选项。
zh_hant: 顯示或隱藏儀表板的評論選項。

source: Show or hide the comment option for widgets in the dashboard.
ar_ae: عرض أو إخفاء خيار التعليق للأدوات في لوحة التحكم.
de_de: Ein- oder Ausblenden der Kommentaroption für Widgets im Dashboard.
es_es: Mostrar u ocultar la opción de comentarios para widgets en el panel de control.
fr_ca: Afficher ou masquer l'option de commentaire pour les widgets dans le tableau de bord.
it_it: Mostra o nascondi l'opzione di commento per i widget nella dashboard.
ja_jp: ダッシュボードでウィジェットのコメントオプションを表示または非表示にします。
pt_pt: Mostrar ou ocultar a opção de comentário para widgets no painel.
ru_ru: Показать или скрыть параметр комментария для виджетов на панели управления.
tr_tr: Gösterge tablosundaki widget'lar için yorum seçeneğini gösterin veya gizleyin.
zh_hans: 在仪表板中显示或隐藏小部件的评论选项。
zh_hant: 在儀表板中顯示或隱藏小部件的評論選項。

source: Show or hide the export option for the report.
ar_ae: عرض أو إخفاء خيار التصدير للتقرير.
de_de: Ein- oder Ausblenden der Exportoption für den Bericht.
es_es: Mostrar u ocultar la opción de exportación para el informe.
fr_ca: Afficher ou masquer l'option d'exportation pour le rapport.
it_it: Mostra o nascondi l'opzione di esportazione per il report.
ja_jp: レポートのエクスポートオプションを表示または非表示にします。
pt_pt: Mostrar ou ocultar a opção de exportação para o relatório.
ru_ru: Отображение или скрытие параметра экспорта для отчета.
tr_tr: Rapor için dışa aktarma seçeneğini gösterin veya gizleyin.
zh_hans: 显示或隐藏报表的导出选项。
zh_hant: 顯示或隱藏儀表板的導出選項。

source: Show or hide the view option for the report.
ar_ae: عرض أو إخفاء خيار العرض للتقرير.
de_de: Ein- oder Ausblenden der Ansichtsoption für den Bericht.
es_es: Mostrar u ocultar la opción de vista del informe.
fr_ca: Afficher ou masquer l'option d'affichage pour le rapport.
it_it: Mostra o nascondi l'opzione di visualizzazione per il report.
ja_jp: レポートの表示オプションを表示または非表示にします。
pt_pt: Mostrar ou ocultar a opção de visualização do relatório.
ru_ru: Отображение или скрытие параметра представления отчета.
tr_tr: Rapor için görünüm seçeneğini gösterin veya gizleyin.
zh_hans: 显示或隐藏报表的视图选项。
zh_hant: 顯示或隱藏儀表板的評論選項。

source: Show Parent
ar_ae: عرض الأصل
de_de: Übergeordnetes Element anzeigen
es_es: Mostrar categorÃ­a principal
fr_ca: Afficher le parent
it_it: Mostra principale
ja_jp: 保護者
pt_pt: Apresentar em Principal
ru_ru: Показать родителя
tr_tr: VELİ
zh_hans: 在页面中显示父页面标题
zh_hant: 來源

source: Show powered by Information
ar_ae: عرض مدعوم من المعلومات
de_de: Anzeigen powered by Information
es_es: Mostrar Impulsado por
fr_ca: Afficher Powered By
it_it: Powered by Cookie Information
ja_jp: 提供元情報を表示
pt_pt: Mostrar alimentado por informações
ru_ru: Показать Работает на..?
tr_tr: Çerez Bilgileri tarafından desteklenmektedir
zh_hans: 展示技术支持方？
zh_hant: 由資訊提供技術支援的節目

source: Show Sample Data
ar_ae: عرض بيانات العينة
de_de: Beispieldaten
es_es: Datos de muestra
fr_ca: Données Exemple
it_it: Mostra &dati campione…
ja_jp: サンプルデータ
pt_pt: Dados da amostragem
ru_ru: Показать данные примера
tr_tr: Göster Örnek veriler
zh_hans: 显示示例
zh_hant: |||UNTRANSLATED_CONTENT_START|||Show Sample Data|||UNTRANSLATED_CONTENT_END|||

source: Sign in
ar_ae: تسجيل الدخول
de_de: Anmelden
es_es: Iniciar sesión
fr_ca: S'inscrire
it_it: Accedi
ja_jp: ログイン
pt_pt: Iniciar sessão
ru_ru: Войти
tr_tr: Giriş Yapın
zh_hans: 登录
zh_hant: 登入

source: Sign out
ar_ae: تسجيل الخروج
de_de: Abmelden
es_es: Cerrar sesión
fr_ca: Se déconnecter
it_it: Esci
ja_jp: ログアウト
pt_pt: Terminar sessão
ru_ru: Выйти
tr_tr: Çıkış Yap
zh_hans: 注销
zh_hant: 登出

source: Sign Up
ar_ae: التسجيل
es_es: Registrarse
fr_ca: S’enregistrer
ja_jp: 新規登録
pt_pt: Registo
ru_ru: Регистрация
tr_tr: Kaydolun
zh_hans: 注册

source: single database table, or a single statistical data matrix.
ar_ae: جدول قاعدة بيانات واحد، أو مصفوفة بيانات إحصائية واحدة.
de_de: einzelne Datenbanktabelle oder eine einzelne statistische Datenmatrix.
es_es: una sola tabla de base de datos o una sola matriz de datos estadísticos.
fr_ca: une seule table de base de données ou une seule matrice de données statistiques.
it_it: singola tabella di database o una singola matrice di dati statistici.
ja_jp: 単一のデータベーステーブル、または単一の統計データ行列。
pt_pt: única tabela de banco de dados ou uma única matriz de dados estatísticos.
ru_ru: единая таблица базы данных или единая статистическая матрица данных.
tr_tr: tek bir veritabanı tablosu veya tek bir istatistiksel veri matrisi.
zh_hans: 单个数据库表或单个统计数据矩阵。
zh_hant: 單一資料庫表格或單一統計資料矩陣。

source: Sit back and relax. We’ll let you know when your setup is ready to go!
ar_ae: اجلس واسترخ. سنخبرك عندما يكون إعدادك جاهزًا للانطلاق!
de_de: Lehnen Sie sich zurück und entspannen Sie sich. Wir informieren dich, wenn dein Setup einsatzbereit ist!
es_es: Siéntese y relájese. ¡Te avisaremos cuando tu configuración esté lista!
fr_ca: Prenez place et détendez-vous. Nous vous informerons lorsque votre configuration sera prête !
it_it: Siediti e rilassati. Ti faremo sapere quando la tua configurazione sarà pronta!
ja_jp: 座って、リラックスしてください。セットアップの準備が整いましたらお知らせします。
pt_pt: Sente-se e relaxe. Avisaremos quando a sua configuração estiver pronta!
ru_ru: Устройтесь поудобнее и расслабьтесь Мы сообщим, когда настройка будет готова!
tr_tr: Arkana yaslan ve rahatla. Kurulumunuz hazır olduğunda sizi bilgilendireceğiz!
zh_hans: 靠椅背坐好，放松放松。设置准备就绪后，我们会通知您！
zh_hant: 坐下來放鬆一下。設定完成後，我們會通知你！

source: Site
ar_ae: الموقع
de_de: Standort
es_es: Sitio
it_it: Sito
ja_jp: 物件
pt_pt: Local
ru_ru: Объект
tr_tr: Saha
zh_hans: 网站
zh_hant: 網站

source: Site copyright information
ar_ae: معلومات حقوق الطبع والنشر للموقع
de_de: Copyright-Informationen
es_es: Información del copyright
fr_ca: Informations Droits d'Auteur
it_it: Informazioni sul copyright
ja_jp: 著作権情報
pt_pt: Informações sobre direitos autorais
ru_ru: Авторская информация
tr_tr: Telif hakkı bilgisi
zh_hans: 版权信息
zh_hant: 版權資訊

source: Site Name
ar_ae: اسم الموقع
es_es: Nombre del Sitio
fr_ca: Nom du site
it_it: Nome sito
ja_jp: 拠点名
pt_pt: Nome do Instalacoes
ru_ru: Название сайта
tr_tr: Tesis adı
zh_hans: 地点名称
zh_hant: 站點名稱

source: Site name already exists.
ar_ae: اسم الموقع موجود بالفعل.
de_de: Name existiert bereits.
es_es: El nombre del sitio ya existe.
fr_ca: Le nom du site existe déjà.
it_it: Nome del sito già esistente.
ja_jp: 名前は既に存在します
pt_pt: O nome do site já existe.
ru_ru: Имя сайта уже существует.
tr_tr: Site adı zaten var.
zh_hans: 网站名称已存在。
zh_hant: 網站名稱已存在

source: Site Settings
ar_ae: إعدادات الموقع
de_de: Seiteneinstellungen
es_es: Ajustes del sitio
fr_ca: Paramètres du site
it_it: Impostazioni del sito
ja_jp: サイトの設定
pt_pt: Definições do Site
ru_ru: Настройки сайта
tr_tr: Site Ayarları
zh_hans: 站点设置
zh_hant: 網站設定

source: SITE SETTINGS
ar_ae: إعدادات الموقع
de_de: Seiteneinstellungen
es_es: AJUSTES DEL SITIO
fr_ca: PARAMÈTRE DU SITE
it_it: IMPOSTAZIONI DEL SITO
ja_jp: サイトの設定
pt_pt: CONFIGURAÇÕES DO SITE
ru_ru: ПАРАМЕТРЫ САЙТА
tr_tr: Tesis Ayarları
zh_hans: 网站设置
zh_hant: 網站設定

source: Site Type
ar_ae: نوع الموقع
de_de: Website-Typ
es_es: Tipo de sitio
fr_ca: Type de site
it_it: Tipologia sito
ja_jp: サイト種別
pt_pt: Tipo de Centro:
ru_ru: Тип площадки
tr_tr: Site türü
zh_hans: 站点类型
zh_hant: 网站类型

source: Site URL
ar_ae: رابط الموقع
de_de: Website-URL
es_es: URL del sitio
fr_ca: URL du site
it_it: URL del Sito
ja_jp: サイト URL
pt_pt: URL do Site
ru_ru: URL сайта
zh_hans: 网站网址
zh_hant: 網站網址

source: Sites:
ar_ae: المواقع:
de_de: Webseiten:
es_es: Sitios:
it_it: Siti:
ja_jp: 地所
ru_ru: Сайты:
tr_tr: Sahalar
zh_hans: 站点(S):
zh_hant: 網站群

source: Slideshow
ar_ae: عرض الشرائح
de_de: Diashow
es_es: Presentación de diapositivas
fr_ca: Diaporama
it_it: Presentazione
ja_jp: スライドショー
pt_pt: Apresentação
ru_ru: Слайд-шоу
tr_tr: Slayt Gösterisi
zh_hans: 幻灯片放映
zh_hant: 投影片

source: Slideshow name already exists
ar_ae: اسم عرض الشرائح موجود بالفعل
de_de: Der Name existiert bereits.
es_es: Este nombre ya existe
fr_ca: Le nom du diaporama existe déjà
it_it: Nome già in uso
ja_jp: 名前は既に存在します
pt_pt: Nome já existente
ru_ru: Имя уже существует
tr_tr: Ad zaten mevcut
zh_hans: 名称已存在
zh_hant: 幻燈片名稱已存在

source: Slideshows
ar_ae: عروض الشرائح
es_es: Presentaciones
fr_ca: Diaporamas
it_it: Slideshow
ja_jp: スライドショー
ru_ru: Слайд-шоу
tr_tr: Slayt Gösterileri
zh_hans: 幻灯片
zh_hant: Slideshows(幻燈片)

source: SMTP port
ar_ae: منفذ SMTP
es_es: Puerto SMTP
fr_ca: Port SMTP
it_it: Porta SMTP
ja_jp: SMTPポート
pt_pt: Porta SMTP
tr_tr: SMTP bağlantı noktası
zh_hans: SMTP端口
zh_hant: SMTP 接口(port)

source: SMTP Port
ar_ae: منفذ SMTP
es_es: Puerto SMTP
fr_ca: Port SMTP
it_it: Porta SMTP
ja_jp: SMTP ポート
pt_pt: Porta SMTP
ru_ru: Порт SMTP
tr_tr: SMTP Bağlantı Noktası
zh_hans: SMTP端口
zh_hant: SMTP 埠

source: SMTP server
ar_ae: خادم SMTP
es_es: Servidor SMTP
fr_ca: Serveur SMTP
it_it: Server SMTP
ja_jp: SMTPサーバー
pt_pt: Servidor SMTP
ru_ru: Сервер SMTP
tr_tr: SMTP sunucu
zh_hans: SMTP 服务器
zh_hant: SMTP 伺服器

source: SMTP Server
ar_ae: خادم SMTP
es_es: Servidor SMTP
fr_ca: Serveur SMTP
it_it: Server SMTP
ja_jp: 送信 (SMTP) サーバー
pt_pt: Servidor de SMTP:
ru_ru: SMTP-сервер
tr_tr: SMTP Sunucu
zh_hans: SMTP 服务器
zh_hant: SMTP 伺服器

source: Solution:
ar_ae: الحل:
de_de: Lösung:
es_es: Solución:
it_it: Soluzione:
ja_jp: ソリューション：
pt_pt: Solução:
ru_ru: Решение:
tr_tr: Çözüm:
zh_hans: 解决方式：
zh_hant: 解決方法：

source: Sorry to see you go. Please give us some feedback so that we can improve.
ar_ae: نأسف لرؤيتك ترحل. يرجى تزويدنا ببعض الملاحظات حتى نتمكن من التحسين.
de_de: Schade, dass du gehst. Bitte geben Sie uns Feedback, damit wir uns verbessern können.
es_es: Siento ver que te vayas. Envíanos tus comentarios para que podamos mejorar.
fr_ca: Désolé de vous voir partir. Veuillez nous faire part de vos commentaires afin que nous puissions nous améliorer.
it_it: Mi dispiace vederti andare via. Ti preghiamo di darci un feedback in modo che possiamo migliorare.
ja_jp: ご利用ありがとうございました。改善のため、フィードバックをお寄せください。
pt_pt: Lamentamos vê-lo partir. Por favor, dê-nos algum feedback para que possamos melhorar.
ru_ru: Жаль, что вы уходите Пожалуйста, оставьте отзыв, чтобы мы могли стать лучше.
tr_tr: Gittiğine üzüldüm. Lütfen kendimizi geliştirebilmemiz için bize biraz geri bildirimde bulunun.
zh_hans: 很遗憾看到你离开。请给我们一些反馈，以便我们改进。
zh_hant: 很遺憾您要離開。請提供一些意見回饋，以便我們作出改進。

source: Sorry! Server has encountered an error while establishing the connection to application database. This error could be occurred due to below possible causes:
ar_ae: عذرًا! واجه الخادم خطأ أثناء إنشاء الاتصال بقاعدة بيانات التطبيق. يمكن أن يحدث هذا الخطأ بسبب الأسباب المحتملة التالية:
de_de: Es tut uns leid! Beim Herstellen der Verbindung zur Anwendungsdatenbank ist auf dem Server ein Fehler aufgetreten. Dieser Fehler könnte aufgrund der folgenden möglichen Ursachen auftreten:
es_es: ¡Disculpe! El servidor ha encontrado un error al establecer la conexión a la base de datos de la aplicación. Este error podría ocurrir debido a las siguientes posibles causas:
fr_ca: Désolé ! Le serveur a rencontré une erreur lors de l'établissement de la connexion à la base de données d'application. Cette erreur peut être due aux causes possibles ci-dessous:
it_it: Siamo spiacenti! Il server ha riscontrato un errore durante la creazione della connessione al database dell'applicazione. Questo errore potrebbe verificarsi a causa delle seguenti possibili cause:
ja_jp: ご不便をおかけして申し訳ございません。サーバーは、アプリケーションデータベースへの接続を確立中にエラーが発生しました。以下の考えられる原因により、このエラーが発生する可能性があります。
pt_pt: Pedimos desculpa! O servidor encontrou um erro ao estabelecer a conexão com o banco de dados do aplicativo. Este erro pode ocorrer devido às possíveis causas abaixo:
ru_ru: Мои извинения! Сервер обнаружил ошибку при установлении соединения с базой данных приложений. Эта ошибка может быть вызвана следующими возможными причинами:
tr_tr: Üzgünüz! Sunucu, uygulama veritabanına bağlantı kurulurken bir hatayla karşılaştı. Bu hata aşağıdaki olası nedenlerden dolayı oluşabilir:
zh_hans: 抱歉！服务器在建立与应用程序数据库的连接时遇到错误。由于以下可能的原因，可能发生此错误：
zh_hant: 很抱歉！伺服器在建立與應用程式資料庫的連線時發生錯誤。發生此錯誤的原因可能如下：

source: Sorry! The dataset you’re looking for isn’t available. It might have been moved or deleted.
ar_ae: عذرًا! مجموعة البيانات التي تبحث عنها غير متوفرة. ربما تم نقله أو حذفه.
de_de: Entschuldigung! Der von Ihnen gesuchte Datensatz ist nicht verfügbar. Möglicherweise wurde es verschoben oder gelöscht.
es_es: ¡Disculpe! El conjunto de datos que estás buscando no está disponible. Podría haber sido trasladada o eliminada.
fr_ca: Désolé ! La page que vous recherchez n'est pas disponible. Il peut avoir été déplacé ou supprimé.
it_it: Siamo spiacenti! Il set di dati che stai cercando non è disponibile. Potrebbe essere stato spostato o eliminato.
ja_jp: ご不便をおかけして申し訳ございません。お探しのデータセットは利用できません。移動または削除されている可能性があります。
pt_pt: Pedimos desculpa! O conjunto de dados que procura não está disponível. Pode ter sido movido ou apagado. Tente uma pesquisa abaixo...
ru_ru: Мои извинения! Набор данных, который вы ищете, недоступен. Возможно, он удален.
tr_tr: Üzgünüz! Aradığınız veri kümesi mevcut değil. Taşınmış veya silinmiş olabilir.
zh_hans: 抱歉！您要查找的数据集不可用。抱歉！ 你要查找的页面不存在。 它可能已被移动或删除。
zh_hant: 抱歉！您要查找的數據集不可用。它可能已被移動或刪除。

source: Sorry! The datasource you’re looking for isn’t available. It might have been moved or deleted.
ar_ae: عذرًا! مصدر البيانات الذي تبحث عنه غير متاح. ربما تم نقله أو حذفه.
de_de: Entschuldigung! Die gesuchte Datenquelle ist nicht verfügbar. Möglicherweise wurde es verschoben oder gelöscht.
es_es: ¡Disculpe! La fuente de datos que estás buscando no está disponible. Podría haber sido trasladada o eliminada.
fr_ca: Désolé ! La page que vous recherchez n'est pas disponible. Il peut avoir été déplacé ou supprimé.
it_it: Siamo spiacenti! L'origine dati che stai cercando non è disponibile. Potrebbe essere stato spostato o eliminato.
ja_jp: ご不便をおかけして申し訳ございません。お探しのデータソースは利用できません。移動または削除されている可能性があります。
pt_pt: Pedimos desculpa! A fonte de dados que procura não está disponível. Pode ter sido movido ou apagado. Tente uma pesquisa abaixo...
ru_ru: Мои извинения! Источник данных, который вы ищете, недоступен. Возможно, он удален.
tr_tr: Üzgünüz! Aradığınız veri kaynağı mevcut değil. Taşınmış veya silinmiş olabilir.
zh_hans: 抱歉！您要查找的数据源不可用。抱歉！ 你要查找的页面不存在。 它可能已被移动或删除。
zh_hant: 抱歉！您要查找的數據源不可用。它可能已被移動或刪除。

source: Sorry! The group you’re looking for isn’t available. The group may have been deleted.
ar_ae: عذرًا! المجموعة التي تبحث عنها غير متوفرة. ربما تم حذف المجموعة.
de_de: Entschuldigung! Die gesuchte Gruppe ist nicht verfügbar. Die Gruppe wurde möglicherweise gelöscht.
es_es: ¡Disculpe! El grupo que buscas no está disponible. El usuario puede haber sido eliminado.
fr_ca: Désolé ! La page que vous recherchez n'est pas disponible. Le groupe a été supprimé.
it_it: Siamo spiacenti! Il gruppo che stai cercando non è disponibile. Il gruppo potrebbe essere stato eliminato.
ja_jp: ご不便をおかけして申し訳ございません。お探しのグループはご利用いただけません。グループが削除されました
pt_pt: Pedimos desculpa! O grupo que procura não está disponível. O grupo foi excluído.
ru_ru: Мои извинения! Группа, которую вы ищете, недоступна. Возможно, пользователь был удален.,
tr_tr: Üzgünüz! Aradığınız grup mevcut değil. Grup silindi.
zh_hans: 抱歉！您要查找的群组不可用。您的用户组已删除。
zh_hant: 抱歉！您正在尋找的羣組無法使用。羣組可能已刪除。

source: Sorry! The page you’re looking for isn’t available.
ar_ae: عذرًا! الصفحة التي تبحث عنها غير متوفرة.
de_de: Die von dir gesuchte Seite konnte leider nicht gefunden werden.
es_es: ¡Disculpe! Comentó que Silver no estaba disponible para sus inquilinos y le importaba poco el edificio.
fr_ca: Désolé ! La page que vous recherchez n'est pas disponible.
it_it: Siamo spiacenti! La pagina che stai cercando non è disponibile.
ja_jp: ご不便をおかけして申し訳ございません。お探しのページはご利用いただけません。
pt_pt: Pedimos desculpa! A página que procura não está disponível.
ru_ru: Мои извинения! Страница, которую вы ищете, недоступна.
tr_tr: Üzgünüz! Aradığınız sayfa mevcut değil.
zh_hans: 抱歉！找不到该页面
zh_hant: 抱歉！您正在尋找的頁面不可用。

source: Sorry! The report you’re looking for isn’t available. It may have been moved or deleted.
ar_ae: عذرًا! التقرير الذي تبحث عنه غير متاح. ربما تم نقله أو حذفه.
de_de: Entschuldigung! Der gesuchte Bericht ist nicht verfügbar. Möglicherweise wurde es verschoben oder gelöscht.
es_es: ¡Disculpe! El informe que estás buscando no está disponible. Podría haber sido trasladada o eliminada.
fr_ca: Désolé ! Le rapport que vous recherchez n'est pas disponible. Il peut avoir été déplacé ou supprimé.
it_it: Siamo spiacenti! Il report che stai cercando non è disponibile. Potrebbe essere stato spostato o eliminato.
ja_jp: ご不便をおかけして申し訳ございません。お探しのレポートはご利用いただけません。移動または削除されている可能性があります。
pt_pt: Pedimos desculpa! O relatório que procura não está disponível. Pode ter sido movido ou excluído.
ru_ru: Мои извинения! Отчет, который вы ищете, недоступен. Это, возможно, были перемещены, переименованы или удалены.
tr_tr: Üzgünüz! Aradığınız rapor mevcut değil. Taşınmış veya silinmiş olabilir.
zh_hans: 抱歉！您要查找的报告不可用。抱歉！ 你要查找的页面不存在。 它可能已被移动或删除。
zh_hant: 很抱歉！您要找的報告無法使用。它可能已被移動或刪除。

source: Sorry! The server has encountered an internal error and was unable to complete your request.
ar_ae: عذرًا! واجه الخادم خطأ داخليًا ولم يتمكن من إكمال طلبك.
de_de: Der Server hat einen internen Fehler oder eine Fehlkonfiguration festgestellt und konnte Ihre Anforderung nicht abschließen.
es_es: ¡Disculpe! El servidor ha encontrado un error interno y no ha podido completar su solicitud.
fr_ca: Désolé ! Le serveur a rencontré une erreur interne et n’a pas pu terminer votre requête.
it_it: Siamo spiacenti! Il server ha riscontrato un errore interno e non è stato in grado di completare la tua richiesta.
ja_jp: ご不便をおかけして申し訳ございません。サーバーで内部エラーが発生し、リクエストを完了できませんでした。
pt_pt: Pedimos desculpa! Lamentamos que o servidor tenha encontrado um erro e não conseguiu concluir o seu pedido.
ru_ru: Мои извинения! The server encountered an internal error or misconfiguration and was unable to complete your request.
tr_tr: Üzgünüz! Sunucu dahili bir hatayla karşılaştı ve isteğinizi tamamlayamadı.
zh_hans: 抱歉！服务器遇到内部错误，无法完成您的请求。
zh_hant: 很抱歉！伺服器發生內部錯誤，無法完成您的請求。

source: Sorry! The user profile you’re looking for isn’t available. The user may have been deleted.
ar_ae: عذرًا! ملف تعريف المستخدم الذي تبحث عنه غير متاح. ربما تم حذف المستخدم.
de_de: Entschuldigung! Das gesuchte Benutzerprofil ist nicht verfügbar. Möglicherweise wurde der Benutzer gelöscht.
es_es: ¡Disculpe! El perfil de usuario que estás buscando no está disponible. El usuario puede haber sido eliminado.
fr_ca: Désolé ! La page que vous recherchez n'est pas disponible. It may have been deleted.
it_it: Siamo spiacenti! Il profilo utente che stai cercando non è disponibile. L'utente potrebbe essere stato eliminato.
ja_jp: ご不便をおかけして申し訳ございません。お探しのユーザープロフィールは利用できません。ユーザーは削除されました。
pt_pt: Pedimos desculpa! O perfil de utilizador que procura não está disponível. O ficheiro pode ter sido eliminado.
ru_ru: Мои извинения! Профиль пользователя, который вы ищете, недоступен. Возможно, пользователь был удален.,
tr_tr: Üzgünüz! Aradığınız kullanıcı profili mevcut değil. Kullanıcı silindi.
zh_hans: 抱歉！您要查找的用户个人资料不可用。用户可能已被删除。
zh_hant: 抱歉！您要查找的用戶配置文件不可用。用戶可能已被刪除。
