Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: When Allow Credentials is set to true, browsers are notified whether to expose the response to front-end JavaScript code.
ar_ae: عند تعيين السماح ببيانات الاعتماد على صواب، يتم إخطار المتصفحات بما إذا كانت ستكشف الاستجابة لشفرة جافا سكريبت الأمامية.
de_de: Wenn Anmeldeinformationen zulassen auf true gesetzt ist, werden Browser benachrichtigt, ob die Antwort dem Front-End-JavaScript-Code ausgesetzt werden soll.
es_es: Cuando Permitir credenciales se establece en true, se notifica a los navegadores si deben exponer la respuesta al código JavaScript del front-end.
fr_ca: Lorsque Autoriser les informations d'identification est défini sur vrai, les navigateurs sont informés s'ils doivent exposer la réponse au code JavaScript frontal.
it_it: Quando Allow Credentials è impostato su true, i browser vengono avvisati se esporre la risposta al codice JavaScript front-end.
ja_jp: Allow Credentialsがtrueに設定されている場合、フロントエンドのJavaScriptコードに応答を公開するかどうかがブラウザに通知されます。
pt_pt: Quando Permitir credenciais é definido como verdadeiro, os navegadores são notificados se devem expor a resposta ao código JavaScript front-end.
ru_ru: Если параметр Allow Credentials (Разрешить учетные данные) имеет значение true, браузеры получают уведомление о том, следует ли предоставлять ответ внешнему коду JavaScript.
tr_tr: Kimlik Bilgilerine İzin Ver seçeneği true olarak ayarlandığında, tarayıcılara yanıtı ön uç JavaScript koduna gösterip göstermeyecekleri bildirilir.
zh_hans: 当“允许凭据”设置为true时，系统会通知浏览器是否公开对前端JavaScript代码的响应。
zh_hant: 當允許憑證設為true時，系統會通知瀏覽器是否要將回應公開給前端JavaScript程式碼。

source: When enabled, attachments will be excluded if the report contains no data.
ar_ae: عند التمكين، سيتم استبعاد المرفقات إذا كان التقرير لا يحتوي على بيانات.
de_de: Wenn diese Option aktiviert ist, werden Anhänge ausgeschlossen, wenn der Bericht keine Daten enthält.
es_es: Cuando está habilitado, los archivos adjuntos se excluirán si el informe no contiene datos.
fr_ca: Lorsqu'elles sont activées, les pièces jointes seront exclues si le rapport ne contient aucune donnée.
it_it: Se abilitato, gli allegati saranno esclusi se il report non contiene dati.
ja_jp: 有効にすると、レポートにデータが含まれていない場合、添付ファイルは除外されます。
pt_pt: Quando habilitado, os anexos serão excluídos se o relatório não contiver dados.
ru_ru: Если включено, вложения будут исключены, если отчет не содержит данных.
tr_tr: Etkinleştirildiğinde, rapor veri içermiyorsa ekler hariç tutulacaktır.
zh_hans: 启用后，如果报告不包含任何数据，附件将被排除在外。
zh_hant: 啟用後，如果報告不包含任何數據，附件將被排除在外。

source: When the account activation preference is email, an email address is mandatory for activating the account.
ar_ae: عندما يكون تفضيل تنشيط الحساب هو البريد الإلكتروني، يكون عنوان البريد الإلكتروني إلزاميًا لتفعيل الحساب.
de_de: Wenn die Kontoaktivierungseinstellung E-Mail ist, ist eine E-Mail-Adresse für die Aktivierung des Kontos obligatorisch.
es_es: Cuando la preferencia de activación de la cuenta es correo electrónico, la dirección de correo electrónico es obligatoria para activar la cuenta.
fr_ca: Lorsque la préférence d'activation du compte est l'e-mail, une adresse e-mail est obligatoire pour activer le compte.
it_it: Quando la preferenza di attivazione dell'account è e-mail, un indirizzo e-mail è obbligatorio per attivare l'account.
ja_jp: アカウントのアクティベーション設定がメールの場合、アカウントをアクティベーションするにはメールアドレスが必須です。
pt_pt: Quando a preferência de ativação da conta é e-mail, é obrigatório um endereço de e-mail para ativar a conta.
ru_ru: Когда предпочтение при активации аккаунта - электронная почта, для активации аккаунта обязательно указывать адрес электронной почты.
tr_tr: Hesap etkinleştirme tercihi e - posta olduğunda, hesabı etkinleştirmek için bir e - posta adresi zorunludur.
zh_hans: 当帐户激活首选项为电子邮件时，必须提供电子邮件地址才能激活帐户。
zh_hant: 當帳戶啟用偏好設定為電子郵件時，必須提供電子郵件地址才能啟用帳戶。

source: When the export path reports count exceeds the max report's count, the older reports got deleted.
ar_ae: عندما يتجاوز عدد تقارير مسار التصدير الحد الأقصى لعدد التقارير، يتم حذف التقارير القديمة.
de_de: Wenn die Anzahl der Exportpfadberichte die maximale Anzahl des Berichts überschreitet, wurden die älteren Berichte gelöscht.
es_es: Cuando el recuento de informes de ruta de exportación supera el recuento máximo de informes, se eliminan los informes anteriores.
fr_ca: Lorsque le nombre de rapports de chemin d'exportation dépasse le nombre maximal de rapports, les rapports plus anciens ont été supprimés.
it_it: Quando il conteggio dei report del percorso di esportazione supera il conteggio massimo del report, i report precedenti sono stati eliminati.
ja_jp: エクスポートパスレポート数が最大レポート数を超えると、古いレポートは削除されます。
pt_pt: Quando a contagem de relatórios do caminho de exportação excede a contagem máxima do relatório, os relatórios mais antigos são excluídos.
ru_ru: Когда количество отчетов о пути экспорта превышает максимальное количество отчетов, старые отчеты удаляются.
tr_tr: Dışa aktarma yolu raporlarının sayısı maksimum raporun sayısını aştığında, eski raporlar silindi.
zh_hans: 当导出路径报告数量超过最大报告数量时，旧报告将被删除。
zh_hant: 當匯出路徑報告計數超過最大報告計數時，舊報告將被刪除。

source: When your team starts working on things, notifications will show up here.
ar_ae: عندما يبدأ فريقك العمل على الأشياء، ستظهر الإشعارات هنا.
de_de: Wenn Ihr Team mit der Arbeit an Dingen beginnt, werden hier Benachrichtigungen angezeigt.
es_es: Cuando tu equipo comience a trabajar en las cosas, las notificaciones aparecerán aquí.
fr_ca: Lorsque votre équipe commencera à travailler sur des choses, les notifications s'afficheront ici.
it_it: Quando il tuo team inizia a lavorare sulle cose, le notifiche verranno visualizzate qui.
ja_jp: チームが作業を開始すると、通知がここに表示されます。
pt_pt: Quando a sua equipa começar a trabalhar nas coisas, as notificações aparecerão aqui.
ru_ru: Когда ваша команда начнет работать над проектами, здесь будут отображаться уведомления.
tr_tr: Ekibiniz bir şeyler üzerinde çalışmaya başladığında bildirimler burada görünecektir.
zh_hans: 当您的团队开始工作时，通知将显示在此处。
zh_hant: 當您的團隊開始處理事項時，通知會顯示在此處。

source: Why?
ar_ae: لماذا ؟
de_de: Warum?
es_es: ¿Por qué?
fr_ca: Pourquoi ?
it_it: Perché?
ja_jp: その理由は？
pt_pt: Porquê?
ru_ru: Что так?
tr_tr: Neden?
zh_hans: 为什么？
zh_hant: 為何？

source: Widget has been pinned successfully.
ar_ae: تم تثبيت المربع الجانبي بنجاح.
de_de: Widget wurde erfolgreich angeheftet.
es_es: se ha fijado correctamente.
fr_ca: a été épinglé avec succès.
it_it: Il widget è stato bloccato correttamente.
ja_jp: ウィジェットが正常にピン留めされました。
pt_pt: O widget foi fixado com sucesso.
ru_ru: Виджет успешно закреплен.
tr_tr: Widget başarıyla sabitlendi.
zh_hans: 小部件已成功固定。
zh_hant: 已成功固定。

source: Widget name already exists
ar_ae: اسم القطعة موجود بالفعل
de_de: Der Name existiert bereits.
es_es: Este nombre ya existe
fr_ca: Le nom du widget existe déjà
it_it: Nome già in uso
ja_jp: 名前は既に存在します
pt_pt: Nome já existente
ru_ru: Имя уже существует
tr_tr: Ad zaten mevcut
zh_hans: 名称已存在
zh_hant: 小工具已存在

source: WIDGETS
ar_ae: عناصر واجهة المستخدم
it_it: ELEMENTI
ja_jp: ウィジェット
ru_ru: ВИДЖЕТЫ
tr_tr: Widget'lar
zh_hans: 窗口小部件
zh_hant: 小工具

source: Will be charged
ar_ae: سيتم تحصيل الرسوم
de_de: wird abgerechnet.
es_es: cargos.
fr_ca: sera facturé.
it_it: sarà addebitato.
ja_jp: 請求されます。
pt_pt: não serão cobrados.
ru_ru: будет снята.
tr_tr: TL ücretlendirme yapılacaktır.
zh_hans: 很重要
zh_hant: 您不會被收費！

source: Will be charged next on
ar_ae: سيتم تحصيل الرسوم التالية في
de_de: Wird berechnet am
es_es: cargos.
fr_ca: Sera facturé le prochain le
it_it: sarà addebitato.
ja_jp: 次回の請求日：
pt_pt: não serão cobrados.
ru_ru: будет снята.
tr_tr: TL ücretlendirme yapılacaktır.
zh_hans: 很重要
zh_hant: 系統將於下次收取費用

source: Windows AD group
ar_ae: مجموعة Windows AD
de_de: Ad Group
es_es: Windows AD
fr_ca: Groupe d’utilisateurs Windows AD
it_it: Ad Group
ja_jp: Adグループ
pt_pt: Grupo do Windows AD
ru_ru: Группа Active Directory Windows
tr_tr: Ad Group
zh_hans: Windows AD组
zh_hant: Windows AD 用戶群組

source: Windows AD User
ar_ae: مستخدم Windows AD
de_de: Windows AD
es_es: Usuario de Windows AD
fr_ca: Utilisateur Windows AD
it_it: Utente Windows AD
ja_jp: Windows ADユーザー
pt_pt: Windows AD
ru_ru: Пользователь Active Directory Windows
tr_tr: Windows AD Kullanıcısı
zh_hans: Windows AD用户
zh_hant: Windows AD 用戶群組

source: Windows Authentication
ar_ae: مصادقة Windows
de_de: Windows-Authentifizierung
es_es: Autenticación de Windows
fr_ca: Authentification Windows
it_it: Autenticazione di Windows
ja_jp: Windows 認証(&W)
pt_pt: Janela de Autenticação
ru_ru: Аутентификация Windows
tr_tr: Windows Kimlik Doğrulamasını Kullan
zh_hans: Windows身份验证
zh_hant: Windows 驗證

source: Windows Integrated Security
ar_ae: الأمان المتكامل في Windows
de_de: Integrierte Sicherheit
es_es: Seguridad integrada con Windows®
fr_ca: Utiliser la sécurité intégrée de Windows NT
it_it: SICUREZZA INTEGRATA
ja_jp: Windows統合セキュリティ
pt_pt: Segurança Integrada
ru_ru: Интегрированная безопасность Windows
tr_tr: Windows NT Tümleşik Güvenliği
zh_hans: Windows 集成安全性
zh_hant: Windows NT 整合式安全性

source: With this Access token, reporting controls can be securely embedded in your application. It is also used to access all the Report Server REST APIs.
ar_ae: باستخدام رمز Access المميز هذا، يمكن تضمين عناصر التحكم في التقارير بشكل آمن في تطبيقك. كما يتم استخدامه للوصول إلى جميع واجهات برمجة تطبيقات REST الخاصة بخادم التقارير.
de_de: Mit diesem Zugriffstoken können Berichtssteuerungen sicher in Ihre Anwendung eingebettet werden. Es wird auch für den Zugriff auf alle BERICHTSSERVER-REST-APIS verwendet.
es_es: Con este token de Access, los controles de informes se pueden integrar de forma segura en su aplicación. También se utiliza para acceder a todas las API REST del servidor de informes.
fr_ca: Avec ce jeton d'accès, les contrôles de rapport peuvent être intégrés en toute sécurité dans votre application. Il est également utilisé pour accéder à toutes les API REST du serveur de rapports.
it_it: Con questo token di accesso, i controlli di reporting possono essere incorporati in modo sicuro nella tua applicazione. Viene utilizzato anche per accedere a tutte le API REST di Report Server.
ja_jp: このアクセストークンを使用すると、レポートコントロールをアプリケーションに安全に埋め込むことができます。また、すべてのレポートサーバーREST APIにアクセスするためにも使用されます。
pt_pt: Com este token do Access, os controles de relatório podem ser incorporados com segurança no seu aplicativo. Ele também é usado para acessar todas as APIs REST do Servidor de Relatórios.
ru_ru: С помощью этого маркера доступа элементы управления отчетами могут быть надежно встроены в ваше приложение. Он также используется для доступа ко всем REST API сервера отчетов.
tr_tr: Bu Erişim belirteci ile raporlama kontrolleri uygulamanıza güvenli bir şekilde gömülebilir. Ayrıca tüm Rapor Sunucusu REST API'lerine erişmek için kullanılır.
zh_hans: 使用此访问令牌，报告控件可以安全地嵌入到您的应用程序中。它还用于访问所有报表服务器REST API。
zh_hant: 使用此存取權杖，報告控制項可以安全地嵌入到您的應用程式中。它也用於存取所有報表伺服器REST API。

source: Would you like to proceed?
ar_ae: هل ترغب في المتابعة ؟
de_de: Möchten Sie fortfahren?
es_es: ¿Quieres continuar?
fr_ca: Voulez-vous continuer ?
it_it: Vuoi procedere?
ja_jp: 続行しますか？
pt_pt: Quer continuar?
ru_ru: Продолжить?
tr_tr: Devam etmek istiyor musunuz?
zh_hans: 您要如何继续操作？
zh_hant: 您想繼續嗎？

source: Write a comment
ar_ae: اكتب تعليقًا
de_de: Einen Kommentar schreiben
es_es: Escriba un comentario
fr_ca: Laisser un commentaire
it_it: Scrivi un commento
ja_jp: コメントを書く
pt_pt: Escrever um comentário
ru_ru: Написать комментарий
tr_tr: Yorum yaz
zh_hans: 撰写评论
zh_hant: 寫評論

source: Write a description about this attribute.
ar_ae: اكتب وصفًا حول هذه السمة.
de_de: Schreiben Sie eine Beschreibung zu diesem Attribut.
es_es: Escribe una descripción sobre este atributo.
fr_ca: Écrivez une description de cet attribut.
it_it: Scrivi una descrizione su questo attributo.
ja_jp: この属性について説明を書いてください。
pt_pt: Escreva uma descrição sobre este atributo.
ru_ru: Напишите описание этого атрибута.
tr_tr: Bu öznitelik hakkında bir açıklama yazın.
zh_hans: 撰写有关此属性的描述。
zh_hant: 撰寫有關此屬性的描述。

source: Write description of report.
ar_ae: اكتب وصفًا للتقرير.
de_de: Beschreibung des Berichts
es_es: Escriba la descripción del informe.
fr_ca: Description du rapport 3.
it_it: Descrivi
ja_jp: レポートの説明を書いてください。
pt_pt: Descrição do reporte
ru_ru: Описание отчета
tr_tr: Raporun açıklamasını yazın.
zh_hans: 撰写报告描述。
zh_hant: 寫下報告的描述。

source: X-Frame-Options
ar_ae: خيارات- X - Frame
de_de: X-Frame
es_es: Opciones de X-Frame
fr_ca: Options X-Frame
it_it: Telaio a X
ja_jp: フレームオプション
pt_pt: Opções Moldura X
ru_ru: X-Frame-Options (защитита от Кликджекинга)
tr_tr: X-Çerçeve-Seçenekleri
zh_hans: 框架选项
zh_hant: X-框-選項

source: year(s)
ar_ae: سنة(سنوات)
de_de: Jahr(e)
es_es: año(s)
fr_ca: année(s)
it_it: anno/i
ja_jp: 年ごと
pt_pt: ano(s)
ru_ru: год(ы)
tr_tr: yıl
zh_hans: 年
zh_hant: 年

source: Yearly
ar_ae: سنوي
de_de: Jährlich
es_es: Anual
fr_ca: Annuel
it_it: Annuale
ja_jp: 年ごと
pt_pt: Anualmente
ru_ru: Ежегодно
tr_tr: Yıllık
zh_hans: 每年
zh_hant: 每年

source: Yes
ar_ae: نعم
de_de: Ja
es_es: Sí
fr_ca: Oui
it_it: Sì
ja_jp: あり
pt_pt: Sim
ru_ru: Да
tr_tr: Evet
zh_hans: 是
zh_hant: 是

source: Yes, I’m interested
ar_ae: نعم، أنا مهتم
de_de: Ich habe Interesse >>
es_es: SÍ, ESTOY INTERESADO
fr_ca: Oui, ça m'intéresse
it_it: SONO INTERESSATO
ja_jp: 実現できること
pt_pt: Estou interessado.
ru_ru: Мне интересно!
tr_tr: Benim ilgimi çekiyor.
zh_hans: 我 想 聽聽
zh_hant: 我對這些東西有興趣:

source: yesterday
ar_ae: أمس
de_de: gestern
es_es: ayer
fr_ca: hier
it_it: ieri
ja_jp: 昨日
pt_pt: ontem
ru_ru: вчера
tr_tr: dün
zh_hans: 昨天
zh_hant: 昨天

source: You are logged in as
ar_ae: لقد قمت بتسجيل الدخول باسم
de_de: Sie sind angemeldet als
es_es: Has iniciado sesión como
fr_ca: Vous êtes connecté(e) en tant que
it_it: Sei collegato/a come
ja_jp: ログイン中
pt_pt: Tem sessão iniciada como
ru_ru: Вы вошли как
tr_tr: Giriş yaptınız
zh_hans: 登入者是
zh_hant: 您已登錄

source: You can also store it in any other local server folder.
ar_ae: يمكنك أيضًا تخزينه في أي مجلد خادم محلي آخر.
de_de: Sie können sie auch in jedem anderen lokalen Serverordner speichern.
es_es: También puede almacenarlo en cualquier otra carpeta del servidor local.
fr_ca: Vous pouvez également le stocker dans n'importe quel autre dossier de serveur local.
it_it: Puoi anche archiviarlo in qualsiasi altra cartella del server locale.
ja_jp: 他のローカルサーバーフォルダに保存することもできます。
pt_pt: Você também pode armazená-lo em qualquer outra pasta do servidor local.
ru_ru: Вы также можете сохранить его в любой другой папке локального сервера.
tr_tr: Ayrıca başka bir yerel sunucu klasöründe de saklayabilirsiniz.
zh_hans: 您也可以将其存储在任何其他本地服务器文件夹中。
zh_hant: 您也可以將其儲存在任何其他本機伺服器資料夾中。

source: You can configure a content security policy (CSP) for your site. CSP will not be applied if this option is disabled. Click
ar_ae: يمكنك تكوين سياسة أمان المحتوى (CSP) لموقعك. لن يتم تطبيق CSP إذا تم تعطيل هذا الخيار. انقر
de_de: Sie können eine Content Security Policy (CSP) für Ihre Website konfigurieren. CSP wird nicht angewendet, wenn diese Option deaktiviert ist. Klicken Sie auf
es_es: Puede configurar una política de seguridad de contenido (CSP) para su sitio. CSP no se aplicará si esta opción está deshabilitada. Haga clic
fr_ca: Vous pouvez configurer une politique de sécurité de contenu (CSP) pour votre site. Le CSP ne sera pas appliqué si cette option est désactivée. Clic
it_it: Puoi configurare un criterio di sicurezza dei contenuti (CSP) per il tuo sito. Il CSP non verrà applicato se questa opzione è disabilitata. Clicca
ja_jp: サイトのコンテンツセキュリティポリシー（ CSP ）を設定できます。このオプションが無効になっている場合、CSPは適用されません。クリック
pt_pt: Você pode configurar uma política de segurança de conteúdo (CSP) para o seu site. O CSP não será aplicado se esta opção estiver desativada. Clicar
ru_ru: Вы можете настроить политику безопасности контента (CSP) для своего сайта. CSP не будет применяться, если эта опция отключена. Нажмите Завершить
tr_tr: Siteniz için bir içerik güvenlik politikası (CSP) yapılandırabilirsiniz. Bu seçenek devre dışı bırakılırsa CSP uygulanmayacaktır. Tıklayın
zh_hans: 您可以为网站配置内容安全策略(CSP)。如果禁用此选项，则不会应用CSP。点击
zh_hant: 您可以爲網站配置內容安全策略(CSP)。如果停用此選項，將不會套用CSP。按一下

source: You can configure a custom policy for your site. The default policy will be applied if this option is disabled.
ar_ae: يمكنك تكوين سياسة مخصصة لموقعك. سيتم تطبيق السياسة الافتراضية إذا تم تعطيل هذا الخيار.
de_de: Sie können eine benutzerdefinierte Richtlinie für Ihre Website konfigurieren. Die Standardrichtlinie wird angewendet, wenn diese Option deaktiviert ist.
es_es: Puede configurar una política personalizada para su sitio. CSP no se aplicará si esta opción está deshabilitada.
fr_ca: Vous pouvez configurer une politique personnalisée pour votre site. La politique par défaut sera appliquée si cette option est désactivée.
it_it: Puoi configurare una policy personalizzata per il tuo sito. Se questa opzione è disabilitata, verrà applicata la politica predefinita.
ja_jp: サイトのカスタムポリシーを設定できます。このオプションが無効になっている場合、デフォルトのポリシーが適用されます。
pt_pt: Pode configurar uma política personalizada para o seu site. A política padrão será aplicada se esta opção estiver desativada.
ru_ru: Вы можете настроить настраиваемую политику для своего сайта. Политика по умолчанию будет применена, если эта опция отключена.
tr_tr: Siteniz için özel bir politika yapılandırabilirsiniz. Bu seçenek devre dışı bırakılırsa varsayılan politika uygulanacaktır.
zh_hans: 您可以为站点配置自定义策略。如果禁用此选项，将应用默认策略。
zh_hant: 你可以為網站設定自訂政策。如果禁用此選項，將應用默認策略。

source: You can only choose
ar_ae: يمكنك فقط الاختيار
de_de: Du kannst nur wählen
es_es: solo puede elegir uno,
fr_ca: Vous pouvez seulement choisir
it_it: Puoi scegliere solo 3 carte!
ja_jp: 選択できるのは
pt_pt: Você só pode escolher
ru_ru: Вы можете выбрать только один
tr_tr: Dentakay'dan başka bir yere
zh_hans: 你只能選擇
zh_hant: 你只能選擇

source: You can only have
ar_ae: يمكنك فقط الحصول على
de_de: Sie können nur
es_es: Solo puedes tener
fr_ca: Vous ne pourrez que vous amuser.
it_it: Puoi solo avere
ja_jp: あなただけが持つことができます
pt_pt: Só pode ter
ru_ru: исказили, как им было нужно.
tr_tr: Sadece şunlara sahip olabilirsin:
zh_hans: 您只能拥有
zh_hant: 您只能有

source: You can reactivate your account before
ar_ae: يمكنك إعادة تفعيل حسابك قبل
de_de: Du kannst dein Konto reaktivieren, bevor
es_es: Puede reactivar su cuenta en cualquier momento.
fr_ca: Vous pouvez réactiver votre compte avant
it_it: Puoi riattivare il tuo account prima del
ja_jp: 事前にアカウントを再有効化することができます
pt_pt: Pode reativar a sua conta antes de
ru_ru: Вы можете повторно активировать аккаунт до
tr_tr: Hesabınızı şu tarihten önce yeniden etkinleştirebilirsiniz:
zh_hans: 您可以在之前重新激活账号
zh_hant: 你可以在之前重新啟用帳戶

source: You can use this code to embed and render this report in your web application. Since the report has been marked as public, anyone will be able to view it.
ar_ae: يمكنك استخدام هذا الرمز لتضمين هذا التقرير وتقديمه في تطبيق الويب الخاص بك. نظرًا لأنه تم وضع علامة على التقرير على أنه عام، فسيتمكن أي شخص من مشاهدته.
de_de: Sie können diesen Code verwenden, um diesen Bericht in Ihre Webanwendung einzubetten und zu rendern. Da der Bericht als öffentlich markiert wurde, kann ihn jeder sehen.
es_es: Puede usar este código para incrustar y representar este informe en su aplicación web. Dado que el informe se ha marcado como público, cualquier persona podrá verlo.
fr_ca: Vous pouvez utiliser ce code pour intégrer et rendre ce rapport dans votre application Web. Étant donné que le rapport a été marqué comme public, n'importe qui pourra le consulter.
it_it: Puoi utilizzare questo codice per incorporare e visualizzare questo report nella tua applicazione web. Poiché il report è stato contrassegnato come pubblico, chiunque sarà in grado di visualizzarlo.
ja_jp: このコードを使用して、Webアプリケーションにこのレポートを埋め込み、レンダリングできます。レポートは公開としてマークされているため、誰でも閲覧できます。
pt_pt: Você pode usar este código para incorporar e renderizar este relatório na sua aplicação web. Como o relatório foi marcado como público, qualquer pessoa poderá visualizá-lo.
ru_ru: Этот код можно использовать для встраивания и отображения этого отчета в веб-приложении. Поскольку отчет был помечен как общедоступный, его сможет просмотреть любой желающий.
tr_tr: Bu raporu web uygulamanıza gömmek ve oluşturmak için bu kodu kullanabilirsiniz. Rapor herkese açık olarak işaretlendiği için herkes görüntüleyebilecek.
zh_hans: 您可以使用此代码在Web应用程序中嵌入和呈现此报表。由于报告已被标记为公开，任何人都可以查看。
zh_hant: 您可以使用此程式碼在Web應用程式中嵌入並呈現此報告。由於報告已標記為公開，任何人都可以查看。

source: You can use this code to embed and render this report in your web application. Users need to be logged in and have the appropriate permission to view the report.
ar_ae: يمكنك استخدام هذا الرمز لتضمين هذا التقرير وتقديمه في تطبيق الويب الخاص بك. يحتاج المستخدمون إلى تسجيل الدخول والحصول على الإذن المناسب لعرض التقرير.
de_de: Sie können diesen Code verwenden, um diesen Bericht in Ihre Webanwendung einzubetten und zu rendern. Benutzer müssen angemeldet sein und über die entsprechende Berechtigung verfügen, um den Bericht anzuzeigen.
es_es: Puede usar este código para incrustar y representar este informe en su aplicación web. Los usuarios deben iniciar sesión y tener el permiso adecuado para ver el informe.
fr_ca: Vous pouvez utiliser ce code pour intégrer et rendre ce rapport dans votre application Web. Les utilisateurs doivent être connectés et disposer de l'autorisation appropriée pour afficher le rapport.
it_it: Puoi utilizzare questo codice per incorporare e visualizzare questo report nella tua applicazione web. Gli utenti devono essere loggati e avere l'autorizzazione appropriata per visualizzare il report.
ja_jp: このコードを使用して、Webアプリケーションにこのレポートを埋め込み、レンダリングできます。ユーザーはログインし、レポートを表示するために適切な権限を持っている必要があります。
pt_pt: Você pode usar este código para incorporar e renderizar este relatório na sua aplicação web. Os utilizadores precisam de estar ligados e ter a permissão apropriada para visualizar o relatório.
ru_ru: Этот код можно использовать для встраивания и отображения этого отчета в веб-приложении. Пользователи должны войти в систему и иметь соответствующее разрешение на просмотр отчета.
tr_tr: Bu raporu web uygulamanıza gömmek ve oluşturmak için bu kodu kullanabilirsiniz. Kullanıcıların oturum açması ve raporu görüntülemek için uygun izne sahip olması gerekir.
zh_hans: 您可以使用此代码在Web应用程序中嵌入和呈现此报表。用户需要登录并具有相应的权限才能查看报告。
zh_hant: 您可以使用此程式碼在Web應用程式中嵌入並呈現此報告。用戶需要登錄並具有適當的權限才能查看報告。
