Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Update these details through your
ar_ae: قم بتحديث هذه التفاصيل من خلال
de_de: Aktualisieren Sie diese Angaben über Ihre
es_es: Actualiza estos datos a través de tu
fr_ca: Mettez à jour ces informations via votre
it_it: Aggiorna questi dettagli tramite il tuo
ja_jp: これらの情報を更新するには、
pt_pt: Atualize estas informações através do seu
ru_ru: Обновите эти данные с помощью
tr_tr: Bu bilgileri şuradan güncelleyin:
zh_hans: 请通过以下方式更新这些详细信息：
zh_hant: 請透過以下方式更新這些詳細資訊：

source: Update View
ar_ae: تحديث طريقة العرض
de_de: Anzeige Aktualisieren
es_es: Actualizar vista
fr_ca: Mettre à jour de l'affichage
it_it: Aggiornare visualizzazione
ja_jp: ビューを更新する
pt_pt: Atualizar visualização
ru_ru: Обновить Представление GravityView
tr_tr: Güncellemeleri görüntüle
zh_hans: 更新视图
zh_hant: 更新視圖

source: Update your Payment details
ar_ae: تحديث تفاصيل الدفع الخاصة بك
de_de: Bitte aktualisieren Sie die Zahlungsinformationen!
es_es: Actualiza tus datos de pago
fr_ca: Mettez à jour vos informations de paiement !
it_it: Aggiorna i dati del pagamento
ja_jp: お支払いの詳細を更新してください！
pt_pt: Atualizar dados de pagamento
ru_ru: Ваши реквизиты для оплаты
tr_tr: Ücret Detaylarını güncelle
zh_hans: 更新付款详细信息
zh_hant: 500Affiliates - 請更新您的付款詳細資料 。

source: Update your payment details.
ar_ae: حدِّث تفاصيل الدفع.
de_de: Bitte aktualisieren Sie die Zahlungsinformationen!
es_es: Actualice sus datos de pago
fr_ca: Mettez à jour vos informations de paiement !
it_it: Aggiorna i dati del pagamento
ja_jp: お支払いの詳細を更新してください！
pt_pt: Atualizar dados de pagamento
ru_ru: Ваши реквизиты для оплаты
tr_tr: Ücret Detaylarını güncelle
zh_hans: 更新付款详细信息
zh_hant: 500Affiliates - 請更新您的付款詳細資料 。

source: Updated
ar_ae: تم التحديث
de_de: Aktualisiert
es_es: Actualizado
fr_ca: Mise à jour
it_it: Aggiornato
ja_jp: 更新日
pt_pt: Atualizado
ru_ru: Дата обновления
tr_tr: Güncellendi
zh_hans: 已更新
zh_hant: 已更新

source: UPGRADE MY STORAGE
ar_ae: ترقية السعة التخزينية الخاصة بي
de_de: MEINEN SPEICHER AUFRÜSTEN
es_es: ACTUALIZAR MI ALMACENAMIENTO
fr_ca: METTRE À NIVEAU MON STOCKAGE
it_it: AGGIORNA IL MIO SPAZIO DI ARCHIVIAZIONE
ja_jp: 自分の貯蔵庫をアップグレード
pt_pt: ATUALIZAR O MEU ARMAZENAMENTO
ru_ru: ОБНОВИТЬ МОЕ ХРАНИЛИЩЕ
tr_tr: DEPOMU YÜKSELT
zh_hans: 升级我的存储空间
zh_hant: 升級我的儲存空間

source: upgrade your plan
ar_ae: ترقية خطتك
de_de: Aktualisieren Sie Ihren Tarif
es_es: mejora tu plan
fr_ca: Passer à un abonnement supérieur
it_it: Effettua l'upgrade del tuo abbonamento.
ja_jp: プランをアップグレード
pt_pt: Faça upgrade do seu plano
ru_ru: Обновите свой план
tr_tr: Planınızı yükseltin
zh_hans: 升级您的计划
zh_hant: 升級您的方案

source: Upgrade your plan
ar_ae: ترقية خطتك
de_de: Aktualisieren Sie Ihren Tarif
es_es: Actualiza tu plan
fr_ca: Mettez à niveau votre plan
it_it: Effettua l'upgrade del tuo abbonamento.
ja_jp: プランをアップグレード
pt_pt: Faça upgrade do seu plano
ru_ru: Обновите свой тарифный план
tr_tr: Planınızı yükseltin
zh_hans: 升级您的计划
zh_hant: 升級您的方案

source: Upgrade your plan
ar_ae: ترقية خطتك
de_de: Aktualisieren Sie Ihren Tarif
es_es: Actualiza tu plan
fr_ca: Mettez à niveau votre plan
it_it: Effettua l'upgrade del tuo abbonamento.
ja_jp: プランをアップグレード
pt_pt: Faça upgrade do seu plano
ru_ru: Обновите свой тарифный план
tr_tr: Planınızı yükseltin
zh_hans: 升级您的计划
zh_hant: 升級您的方案

source: Upload
ar_ae: تحميل
es_es: Subir
fr_ca: Télécharger
it_it: Carica
ja_jp: アップロード
pt_pt: Carregar
ru_ru: Выгрузить
tr_tr: Yükle
zh_hans: 上传
zh_hant: 上傳

source: Upload CSV File here
ar_ae: تحميل ملف CSV هنا
de_de: Datei hier hochladen
es_es: Subir archivo CSV aquí
fr_ca: Téléverser le fichier CSV ici
it_it: Carica file CSV
ja_jp: CSV ファイルをアップロード
pt_pt: Carregar Ficheiro CSV
ru_ru: Загрузить CSV файл
tr_tr: CSV dosyasını yükle
zh_hans: 上传 CSV 格式文件
zh_hant: 上传CSV文件

source: Upload Dataset
ar_ae: تحميل مجموعة البيانات
de_de: Datensatz hochladen
es_es: Subir ficheros de dataset
fr_ca: Télécharger l'ensemble de données
it_it: Carica set di dati
ja_jp: データセットをアップロード
pt_pt: Carregar conjunto de dados
ru_ru: Загрузить набор данных
tr_tr: Veri Kümesi Yükle
zh_hans: 上传数据集
zh_hant: 上傳資料集

source: Upload File
ar_ae: تحميل الملف
de_de: Aufladen einer Datei
es_es: Subir archivo
fr_ca: Charger un fichier
it_it: Carica file
ja_jp: ファイルをアップロード
pt_pt: Enviar ficheiro
ru_ru: Загрузить файл
tr_tr: Dosya Yükle
zh_hans: 上传文件
zh_hant: 上傳檔案

source: Upload Files
ar_ae: تحميل الملفات
es_es: Cargar archivos
fr_ca: Téléverser des fichiers
ja_jp: ファイルをアップロード
pt_pt: Carregar Ficheiros
ru_ru: Загрузить файлы
tr_tr: Dosyaları yükle
zh_hans: 上传文件

source: Upload Image
ar_ae: تحميل الصورة
de_de: Bild hochladen
es_es: Cargar documento
fr_ca: Télécharger une image
it_it: Carica Immagine
ja_jp: 画像をアップロード
pt_pt: Carregar imagem
ru_ru: Загрузить изображение
tr_tr: Resim Yükle
zh_hans: 上传图片
zh_hant: 上傳圖檔

source: Upload license file
ar_ae: تحميل ملف الترخيص
es_es: Cargar el archivo de licencia
fr_ca: Télécharger le fichier de licence
ja_jp: ライセンスファイルをアップロード
pt_pt: Carregar ficheiro de licença
ru_ru: Загрузите файл лицензии.
tr_tr: Lisans Dosyasını Yükle
zh_hans: 上传许可证文件

source: Upload Report
ar_ae: تحميل التقرير
de_de: Bericht hochladen
es_es: Cargar informe
fr_ca: Télécharger le rapport EDE
it_it: Carica un referto
ja_jp: レポートをアップロード
pt_pt: Carregar relatório
ru_ru: Загрузить отчет
tr_tr: Kaydırma Raporu yükle
zh_hans: 上传报告
zh_hant: 上傳報告

source: Upload SSL certificate to make your website secure.
ar_ae: قم بتحميل شهادة SSL لجعل موقع الويب الخاص بك آمنًا.
de_de: Laden Sie ein SSL-Zertifikat hoch, um Ihre Website sicher zu machen.
es_es: Sube un certificado SSL para que tu sitio web sea seguro.
fr_ca: Téléchargez un certificat SSL pour sécuriser votre site Web.
it_it: Carica il certificato SSL per rendere sicuro il tuo sito web.
ja_jp: SSL証明書をアップロードして、ウェブサイトを安全にしましょう。
pt_pt: Carregue o certificado SSL para tornar o seu site seguro.
ru_ru: Загрузите SSL-сертификат, чтобы сделать ваш сайт безопасным.
tr_tr: Web sitenizi güvenli hale getirmek için SSL sertifikası yükleyin.
zh_hans: 上传SSL证书，确保您的网站安全。
zh_hant: 上傳SSL憑證，確保網站安全。

source: Upload your existing RSD file to the server.
ar_ae: قم بتحميل ملف RSD الحالي الخاص بك إلى الخادم.
de_de: Laden Sie Ihre vorhandene RSD-Datei auf den Server hoch.
es_es: Cargue su archivo RSD existente en el servidor.
fr_ca: Téléverse ton fichier RSD existant sur le serveur.
it_it: Carica il file RSD esistente sul server.
ja_jp: 既存のRSDファイルをサーバーにアップロードします。
pt_pt: Carregue o seu ficheiro RSD existente para o servidor.
ru_ru: Загрузите существующий файл RSD на сервер.
tr_tr: Mevcut RSD dosyanızı sunucuya yükleyin.
zh_hans: 将您现有的RSD文件上传到服务器。
zh_hant: 將現有的RSD檔案上傳到伺服器。

source: Upload your files to the server.
ar_ae: قم بتحميل ملفاتك إلى الخادم.
es_es: Subir ficheros al Servidor de ficheros.
fr_ca: Dreamweaver téléversera tous vos fichiers sur le serveur.
ja_jp: ファイルをサーバーにアップロードします。
pt_pt: Enviar os ficheiros para o servidor
ru_ru: Загрузить файлы на сервер
tr_tr: Dosyaları sunucuya gönder
zh_hans: 将文件上传到服务器。

source: Upload your RDL file to the server.
ar_ae: قم بتحميل ملف RDL الخاص بك إلى الخادم.
de_de: Laden Sie Ihre RDL-Datei auf den Server hoch.
es_es: Sube tu archivo RDL al servidor.
fr_ca: Téléchargez votre fichier RDL sur le serveur.
it_it: Carica il tuo file RDL sul server.
ja_jp: RDLファイルをサーバーにアップロードします。
pt_pt: Carregue o seu ficheiro RDL para o servidor.
ru_ru: Загрузите RDL-файл на сервер.
tr_tr: RDL dosyanızı sunucuya yükleyin.
zh_hans: 将您的RDL文件上传到服务器。
zh_hant: 將您的RDL檔案上傳到伺服器。

source: Uploaded file is either an executable or a harmful file that is not supported.
ar_ae: الملف الذي تم تحميله هو إما ملف قابل للتنفيذ أو ملف ضار غير مدعوم.
de_de: Die hochgeladene Datei ist entweder eine ausführbare Datei oder eine schädliche Datei, die nicht unterstützt wird.
es_es: El archivo cargado es un archivo ejecutable o dañino que no es compatible.
fr_ca: Le fichier téléchargé est soit un exécutable, soit un fichier nuisible qui n'est pas pris en charge.
it_it: Il file caricato è un eseguibile o un file dannoso non supportato.
ja_jp: アップロードされたファイルは、実行可能ファイルまたはサポートされていない有害なファイルのいずれかです。
pt_pt: O ficheiro carregado é um executável ou um ficheiro prejudicial que não é suportado.
ru_ru: Загруженный файл является исполняемым или вредоносным файлом, который не поддерживается.
tr_tr: Yüklenen dosya, desteklenmeyen yürütülebilir veya zararlı bir dosyadır.
zh_hans: 上传的文件是可执行文件或不受支持的有害文件。
zh_hant: 上傳的文件是 Dashboard Server 不支持的可執行文件或有害文件。

source: URL to retrieve the user information based on the token.
ar_ae: URL لاسترداد معلومات المستخدم بناءً على الرمز المميز.
de_de: URL zum Abrufen der Benutzerinformationen basierend auf dem Token.
es_es: URL para recuperar la información del usuario basada en el token.
fr_ca: URL pour récupérer les informations de l'utilisateur en fonction du jeton.
it_it: URL per recuperare le informazioni dell'utente in base al token.
ja_jp: トークンに基づいてユーザー情報を取得するURL。
pt_pt: URL para recuperar as informações do utilizador com base no token.
ru_ru: URL-адрес для получения информации о пользователе на основе маркера.
tr_tr: Simgeye dayalı olarak kullanıcı bilgilerini almak için URL.
zh_hans: 基于令牌检索用户信息的URL。
zh_hant: 根據權杖擷取使用者資訊的URL。

source: Use 24-hour format
ar_ae: استخدم تنسيق 24 ساعة
de_de: 24-Stunden-Format verwenden
es_es: Formato de 24 horas
fr_ca: Utiliser le format 24H
it_it: Utilizzare il formato a 24 ore
ja_jp: 24時間表示
pt_pt: Usar formato de 24 horas
ru_ru: Используйте 24-часовой формат
tr_tr: Kullanım 24 saat biçimi
zh_hans: 24小时格式
zh_hant: 使用 24 小時制

source: Use as Windows credentials when connecting to the Data Source
ar_ae: استخدم كبيانات اعتماد Windows عند الاتصال بمصدر البيانات
de_de: Als Windows-Anmeldeinformationen verwenden, wenn eine Verbindung zur Datenquelle hergestellt wird
es_es: Utilizar como credenciales de Windows al conectarse al origen de datos
fr_ca: Utiliser comme informations d’identification Windows lors de la connexion à la source de données
it_it: Utilizzare come credenziali di Windows quando ci si connette all'origine dati
ja_jp: データソースに接続するときにWindowsの資格情報として使用する
pt_pt: Usar como credenciais do Windows ao se conectar à Fonte de Dados
ru_ru: Использовать в качестве учетных данных Windows при подключении к источнику данных
tr_tr: Veri Kaynağına bağlanırken Windows kimlik bilgileri olarak kullanın
zh_hans: 连接到数据源时用作Windows凭据
zh_hant: 連線到資料來源時用作Windows認證

source: Use Default
ar_ae: استخدام الافتراضي
de_de: Standardwert verwenden
es_es: Usar predeterminado
fr_ca: Par Défaut
it_it: Usa valore predef.
ja_jp: 標準設定を使用する
pt_pt: Usar Padrão
ru_ru: По умолчанию
tr_tr: Varsayılanı Kullan
zh_hans: 使用默认值(U)
zh_hant: 使用預設值

source: Use Existing DataSource
ar_ae: استخدام مصدر البيانات الحالي
de_de: Vorhandene verwenden
es_es: Usar existente
fr_ca: Utiliser la source de données existante
it_it: Usa origine dati esistente
ja_jp: 既存のデータソースを使用する
pt_pt: Usar Fonte de Dados Existente
ru_ru: Использовать существующий источник данных
tr_tr: Mevcut Veri Kaynağını Kullan
zh_hans: 使用现有数据源
zh_hant: 使用現有資料來源

source: Use HTTP
ar_ae: استخدام بروتوكول نقل النص التشعبي
de_de: Nur HTTP verwenden
es_es: Usar HTTP
fr_ca: Utiliser HTTP
it_it: Usa http
ja_jp: HTTP 1.0 を使用する
pt_pt: Usar HTTP 1.0
ru_ru: Use HTTP (использование НТТР)
tr_tr: Http kullan
zh_hans: 使用 HTTP
zh_hant: 使用者HTTP

source: Use HTTPS (Recommened)
ar_ae: استخدام HTTPS (موصى به)
de_de: Https verwenden (empfohlen)
es_es: Usar HTTPS (recomendado)
fr_ca: Utiliser HTTPS (recommandé)
it_it: Usa HTTPS (consigliato)
ja_jp: HTTPSを使用する（推奨）
pt_pt: Usar HTTPS (recomendado)
ru_ru: Использовать HTTPS (рекомендуется)
tr_tr: Https kullan (Önerilen)
zh_hans: 使用HTTPS （推荐）
zh_hant: 使用HTTPS （推薦）

source: Use source report, data source and dataset name.
ar_ae: استخدم تقرير المصدر ومصدر البيانات واسم مجموعة البيانات.
de_de: Quellbericht, Datenquelle und Datensatznamen verwenden.
es_es: Utilice el informe de origen, la fuente de datos y el nombre del conjunto de datos.
fr_ca: Utilisez le rapport source, la source de données et le nom de l'ensemble de données.
it_it: Utilizzare il report di origine, l'origine dati e il nome del set di dati.
ja_jp: ソースレポート、データソース、データセット名を使用します。
pt_pt: Use o relatório de origem, a fonte de dados e o nome do conjunto de dados.
ru_ru: Используйте исходный отчет, источник данных и имя набора данных.
tr_tr: Kaynak raporu, veri kaynağı ve veri kümesi adını kullanın.
zh_hans: 使用源报告、数据源和数据集名称。
zh_hant: 使用來源報告、資料來源和資料集名稱。

source: Use SSO
ar_ae: استخدام تسجيل الدخول الأحادي
es_es: SSO
fr_ca: Utiliser SSO
pt_pt: SSO
ru_ru: Офицер по охране судна
tr_tr: TOA (Tek Oturum Açma)
zh_hans: sso

source: Use the source category and report name.
ar_ae: استخدم فئة المصدر واسم التقرير.
es_es: Utilice la categoría de origen y el nombre del informe.
fr_ca: Utilisez la catégorie source et le nom du rapport.
ja_jp: ソースカテゴリとレポート名を使用します。
pt_pt: Use a categoria de origem e o nome do relatório.
ru_ru: Используйте категорию источника и название отчета.
tr_tr: Kaynak kategorisini ve rapor adını kullanın.
zh_hans: 使用源类别和报告名称。

source: Use your own domain name for your Bold BI site.
ar_ae: استخدم اسم نطاقك الخاص لموقع Bold BI الخاص بك.
de_de: Verwenden Sie Ihren eigenen Domainnamen für Ihre Bold BI-Website.
es_es: Utiliza tu propio nombre de dominio para tu sitio de Bold BI.
fr_ca: Utilisez votre propre nom de domaine pour votre site Bold BI.
it_it: Usa il tuo nome di dominio per il tuo sito Bold BI.
ja_jp: Bold BIサイトに独自のドメイン名を使用します。
pt_pt: Use o seu próprio nome de domínio para o seu site Bold BI.
ru_ru: Используйте собственное доменное имя для своего сайта Bold BI.
tr_tr: Bold BI siteniz için kendi alan adınızı kullanın.
zh_hans: 为您的Bold BI站点使用您自己的域名。
zh_hant: 為Bold BI網站使用您自己的網域名稱。

source: Used
ar_ae: مستخدم
de_de: Genutzt
es_es: Utilizado
fr_ca: Utilisé(e)
it_it: Utilizzati
ja_jp: 使用容量
pt_pt: Usado
ru_ru: Использованные ресурсы
tr_tr: Kullanıldı
zh_hans: 已用
zh_hant: 已用

source: User
ar_ae: المستخدم
de_de: Benutzer
es_es: Usuario
fr_ca: Utilisateur
it_it: Utente
ja_jp: ユーザー
pt_pt: Utilizador
ru_ru: Пользователь
tr_tr: Kullanıcı
zh_hans: 用户
zh_hant: 使用者

source: User access has been removed successfully.
ar_ae: تمت إزالة وصول المستخدم بنجاح.
de_de: Zugriff erfolgreich entfernt!
es_es: %user se ha eliminado con éxito
fr_ca: L'accès a été supprimé avec succès.
it_it: L'accesso utente è stato rimosso correttamente.
ja_jp: ユーザーアクセスが正常に削除されました。
pt_pt: O acesso do utilizador foi removido com sucesso.
ru_ru: Пользовательский доступ успешно удален.
tr_tr: Kullanıcı başarıyla kaldırıldı
zh_hans: 删除用户成功
zh_hant: 訪問已成功刪除。

source: User account has been activated successfully.
ar_ae: تم تفعيل حساب المستخدم بنجاح.
de_de: Ihr Konto wurde erfolgreich aktiviert.
es_es: La cuenta de usuario se ha activado correctamente.
fr_ca: Le compte utilisateur a été activé avec succès.
it_it: L'account utente è stato attivato. L'utente verrà avvisato direttamente da un'e-mail contenente l'indirizzo URL per accedere al sito ed i dati di accesso.
ja_jp: アカウントが正常にアクティブになりました。
pt_pt: Sua conta foi ativada com sucesso.
ru_ru: Ваш аккаунт был успешно активирован.
tr_tr: Hesabınız başarılı bir şekilde aktifleştirildi
zh_hans: 已成功激活账户
zh_hant: 用戶帳戶已成功激活。

source: User account has been deactivated successfully.
ar_ae: تم إلغاء تنشيط حساب المستخدم بنجاح.
de_de: Dieses Benutzerkonto wurde deaktiviert.
es_es: La cuenta de usuario ha sido desactivada.
fr_ca: Votre compte a été désactivé.
it_it: L'utente è stato disattivato correttamente.
ja_jp: は正常に無効化されました。
pt_pt: A conta foi desativada
ru_ru: Учетная запись пользователя успешно деактивирована.
tr_tr: Hesabınız devre dışı bırakıldı.
zh_hans: 此用户帐户已被停用。
zh_hant: 用戶帳戶已成功激活。

source: user because this permission is assigned globally
ar_ae: المستخدم لأنه تم تعيين هذا الإذن عالميًا
de_de: benutzer, da diese Berechtigung global zugewiesen ist
es_es: usuario porque este permiso está asignado globalmente
fr_ca: parce que cette autorisation est attribuée globalement
it_it: utente perché questa autorizzazione è assegnata a livello globale
ja_jp: この権限はグローバルに割り当てられているため、ユーザー
pt_pt: utilizador porque esta permissão é atribuída globalmente
ru_ru: пользователь, потому что это разрешение назначено глобально
tr_tr: kullanıcı, çünkü bu izin küresel olarak atandı
zh_hans: 用户，因为此权限是全局分配的
zh_hant: 使用者，因為此權限已全域指派

source: user because this permission is assigned globally -
ar_ae: المستخدم لأنه تم تعيين هذا الإذن عالميًا -
de_de: benutzer, da diese Berechtigung global vergeben wird -
es_es: usuario porque este permiso está asignado globalmente -
fr_ca: parce que cette autorisation est attribuée globalement
it_it: utente perché questa autorizzazione è assegnata a livello globale -
ja_jp: この権限はグローバルに割り当てられているため、
pt_pt: utilizador porque esta permissão é atribuída globalmente -
ru_ru: пользователь, потому что это разрешение назначено глобально -
tr_tr: kullanıcı, çünkü bu izin küresel olarak atanmış -
zh_hans: 用户，因为此权限是全局分配的-
zh_hant: 使用者，因為此權限是全域指派的-

source: User data
ar_ae: بيانات المستخدم
de_de: Benutzerdaten
es_es: Datos del usuario
fr_ca: Donnees Usager
it_it: Dati utente
ja_jp: ユーザ データ
pt_pt: Dados do utilizador
ru_ru: Данные пользователи
tr_tr: Kullanıcı verisi
zh_hans: 用户数据
zh_hant: 使用者資料

source: User Directories
ar_ae: دلائل المستخدم
de_de: Benutzerverzeichnisse
es_es: Directorios de usuarios
fr_ca: Répertoires des utilisateurs
it_it: Directory utente
ja_jp: ユーザーディレクトリ
pt_pt: Diretórios de utilizadores
ru_ru: Каталоги пользователей
tr_tr: Kullanıcı Dizinleri
zh_hans: 用户目录
zh_hant: 目錄

source: USER DIRECTORIES
ar_ae: دلائل المستخدم
de_de: Benutzerverzeichnisse
es_es: Directorios de usuarios
fr_ca: Répertoires des utilisateurs
it_it: Directory utente
ja_jp: ユーザーディレクトリ
pt_pt: DIRETÓRIOS DE UTILIZADORES
ru_ru: Каталоги пользователей
tr_tr: Kullanıcı Dizinleri
zh_hans: 用户目录
zh_hant: 目錄

source: User Directory Settings
ar_ae: إعدادات دليل المستخدم
de_de: Einstellungen
es_es: Configuración
fr_ca: Paramètres de l’annuaire
it_it: Impostazioni
ja_jp: ディレクトリ設定
pt_pt: Configurações do Diretório
ru_ru: Каталог
tr_tr: Rehber ayarları
zh_hans: 目录设置
zh_hant: 系統設置

source: User Email
ar_ae: البريد الإلكتروني للمستخدم
de_de: Benutzer-E-Mail
es_es: Correo electrónico del usuario
fr_ca: Email de l'utilisateur
it_it: E-mail utente
ja_jp: ユーザーのメールアドレス
pt_pt: Email do Membro
ru_ru: Email пользователя
tr_tr: Kullanıcı E-Postası
zh_hans: 用戶電子郵件
zh_hant: 使用者電郵

source: User email address will be assigned from user principal name (UPN) or system-generated email address.
ar_ae: سيتم تعيين عنوان البريد الإلكتروني للمستخدم من الاسم الرئيسي للمستخدم (UPN) أو عنوان البريد الإلكتروني الذي ينشئه النظام.
de_de: Die Benutzer-E-Mail-Adresse wird aus dem Benutzerprinzipalnamen (UPN) oder der vom System generierten E-Mail-Adresse zugewiesen.
es_es: La dirección de correo electrónico del usuario se asignará desde el nombre principal del usuario (UPN) o la dirección de correo electrónico generada por el sistema.
fr_ca: Un utilisateur sans adresse e-mail se verra attribuer un nom d'utilisateur principal (UPN) ou une adresse e-mail générée par le système.
it_it: L'indirizzo e-mail dell'utente verrà assegnato dal nome principale dell'utente (UPN) o dall'indirizzo e-mail generato dal sistema.
ja_jp: ユーザーのメールアドレスは、ユーザープリンシパル名（ UPN ）またはシステム生成のメールアドレスから割り当てられます。
pt_pt: O endereço de e-mail do utilizador será atribuído a partir do nome principal do utilizador (UPN) ou do endereço de e-mail gerado pelo sistema.
ru_ru: Адрес электронной почты пользователя будет назначен из имени участника-пользователя (UPN) или системного адреса электронной почты.
tr_tr: Kullanıcı e - posta adresi, kullanıcı asıl adından (UPN) veya sistem tarafından oluşturulan e - posta adresinden atanacaktır.
zh_hans: 用户电子邮件地址将从用户主体名称(UPN)或系统生成的电子邮件地址分配。
zh_hant: 用戶電子郵件地址將從用戶主體名稱（ UPN ）或系統生成的電子郵件地址分配。

source: User has been added and activated successfully.
ar_ae: تمت إضافة المستخدم وتفعيله بنجاح.
de_de: Dieser Benutzer wurde erfolgreich aktiviert
es_es: El usuario se ha añadido y activado correctamente.
fr_ca: L'utilisateur a été ajouté et activé avec succès.
it_it: L'utente è stato aggiunto e attivato con successo.
ja_jp: ユーザーが追加され、正常に有効化されました。
pt_pt: O utilizador foi adicionado e ativado com sucesso.
ru_ru: Пользователь успешно добавлен и активирован.
tr_tr: başarıyla etkinleştirildi.
zh_hans: 用户已成功添加并激活。
zh_hant: 已成功添加並激活用戶。

source: User has been added successfully.
ar_ae: تمت إضافة المستخدم بنجاح.
de_de: wurde erfolgreich hinzugefügt
es_es: El usuario se ha agregado con éxito.
fr_ca: l'(les) utilisateur(s) a(ont) été ajouté(s) avec succès.
it_it: è stata aggiunta correttamente
ja_jp: ユーザーが追加されました
pt_pt: utilizador(es) foi (ram) adicionado (s) com sucesso.
ru_ru: Пользователь(ы) успешно добавлен (ы).
tr_tr: Şikayet değerlendirmenin ardından başarıyla eklendi.
zh_hans: 已成功添加。
zh_hant: 文件已成功添加。

source: User has been created successfully. Activation emails cannot be sent until the user’s email settings are configured.
ar_ae: تم إنشاء المستخدم بنجاح. لا يمكن إرسال رسائل التنشيط الإلكترونية حتى يتم تكوين إعدادات البريد الإلكتروني للمستخدم.
de_de: Benutzer wurde erfolgreich erstellt. Aktivierungs-E-Mails können erst gesendet werden, wenn die E-Mail-Einstellungen des Benutzers konfiguriert wurden.
es_es: El usuario se ha creado con éxito. Los correos electrónicos de activación no se pueden enviar hasta que se configuren los ajustes del correo electrónico.
fr_ca: L’utilisateur a été créé avec succès Les e-mails d'activation ne peuvent pas être envoyés tant que les paramètres d'e-mail ne sont pas configurés.
it_it: L'utente è stato creato correttamente. Le e-mail di attivazione non possono essere inviate fino a quando le impostazioni e-mail dell'utente non sono configurate.
ja_jp: ユーザーが作成されましたユーザーのメール設定が設定されるまで、アクティベーションメールを送信することはできません。
pt_pt: O usuário foi criado com sucesso. Os e-mails de ativação não podem ser enviados até que as definições de e-mail do utilizador estejam configuradas.
ru_ru: Пользователь был успешно создан Электронные письма для активации не могут быть отправлены до тех пор, пока не будут настроены параметры электронной почты пользователя.
tr_tr: Kullanıcı başarıyla oluşturuldu! Kullanıcının e - posta ayarları yapılandırılana kadar etkinleştirme e - postaları gönderilemez.
zh_hans: 该用户已经成功创建。在配置用户的电子邮件设置之前，无法发送激活电子邮件。
zh_hant: 在配置電子郵件設置之前，無法發送激活電子郵件。

source: user has been imported and activated successfully.
ar_ae: تم استيراد المستخدم وتنشيطه بنجاح.
de_de: Dieser Benutzer wurde erfolgreich aktiviert
es_es: El usuario se ha añadido y activado correctamente.
fr_ca: L'(Les) utilisateur(s) a(ont) été importé(s) et activé(s) avec succès.
it_it: utente è stato importato e attivato con successo.
ja_jp: ユーザーがインポートされ、正常に有効化されました。
pt_pt: utilizador foi importado e ativado com sucesso.
ru_ru: пользователь был импортирован и успешно активирован.
tr_tr: başarıyla etkinleştirildi.
zh_hans: 用户已成功导入并激活。
zh_hant: 用戶已成功導入並激活。

source: User has been successfully added, activated, and assigned to the default group -
ar_ae: تمت إضافة المستخدم وتفعيله وتعيينه بنجاح إلى المجموعة الافتراضية -
de_de: Der Benutzer wurde erfolgreich hinzugefügt, aktiviert und der Standardgruppe zugewiesen -
es_es: El usuario se ha añadido, activado y asignado correctamente al grupo predeterminado -
fr_ca: L'utilisateur a été ajouté, activé et affecté au groupe par défaut -
it_it: L'utente è stato aggiunto, attivato e assegnato al gruppo predefinito con successo -
ja_jp: ユーザーが正常に追加され、有効化され、デフォルトグループに割り当てられました-
pt_pt: O utilizador foi adicionado, ativado e atribuído com sucesso ao grupo predefinido -
ru_ru: Пользователь успешно добавлен, активирован и назначен группе по умолчанию -
tr_tr: Kullanıcı başarıyla eklendi, etkinleştirildi ve varsayılan gruba atandı -
zh_hans: 用户已成功添加、激活并分配到默认组-
zh_hant: 用戶已成功添加、激活並分配到默認羣組-
