Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: First name, Last name and Password are not required as the user already exist in UMS.
ar_ae: الاسم الأول واسم العائلة وكلمة المرور غير مطلوبة لأن المستخدم موجود بالفعل في UMS.
de_de: Vorname, Nachname und Passwort sind nicht erforderlich, da der Benutzer bereits in ums vorhanden ist.
es_es: El nombre, el apellido y la contraseña no son necesarios ya que el usuario ya existe en UMS.
fr_ca: Le prénom, le nom et le mot de passe ne sont pas requis car l'utilisateur existe déjà dans UMS.
it_it: Nome, Cognome e Password non sono richiesti in quanto l'utente esiste già in UMS.
ja_jp: ユーザーはすでにUMSに存在するため、名、姓、パスワードは必要ありません。
pt_pt: Nome, apelido e palavra-passe não são necessários, pois o utilizador já existe no UMS.
ru_ru: Имя, фамилия и пароль не требуются, поскольку пользователь уже существует в UMS.
tr_tr: Kullanıcı zaten UMS'de bulunduğundan Ad, Soyad ve Parola gerekli değildir.
zh_hans: 用户已存在于UMS中，因此不需要名字、姓氏和密码。
zh_hant: 由於用戶已存在於UMS中，因此不需要名字、姓氏和密碼。

source: First name, Last name are not required as the user already exist in UMS.
ar_ae: الاسم الأول، اسم العائلة غير مطلوب لأن المستخدم موجود بالفعل في UMS.
de_de: Vorname, Nachname sind nicht erforderlich, da der Benutzer bereits in ums vorhanden ist.
es_es: El nombre y los apellidos no son necesarios, ya que el usuario ya existe en UMS.
fr_ca: Prénom, Nom ne sont pas requis car l'utilisateur existe déjà dans UMS.
it_it: Nome, Cognome non sono richiesti in quanto l'utente esiste già in UMS.
ja_jp: ユーザーはすでにUMSに存在するため、名、姓は必要ありません。
pt_pt: Nome, Sobrenome não são necessários, pois o usuário já existe no UMS.
ru_ru: Имя, фамилия не требуются, так как пользователь уже существует в UMS.
tr_tr: Kullanıcı zaten UMS'de bulunduğundan ad, soyad gerekli değildir.
zh_hans: 名字，姓氏不需要，因为用户已经存在于UMS中。
zh_hant: 名字，姓氏不需要，因為用戶已經存在於UMS中。

source: Font Source
ar_ae: مصدر الخط
de_de: Quelle für Fonts
es_es: Fuente de origen
fr_ca: Source Police
it_it: Origine carattere
ja_jp: フォントソース
pt_pt: Origem da fonte
ru_ru: Источник шрифта
tr_tr: Yazı Tipi Kaynağı
zh_hans: 字体来源
zh_hant: 字體來源

source: For example
ar_ae: على سبيل المثال
de_de: Zum Beispiel
es_es: Por ejemplo
fr_ca: Par exemple
it_it: Ad esempio
ja_jp: 例えば
pt_pt: Por exemplo
ru_ru: Например:
tr_tr: Örneğin;
zh_hans: 例如
zh_hant: 例如

source: for more details.
ar_ae: لمزيد من التفاصيل.
de_de: für mehr Details.
es_es: para más detalles.
fr_ca: pour plus de détails.
it_it: per maggiori dettagli.
ja_jp: にアクセスしてください。
pt_pt: para mais detalhes
ru_ru: Больше подробностей.
tr_tr: daha fazla ayrıntı için.
zh_hans: 以获取更多详情
zh_hant: 要更改邊欄，請轉到”外觀>小部件。這裡小部件可以”拖放”到側邊欄。文檔中的更多詳細資訊。

source: for saving the schedule report on server folder. You can also store it in any other local server folder.
ar_ae: لحفظ تقرير الجدول الزمني في مجلد الخادم. يمكنك أيضًا تخزينه في أي مجلد خادم محلي آخر.
de_de: zum Speichern des Planungsberichts im Serverordner. Sie können sie auch in jedem anderen lokalen Serverordner speichern.
es_es: para guardar el informe de programación en la carpeta del servidor. También puede almacenarlo en cualquier otra carpeta del servidor local.
fr_ca: pour enregistrer le rapport de planification dans le dossier du serveur. Vous pouvez également le stocker dans n'importe quel autre dossier de serveur local.
it_it: per salvare il report di pianificazione sulla cartella del server. Puoi anche archiviarlo in qualsiasi altra cartella del server locale.
ja_jp: サーバーフォルダにスケジュールレポートを保存します。他のローカルサーバーフォルダに保存することもできます。
pt_pt: para salvar o relatório de agendamento na pasta do servidor. Você também pode armazená-lo em qualquer outra pasta do servidor local.
ru_ru: для сохранения отчета о расписании в папке сервера. Вы также можете сохранить его в любой другой папке локального сервера.
tr_tr: zamanlama raporunu sunucu klasörüne kaydetmek için kullanılır. Ayrıca başka bir yerel sunucu klasöründe de saklayabilirsiniz.
zh_hans: 用于在服务器文件夹上保存计划报告。您也可以将其存储在任何其他本地服务器文件夹中。
zh_hant: 用於在伺服器資料夾上儲存排程報告。您也可以將其儲存在任何其他本機伺服器資料夾中。

source: For Special Pricing Plans
ar_ae: لخطط التسعير الخاصة
de_de: Für Pläne mit Sonderpreisen
es_es: Para planes de precios especiales
fr_ca: Pour les plans de tarification spéciaux
it_it: Per piani tariffari speciali
ja_jp: 特別料金プランの場合
pt_pt: Para planos de preços especiais
ru_ru: Для специальных тарифных планов
tr_tr: Özel Fiyatlandırma Planları için
zh_hans: 适用于特殊定价方案
zh_hant: 適用於特別定價計劃

source: For the dateformat "DD.MM.YYYY", default time format will be 24 hours.
ar_ae: بالنسبة لتنسيق التاريخ "DD.MM.YYYY"، سيكون تنسيق الوقت الافتراضي 24 ساعة.
de_de: Für das Datumsformat "TT.MM.JJJJ" beträgt das Standardzeitformat 24 Stunden.
es_es: Para el formato de fecha "DD.MM.YYYY", el formato de hora predeterminado será de 24 horas.
fr_ca: Pour le format de date « JJMMMAAAA », le format d'heure par défaut sera 24 heures.
it_it: Per il formato data "GG.MM.AAAA", il formato orario predefinito sarà di 24 ore.
ja_jp: 日付形式「DD.MM.YYYY」の場合、デフォルトの時刻形式は24時間になります。
pt_pt: Para o formato de data "DD.MM.AAAA", o formato de hora padrão será de 24 horas.
ru_ru: Для формата даты «ДД .ММ .ГГГГ» формат времени по умолчанию будет 24 часа.
tr_tr: "GG.AA.YYYY" tarih formatı için varsayılan saat formatı 24 saat olacaktır.
zh_hans: 对于日期格式“DD.MM.YYYY” ，默认时间格式为24小时。
zh_hant: 對於日期格式「DD.MM.YYYY」，預設時間格式將為24小時。

source: for your domain in the DNS settings.
ar_ae: لنطاقك في إعدادات DNS.
de_de: für Ihre Domain in den DNS-Einstellungen.
es_es: para su dominio en la configuración de DNS.
fr_ca: pour votre domaine dans les paramètres DNS.
it_it: per il tuo dominio nelle impostazioni DNS.
ja_jp: dNS設定でドメインに適用されます。
pt_pt: para o seu domínio nas configurações de DNS.
ru_ru: для вашего домена в настройках DNS.
tr_tr: dNS ayarlarında alan adınız için.
zh_hans: 您的域在DNS设置中。
zh_hant: 在DNS設定中為您的網域設定。

source: Form Relation
ar_ae: علاقة النموذج
de_de: Formularbeziehung
es_es: Relación de formulario
fr_ca: Relation de formulaire
it_it: Relazione tra forme
ja_jp: リレーション
pt_pt: Relação de formulário
ru_ru: Отношение формы
tr_tr: Yakınlığı
zh_hans: 关系
zh_hant: 表格關係

source: Format
ar_ae: التنسيق
es_es: Formato
it_it: Formato
ja_jp: 書式
pt_pt: Formato
ru_ru: Формат
zh_hans: 格式
zh_hant: 格式

source: Found another product
ar_ae: تم العثور على منتج آخر
de_de: Ein anderes Produkt gefunden
es_es: Otro producto
fr_ca: Trouvé un autre produit
it_it: AGGIUNGERE UN ALTRO PRODOTTO
ja_jp: 別の商品を見つけました
pt_pt: Encontrei outro produto
ru_ru: Найден другой товар
tr_tr: Başka bir ürün bulundu
zh_hans: 找到另一个产品
zh_hant: 找到另一個產品

source: fourth
ar_ae: الرابعة
de_de: Vierte(r)
es_es: cuarto
fr_ca: quatrième
it_it: quarto
ja_jp: 第4
pt_pt: quarta
ru_ru: четвертый
tr_tr: dördüncü
zh_hans: 第四
zh_hant: 第四

source: Frame Source
ar_ae: مصدر الإطار
de_de: Rahmen-Quelltext anzeigen
es_es: Código fuente del Frame
fr_ca: Source du cadre
it_it: Origine frame
ja_jp: フレームのソースを表示
pt_pt: Fonte da Frame
ru_ru: Исходный код фрейма
tr_tr: Çerçeve kaynağı
zh_hans: 框架源代码
zh_hant: 檢視頁框原始碼

source: Free subscription
ar_ae: اشتراك مجاني
es_es: Suscripción gratis
fr_ca: Inscription gratuite
it_it: Utilizza Abbonamento gratuito
ja_jp: サブスクリプション
pt_pt: Inscrição Gratuita
ru_ru: Оформить подписку
tr_tr: Ücretsiz abonelik
zh_hans: 免费订阅
zh_hant: 會員方案

source: Free subscription benefits activated successfully.
ar_ae: تم تفعيل مزايا الاشتراك المجاني بنجاح.
de_de: Abo erfolgreich aktiviert.
es_es: Suscripción activada con correctamente.
fr_ca: Les avantages de l'abonnement gratuit ont été activés avec succès.
it_it: Vantaggi dell'abbonamento gratuito attivati con successo.
ja_jp: サブスクリプションが正常に有効化されました。
pt_pt: Benefícios de subscrição grátis ativados com sucesso.
ru_ru: Преимущества бесплатной подписки успешно активированы.
tr_tr: Ücretsiz abonelik avantajları başarıyla etkinleştirildi.
zh_hans: 免费订阅权益已成功激活。
zh_hant: 免費訂閱福利已成功啟用。

source: Free until
ar_ae: مجاناً حتى
de_de: frei bis
es_es: Gratis hasta
fr_ca: Gratuit jusqu'au
it_it: Gratis fino al
ja_jp: 期限
pt_pt: Grátis até
ru_ru: Бесплатно до
tr_tr: Tarihine kadar ücretsiz
zh_hans: 在 |2 之前状态为闲
zh_hant: 直到

source: Friday
ar_ae: الجمعة
de_de: Freitag
es_es: Viernes
fr_ca: Vendredi
it_it: Venerdì
ja_jp: 金曜日
pt_pt: Sexta-Feira
ru_ru: Пятница
tr_tr: Cuma
zh_hans: 星期五
zh_hant: 星期五

source: from
ar_ae: من
de_de: von
es_es: los productos de chocolate de
fr_ca: du
it_it: dai
pt_pt: de
ru_ru: С
zh_hans: 从
zh_hant: 來自

source: From Database
ar_ae: من قاعدة البيانات
de_de: A~us Datenbank
es_es: Desde base de datos
fr_ca: D'une base de données...
it_it: Dal database
ja_jp: データベースから
pt_pt: Da Base de Dados...
ru_ru: Из базы данных
tr_tr: bilgilerini okur
zh_hans: 從資料庫
zh_hant: 從數據庫

source: From Database
ar_ae: من قاعدة البيانات
de_de: A~us Datenbank
es_es: Desde base de datos
fr_ca: D'une base de données...
it_it: Dal database
ja_jp: データベースから
pt_pt: Da Base de Dados...
ru_ru: Из базы данных
tr_tr: bilgilerini okur
zh_hans: 從資料庫
zh_hant: 從數據庫

source: from Public access. Internal server error. Please try again.
ar_ae: من وصول الجمهور. خطأ داخلي في الخادم. يُرجى إعادة المحاولة.
de_de: vom öffentlichen Zugriff. Interner Serverfehler. Bitte versuchen Sie es erneut.
es_es: Acceso público. Error interno del servidor. Vuelva a intentarlo.
fr_ca: Accès aux documents Erreur interne du serveur. Veuillez essayer de nouveau.
it_it: dall'accesso pubblico. Errore interno del server. Riprova.
ja_jp: パブリック・アクセスサーバー内部でエラーが発生しました。もう一度やり直してください。
pt_pt: Acesso Público Erro interno do servidor. Tente novamente.
ru_ru: Публичный доступ Внутренняя ошибка сервера. Пожалуйста, попробуйте ещё раз.
tr_tr: Genel Erişim Dahili sunucu hatası Lütfen tekrar dene.
zh_hans: 公共访问内部服务器错误请重试。
zh_hant: 來自公開存取。內部伺服器錯誤。請再試一次。

source: FTP / SFTP Location Export
ar_ae: تصدير موقع FTP / SFTP
de_de: FTP /SFTP-Standort-Export
es_es: Exportación de ubicación FTP / SFTP
fr_ca: Exportation d'emplacement FTP / SFTP
it_it: Esportazione posizione FTP / SFTP
ja_jp: FTP/SFTPロケーションエクスポート
pt_pt: Exportação de localização FTP / SFTP
ru_ru: Экспорт местоположения FTP / SFTP
tr_tr: FTP / SFTP Konum Dışa Aktarma
zh_hans: FTP/SFTP位置导出
zh_hant: FTP/SFTP位置匯出

source: FTP / SFTP Settings
ar_ae: إعدادات FTP / SFTP
de_de: FTP / SFTP-Einstellungen
es_es: Configuración de FTP / SFTP
fr_ca: Paramètres FTP / SFTP
it_it: Impostazioni FTP / SFTP
ja_jp: FTP/SFTP設定
pt_pt: Definições de FTP / SFTP
ru_ru: Настройки FTP / SFTP
tr_tr: FTP / SFTP Ayarları
zh_hans: SFTP设置
zh_hant: FTP/SFTP設定

source: Fullscreen
ar_ae: ملء الشاشة
de_de: Vollbild
es_es: Pantalla completa
fr_ca: Plein écran
it_it: Schermo Intero
ja_jp: 全画面表示
pt_pt: Ecrã inteiro
ru_ru: Полный экран
tr_tr: Tam ekran
zh_hans: 全屏
zh_hant: 全屏

source: GB Storage
ar_ae: تخزين جيجا بايت
de_de: 5 GB Speicherplatz
es_es: 200 GB de almacenamiento
fr_ca: Stockage GB
it_it: Memoria eMMC da 16 GB
ja_jp: 20 GBストレージ
pt_pt: Armazenamento GB
ru_ru: 5 ГБ дискового пространства
tr_tr: 16 GB eMMC depolama
zh_hans: 8 GB 存储
zh_hant: 收納

source: General
ar_ae: عام
de_de: Allgemein
fr_ca: Général
it_it: Contenuto Generale
ja_jp: 一般
pt_pt: Geral
ru_ru: Общие положения
tr_tr: Genel
zh_hans: 基本信息
zh_hant: 一般

source: Generate and download .bat file
ar_ae: إنشاء وتنزيل ملف .bat
de_de: ICS Datei generieren und downloaden
es_es: Generar y descargar el archivo ICS
fr_ca: Générer et télécharger le fichier .bat
it_it: Genera e scarica il file .bat
ja_jp: ICSファイルの生成とダウンロード
pt_pt: Gerar e transferir ficheiro .bat
ru_ru: Создать и скачать файл ICS
tr_tr: .bat dosyası oluşturun ve indirin
zh_hans: 生成并下载
zh_hant: 生成和下載 .bat 文件

source: Generate and Download .bat File
ar_ae: إنشاء وتنزيل ملف .bat
de_de: ICS Datei generieren und downloaden
es_es: Generar y descargar el archivo ICS
fr_ca: Générer et télécharger le fichier .bat
it_it: Genera e scarica il file .bat
ja_jp: ICSファイルの生成とダウンロード
pt_pt: Gerar e Transferir Ficheiro .bat
ru_ru: Создать и скачать файл ICS
tr_tr: .bat Dosyası Oluştur ve İndir
zh_hans: 生成并下载
zh_hant: 生成和下載 .bat 文件

source: Generate Secret
ar_ae: إنشاء سر
de_de: Generieren von Geheimnissen
es_es: Generar Secreto
fr_ca: Générer un nouveau secret
it_it: Genera segreto
ja_jp: シークレットを生成
pt_pt: Gerar segredo
ru_ru: Создать новый секрет
tr_tr: Parola Oluştur
zh_hans: 生成密钥
zh_hant: 生成機密

source: Generate Token
ar_ae: إنشاء رمز مميز
de_de: Token generieren
es_es: Generar token
fr_ca: GÃ©nÃ©rer un jeton
it_it: Genera token
ja_jp: トークンを生成
pt_pt: Gerar Token
ru_ru: Создать токен
tr_tr: Token oluştur
zh_hans: 生成令牌
zh_hant: 產生Token

source: Generic List
ar_ae: قائمة عامة
de_de: GENERISCH
es_es: Genérico
fr_ca: Liste générique
it_it: generico
ja_jp: 普通
pt_pt: Genérico
ru_ru: Обобщен.
tr_tr: Genel
zh_hans: 通用
zh_hant: 通用清單

source: GET
ar_ae: احصل
es_es: OBTENER
it_it: SCARICA
ja_jp: 入手
pt_pt: OBTER
tr_tr: HAYDİ
zh_hans: 获取
zh_hant: 取得

source: Get Embed code
ar_ae: احصل على كود التضمين
de_de: Einbettungs-Code
es_es: Obtener código de incrustación
fr_ca: Obtenez du code d’intégration
it_it: Ottieni il codice embed
ja_jp: 埋め込みコードを取得する
pt_pt: Obter o Código de Incorporação
ru_ru: Получить код для внедрения
tr_tr: ekleme kodu alın
zh_hans: 获取嵌入代码
zh_hant: 獲取內嵌程式碼

source: Get Link
ar_ae: احصل على الرابط
de_de: Link erhalten
es_es: Obtener enlace
fr_ca: Obtenir le lien
it_it: Ottieni link
ja_jp: リンクを入手
pt_pt: Obter link
ru_ru: Перейти по ссылке
tr_tr: Link al
zh_hans: 点击直达
zh_hant: 獲取鏈接

source: Get started creating reports.
ar_ae: ابدأ في إنشاء التقارير.
de_de: Beginnen Sie mit der Erstellung von Berichten.
es_es: INICIACIÓN: INFORMES
fr_ca: Commencez à créer des rapports.
it_it: Inizia a creare report.
ja_jp: レポートの作成を開始します。
pt_pt: Comece a criar relatórios.
ru_ru: Начните создавать отчеты.
tr_tr: Rapor oluşturmaya başlayın.
zh_hans: 开始创建报告。
zh_hant: 開始建立報告。

source: Get your code
ar_ae: احصل على الرمز الخاص بك
de_de: Ihr Code
es_es: CONSIGA SU CÓDIGO
fr_ca: Obtenez votre code
it_it: Ottieni il codice!
ja_jp: QR コードを発行
pt_pt: O SEU CÓDIGO
ru_ru: ВАШ КОД
tr_tr: KODUNUZU ALIN
zh_hans: 获取你的代码
zh_hant: 取得您的 QR 碼

source: Get your free SSL certificate from us.
ar_ae: احصل على شهادة SSL المجانية منا.
de_de: Holen Sie sich Ihr kostenloses SSL-Zertifikat von uns.
es_es: Obtenga su certificado SSL gratuito de nosotros.
fr_ca: Obtenez votre certificat SSL gratuit de notre part.
it_it: Ottieni il tuo certificato SSL gratuito da noi.
ja_jp: 当社から無料のSSL証明書を入手してください。
pt_pt: Obtenha o seu certificado SSL gratuito connosco.
ru_ru: Получите бесплатный SSL-сертификат от нас.
tr_tr: Ücretsiz SSL sertifikanızı bizden alın.
zh_hans: 从我们这里获取免费的SSL证书。
zh_hant: 向我們索取免費SSL憑證。

source: Give us feedback
ar_ae: أرسل لنا ملاحظاتك
de_de: Geben Sie uns Ihr Feedback
es_es: Enviar comentarios
fr_ca: Envoyer vos commentaires
it_it: Lascia il tuo feedback
ja_jp: ご意見をお寄せください
pt_pt: Envie-nos um feedback
ru_ru: Оставьте отзыв
tr_tr: Geri bildirimde bulunun
zh_hans: 请给我们反馈
zh_hant: 給我們您的反饋。

source: Go back
ar_ae: العودة
de_de: gehe zurück
es_es: Volver
fr_ca: Revenir en arrière
it_it: Torna indietro
ja_jp: スタートページに戻る
pt_pt: Voltar
ru_ru: Назад
tr_tr: Geri dön
zh_hans: 返回
zh_hant: 回上一頁

source: Go to first page
ar_ae: الانتقال إلى الصفحة الأولى
de_de: Gehe zur ersten Seite
es_es: Ir a la primera página
fr_ca: Aller à la première page
it_it: Vai alla prima pagina
ja_jp: 最初のページに移動
pt_pt: Ir para a primeira página
ru_ru: На первую страницу
tr_tr: İlk Sayfaya Git
zh_hans: 转到首页
zh_hant: 跳到第一頁

source: Go to home page
ar_ae: الانتقال إلى الصفحة الرئيسية
de_de: Home-Seite öffnen
es_es: Ir a la página de inicio
fr_ca: Aller à la page d'accueil
it_it: Vai alla Home
ja_jp: ホーム画面に移動
pt_pt: Ir para a página principal
ru_ru: На главную страницу
tr_tr: Ana sayfaya git
zh_hans: 前往主页
zh_hant: 前往首頁

source: Go to last page
ar_ae: الانتقال إلى الصفحة الأخيرة
de_de: Gehe zur letzten Seite
es_es: Ir a la ultima pagina
fr_ca: Aller à la dernière page
it_it: Vai all'ultima pagina
ja_jp: 最後のページに移動
pt_pt: Va para última página
ru_ru: На последнюю страницу
tr_tr: Son Sayfaya Git
zh_hans: 转到末页
zh_hant: 跳到最後一頁

source: Go to next page
ar_ae: انتقل إلى الصفحة التالية
de_de: Zur nächsten Seite gehen
es_es: Ir a la página siguiente
fr_ca: Aller à la page suivante
it_it: Vai alla pagina successiva
ja_jp: 次のページに移動
pt_pt: Ir para a Página Seguinte
ru_ru: На следующую страницу
tr_tr: Sonraki Sayfaya Git
zh_hans: 转到下一页
zh_hant: 移至下一頁

source: Go to previous page
ar_ae: الانتقال إلى الصفحة السابقة
de_de: Zurück zur letzten Seite
es_es: Ir a la página anterior
fr_ca: Revenir à la page précédente
it_it: Vai alla pagina precedente
ja_jp: 前のページに移動
pt_pt: Ir para a página anterior
ru_ru: На предыдущую страницу
tr_tr: Önceki Sayfaya Git
zh_hans: 转到上一页
zh_hant: 移至上一頁

source: Go to Report
ar_ae: الانتقال إلى التقرير
de_de: Zum Messbericht
es_es: Ir a Informe
fr_ca: Aller au Rapport
it_it: Vai al Report
ja_jp: レポートに追加
pt_pt: Ir para o relatório
ru_ru: По запросу
tr_tr: Rapora Git
zh_hans: 前往报告
zh_hant: 前往報告

source: Go to Reports
ar_ae: الانتقال إلى التقارير
de_de: Gehen Sie zu “Berichte”
es_es: Ir a Informes
fr_ca: Voir les rapports
it_it: Vai ai report
ja_jp: レポートに戻る
pt_pt: Vá para Relatórios
ru_ru: Перейти к Отчетам
tr_tr: Raporlara Git
zh_hans: 转到报告
zh_hant: 返回報告

source: Go to sites page
ar_ae: الانتقال إلى صفحة المواقع
de_de: Zur Seite Websites gehen
es_es: Ir a la página de sitios
fr_ca: Accéder à la page des sites
it_it: Vai alla pagina dei siti
ja_jp: サイトページに移動
pt_pt: Ir para a página de sites
ru_ru: Перейти на страницу сайтов
tr_tr: Siteler sayfasına git
zh_hans: 进入网站页面
zh_hant: 前往頁面

source: Google User
ar_ae: مستخدم Google
de_de: Google Benutzer
es_es: Google usuario
fr_ca: Utilisateur de Google
it_it: Utente Google
ja_jp: グーグル(Google)
pt_pt: Google+ ID do usuário
ru_ru: Пользователь Google+
tr_tr: Google
zh_hans: Google+用户
zh_hant: google

source: Grid View
ar_ae: عرض الشبكة
de_de: Gitteransicht
es_es: Vista de cuadrícula
fr_ca: Vue grille
it_it: Visualizzazione in griglia
ja_jp: グリッド表示
pt_pt: Visualização em Grelha
ru_ru: Вид сетки
tr_tr: Tablo Görünümü
zh_hans: 网格视图
zh_hant: 網格檢視

source: Group already exists with this name
ar_ae: المجموعة موجودة بالفعل بهذا الاسم
de_de: Die Seite existiert bereits mit diesem Namen.
es_es: El grupo ya existe con este nombre
fr_ca: Un groupe existe déjà avec ce nom
it_it: Il gruppo esiste già con questo nome
ja_jp: グループは既に登録されています
pt_pt: O grupo já existe
ru_ru: Группа с таким именем уже существует
tr_tr: Bu ada sahip grup zaten var
zh_hans: 已存在同名组，
zh_hant: 已有同名虛擬機。

source: group because this permission is assigned globally
ar_ae: المجموعة لأنه تم تعيين هذا الإذن عالميًا
de_de: gruppe, da diese Berechtigung global zugewiesen wird
es_es: grupo porque este permiso está asignado globalmente
fr_ca: parce que cette autorisation est attribuée globalement
it_it: gruppo perché questa autorizzazione viene assegnata a livello globale
ja_jp: この権限はグローバルに割り当てられているため、
pt_pt: grupo porque esta permissão é atribuída globalmente
ru_ru: группа, потому что это разрешение назначено глобально
tr_tr: grup, çünkü bu izin küresel olarak atandı
zh_hans: 组，因为此权限是全局分配的
zh_hant: 羣組，因為此權限是全域指派的

source: group because this permission is assigned globally -
ar_ae: المجموعة لأنه تم تعيين هذا الإذن عالميًا -
de_de: gruppe, weil diese Berechtigung global vergeben wird -
es_es: grupo porque este permiso está asignado globalmente -
fr_ca: parce que cette autorisation est attribuée globalement
it_it: gruppo perché questa autorizzazione è assegnata a livello globale -
ja_jp: この権限はグローバルに割り当てられているため、
pt_pt: grupo porque esta permissão é atribuída globalmente -
ru_ru: группа, потому что это разрешение назначено глобально -
tr_tr: grup, çünkü bu izin küresel olarak atanmış -
zh_hans: 组，因为此权限是全局分配的-
zh_hant: 羣組，因為此權限是全域指派的-

source: Group creation has been failed.
ar_ae: فشل إنشاء المجموعة.
de_de: Das Konto kann nicht erstellt werden.
es_es: No fue posible crear el grupo.
fr_ca: La création du groupe a échoué.
it_it: Creazione del gruppo non riuscita!
ja_jp: グループの作成に失敗しました。
pt_pt: A criação do grupo foi mal- sucedidaNoun, name of the user action
ru_ru: Не удалось создать группу.
tr_tr: Hesap oluşturma işlemi başarısız oldu
zh_hans: 组创建失败
zh_hant: 組創建失敗。

source: Group has been created successfully.
ar_ae: تم إنشاء المجموعة بنجاح.
de_de: Neue Abschaltungsgruppe wurde erfolgreich angelegt
es_es: msgstr "El grupo ha sido creado con éxito."
fr_ca: Le groupe a été créé avec succès.
it_it: L'utente è stato creato correttamente.
ja_jp: グループが作成されました。
pt_pt: Created a group
ru_ru: Группа создана!
tr_tr: Grup başarıyla oluşturuldu.
zh_hans: 已创建成功。
zh_hant: 已成功建立埠組

source: Group has been deleted successfully with associated group user(s).
ar_ae: تم حذف المجموعة بنجاح مع مستخدم(مستخدمين) المجموعة المرتبطة.
de_de: Gruppe wurde erfolgreich mit zugeordneten Gruppenbenutzern gelöscht.
es_es: El grupo se ha eliminado correctamente con los usuariosdel grupo asociados.
fr_ca: Le groupe a été supprimé avec succès avec le (s) utilisateur(s) de groupe associé (s).
it_it: Il gruppo è stato eliminato correttamente con gli utentidel gruppo associati.
ja_jp: グループは、関連付けられたグループユーザーで正常に削除されました。
pt_pt: O grupo foi eliminado com sucesso com o (s) utilizador(es) de grupo associado (s).
ru_ru: Группа была успешно удалена с ассоциированными пользователями группы.
tr_tr: Grup, ilişkili grup kullanıcı(lar) ı ile başarıyla silindi.
zh_hans: 已成功删除具有关联组用户的组。
zh_hant: 已成功刪除與關聯的羣組用戶的羣組。

source: Group has been deleted successfully.
ar_ae: تم حذف المجموعة بنجاح.
de_de: Die Gruppe wurde erfolgreich gelöscht!
es_es: El grupo seleccionado se ha eliminado correctamente
fr_ca: Le groupe a été supprimé avec succès.
it_it: Il gruppo è stato eliminato con successo.
ja_jp: グループを削除しました
pt_pt: Grupo Eliminado com Sucesso
ru_ru: Успешно удалено.
tr_tr: Başarıyla silindi.
zh_hans: 已成功删除。
zh_hant: 已成功刪除規則。

source: Group has been updated successfully.
ar_ae: تم تحديث المجموعة بنجاح.
de_de: Gruppe wurde erfolgreich aktualisiert
es_es: El grupo se ha actualizado correctamente.
fr_ca: Le groupe a été mis à jour avec succès.
it_it: Il gruppo è stato aggiornato con successo.
ja_jp: グループを更新しました。
pt_pt: O grupo foi atualizada com êxito.
ru_ru: Группа успешно обновлена.
tr_tr: Grup başarıyla güncellendi.
zh_hans: 该组已成功更新。
zh_hant: 埠組已成功更新

source: group id
ar_ae: معرّف المجموعة
de_de: Gruppen-ID:
es_es: ID de grupo
fr_ca: id de groupe
it_it: ID gruppo
ja_jp: グループID
pt_pt: ID do Grupo
ru_ru: Ид. группы
tr_tr: Grup ID
zh_hans: 组ID
zh_hant: 組ID

source: Group name
ar_ae: اسم المجموعة
de_de: Gruppenname
es_es: Nombre del grupo
fr_ca: Nom du groupe
it_it: Nome del gruppo
ja_jp: グループ名
pt_pt: Nome do grupo
ru_ru: Имя группы
tr_tr: Grup adı
zh_hans: 群组名称
zh_hant: 群組名稱

source: Group Name
ar_ae: اسم المجموعة
de_de: Gruppenname
es_es: Nombre de grupo
fr_ca: Nom du Groupe
it_it: Nome gruppo
ja_jp: グループ名
pt_pt: Nome do grupo
ru_ru: Наименование группы
tr_tr: Grup Adı
zh_hans: 群组名称
zh_hant: 群組名稱

source: Group Name already exist
ar_ae: اسم المجموعة موجود بالفعل
de_de: Der Name der Alarmgruppe ist bereits vorhanden.
es_es: Ya existe este nombre.
fr_ca: Le nom du groupe existe déjà
it_it: Il nome esiste già
ja_jp: グループ名は既に存在します
pt_pt: Este nome já existe
ru_ru: Имя уже существует.
tr_tr: Grup adı zaten mevcut
zh_hans: 账户名称已存在.
zh_hant: 名稱已存在.

source: Group name already exists
ar_ae: اسم المجموعة موجود بالفعل
de_de: Gruppenname existiert bereits
es_es: El nombre del grupo ya existe
fr_ca: Le nom du groupe existe déjà.
it_it: Il nome gruppo esiste già
ja_jp: グループ名は既に利用されました。
pt_pt: O nome do grupo já existe
ru_ru: Имя группы уже существует
tr_tr: Tên nhóm đã tồn tại
zh_hans: 组名已存在！
zh_hant: 組名已存在

source: Group name should not be empty
ar_ae: يجب ألا يكون اسم المجموعة فارغًا
de_de: Gruppenname darf nicht leer sein.
es_es: El nombre no debe estar vacío
fr_ca: Le nom du groupe ne doit pas être vide
it_it: Il nome del gruppo non dovrebbe essere vuoto.
ja_jp: 名を設定してください
pt_pt: o sobrenome não deve estar vazio
ru_ru: Поле фамилии не должно быть пустым
tr_tr: İsim boş olamaz
zh_hans: 组名称不应为空。
zh_hant: 組名不應為空。
