Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Add Dataset
ar_ae: إضافة مجموعة بيانات
de_de: Datensatz hinzufügen
es_es: Añadir conjunto de datos
fr_ca: Ajouter un jeu de données
it_it: Aggiungi Dataset
ja_jp: 新しいデータセットを追加する
pt_pt: Dataset
ru_ru: Добавить набор данных
tr_tr: Veri kümesi
zh_hans: 添加数据集
zh_hant: 新增數據集

source: Add Deployment Report
ar_ae: إضافة تقرير النشر
es_es: informe de implementación
fr_ca: rapport de déploiement
ja_jp: デプロイメントレポートを追加
pt_pt: Adicionar Relatório de Implantação
ru_ru: отчет о развертывании
tr_tr: dağıtım raporu
zh_hans: 部署报告

source: Add external recipients
ar_ae: إضافة مستلمين خارجيين
de_de: Externe Empfänger
es_es: Añadir destinatarios externos
fr_ca: Ajouter des destinataires externes
it_it: Destinatari Esterni
ja_jp: 外部受信者を追加
pt_pt: Adicionar destinatários externos
ru_ru: Добавить внешних получателей
tr_tr: Harici alıcı ekle
zh_hans: 添加外部收件人
zh_hant: 添加外部收件人

source: Add external sites
ar_ae: إضافة مواقع خارجية
de_de: Externe Websites
es_es: sitios externos.
fr_ca: Sites externes
it_it: Siti Esterni
ja_jp: 外部サイトを追加する
pt_pt: Para sites exteriores
ru_ru: Внешние сайты
tr_tr: Harici siteler ekle
zh_hans: 添加外部站点
zh_hant: 新增外部網站

source: Add External Sites
ar_ae: إضافة مواقع خارجية
de_de: Externe Websites
es_es: sitios externos.
fr_ca: Sites externes
it_it: Siti Esterni
ja_jp: 外部サイトを追加
pt_pt: Para sites exteriores
ru_ru: Внешние сайты
tr_tr: Harici Siteler Ekle
zh_hans: 添加外部站点
zh_hant: 添加外部網站

source: Add Files
ar_ae: إضافة ملفات
es_es: Añadir archivos
fr_ca: Ajouter des fichiers
ja_jp: ファイルを追加
pt_pt: Adicionar Ficheiros
ru_ru: Добавить файлы
tr_tr: Dosyaları ekleyin
zh_hans: 添加文件

source: Add Group
ar_ae: إضافة مجموعة
de_de: Gruppe hinzufügen
es_es: Añadir grupo
fr_ca: Ajouter un groupe
it_it: Aggiungi gruppo
ja_jp: グループを追加
pt_pt: Adicionar um Grupo
ru_ru: Добавить группу
tr_tr: Grup Ekle
zh_hans: 新增群组
zh_hant: 新增群組

source: Add IP Address
ar_ae: إضافة عنوان IP
de_de: IP-Adresse hinzufügen
es_es: Agregar dirección IP
fr_ca: Ajouter une adresse IP
it_it: Aggiungi indirizzo IP:
ja_jp: IP アドレス
pt_pt: adicionar novo endereço ip
ru_ru: Добавить IP-адрес
tr_tr: IP Adresi Ekle
zh_hans: IP 地址
zh_hant: |||UNTRANSLATED_CONTENT_START|||Add IP Address|||UNTRANSLATED_CONTENT_END|||

source: Add new Category
ar_ae: إضافة فئة جديدة
de_de: Neue Kategorie hinzufügen
es_es: AÃ±adir nueva categorÃ­a
fr_ca: Ajouter une nouvelle catégorie
it_it: Aggiungi nuova categoria
ja_jp: 新しいカテゴリーを追加
pt_pt: Nova Categoria
ru_ru: Добавить новую категорию
tr_tr: Yeni Kategori Ekleyin
zh_hans: 添加新类别
zh_hant: 新增類別

source: Add new Data Source
ar_ae: إضافة مصدر بيانات جديد
de_de: Neue Datenquelle
es_es: Añadir nueva fuente de datos
fr_ca: Ajouter une nouvelle source de données
it_it: Aggiungi nuova origine dati
ja_jp: データソース
pt_pt: Nova fonte de dados
ru_ru: источник данных
tr_tr: Veri Kaynağı
zh_hans: 添加新数据源
zh_hant: 新增數據源

source: Add new group
ar_ae: إضافة مجموعة جديدة
de_de: Neue Gruppe hinzufügen
es_es: Añadir nuevo grupo
fr_ca: Ajouter un nouvelle classe
it_it: Aggiungi nuovo gruppo
ja_jp: 新規グループを追加する
pt_pt: Adicionar novo grupo
ru_ru: Добавить новую группу
tr_tr: Yeni grup ekle
zh_hans: 添加新群组
zh_hant: 新增用戶組

source: Add New Group
ar_ae: إضافة مجموعة جديدة
de_de: Neue Gruppe hinzufügen
es_es: Agregar nuevo grupo
fr_ca: Ajouter un nouveau groupe
it_it: Aggiungere nuovo gruppo
ja_jp: 新規グループを追加
pt_pt: Adicionar novo grupo
ru_ru: Добавить новую группу
tr_tr: Yeni Grup Ekle
zh_hans: 新增群组
zh_hant: 添加新的群組

source: Add New Permission
ar_ae: إضافة إذن جديد
de_de: Neue Berechtigung hinzufügen
es_es: Nuevo permiso
fr_ca: Ajouter une nouvelle autorisation
it_it: Aggiungi nuova autorizzazione
ja_jp: 新しい権限を追加
pt_pt: Nova Permissão
ru_ru: Новое право доступа
tr_tr: Yeni İzin Ekle
zh_hans: 新建权限
zh_hant: 添加新權限

source: Add new Pinboard
ar_ae: إضافة لوحة تثبيت جديدة
de_de: Neue Pinnwand hinzufügen
es_es: Añadir nuevo pizarrón
fr_ca: Ajouter un nouveau panneau d'affichage
it_it: Aggiungi nuova bacheca
ja_jp: 新しいピンボードを追加
pt_pt: Adicionar novo quadro de anúncios
ru_ru: Добавить новую доску объявлений
tr_tr: Yeni Pano ekle
zh_hans: 添加新Pinboard
zh_hant: 新增釘選板

source: Add New Report
ar_ae: إضافة تقرير جديد
de_de: Neuen Bericht hinzufügen
es_es: Nuevo informe
fr_ca: Ajouter un nouveau signalement
it_it: Aggiungi nuova segnalazione
ja_jp: 新規報告を追加
pt_pt: NOVO RELATÓRIO
ru_ru: Добавить новую Жалобу
tr_tr: Yeni Rapor Ekle
zh_hans: 添加新反馈
zh_hant: 新增實績

source: Add new user
ar_ae: إضافة مستخدم جديد
de_de: Neuen Benutzer hinzufügen
es_es: Añadir nuevo usuario
fr_ca: Ajouter un nouvel utilisateur
it_it: Inserimento di nuovi utenti
ja_jp: 新しいユーザーを追加
pt_pt: Adicionar novo utilizador
ru_ru: Добавить нового пользователя
tr_tr: Yeni kullanıcı ekle
zh_hans: 添加用户
zh_hant: 添加新用戶

source: Add Owner
ar_ae: إضافة مالك
de_de: Vermieter hinzufügen
es_es: Agregar propietario
fr_ca: Ajouter un propriétaire
it_it: Aggiungi Proprietario
ja_jp: オーナー追加
pt_pt: Adicionar titular
ru_ru: Добавить собственника
tr_tr: Sahibi Ekle
zh_hans: 添加所有者
zh_hant: 添加所有者

source: Add Permission
ar_ae: إضافة إذن
de_de: Berechtigung hinzufügen
es_es: Agregar permiso
fr_ca: Ajouter une autorisation
it_it: Aggiungere autorizzazione
ja_jp: 権限
pt_pt: Nova Permissão
ru_ru: Добавить разрешение
tr_tr: İzin Ekle
zh_hans: 添加权限
zh_hant: 添加權限

source: Add Permission to the group
ar_ae: إضافة إذن إلى المجموعة
de_de: Berechtigung zur Gruppe hinzufügen
es_es: Agregar grupo de permisos
fr_ca: Ajoutez une autorisation au groupe
it_it: Aggiungi autorizzazione al gruppo
ja_jp: グループにアクセス許可を追加する
pt_pt: Adicionar permissão ao grupo
ru_ru: Добавить группу разрешений
tr_tr: Gruba İzin ekle
zh_hans: 向组添加权限
zh_hant: 給組添加權限

source: Add Permission to the user
ar_ae: إضافة إذن للمستخدم
de_de: Berechtigung zum Benutzer hinzufügen
es_es: Añadir permiso al usuario
fr_ca: Ajouter une autorisation à l’utilisateur
it_it: Aggiungi autorizzazione all'utente
ja_jp: ユーザーに権限を追加する
pt_pt: Adicionar permissão ao utilizador
ru_ru: Добавить разрешение пользователю
tr_tr: Kullanıcıya İzin Ekle
zh_hans: 向用户添加权限
zh_hant: 給用戶添加權限

source: Add Report
ar_ae: إضافة تقرير
de_de: Report hinzufügen
es_es: Añadir informe
fr_ca: Ajouter un rapport
it_it: Aggiungi resoconto
ja_jp: レポート追加
pt_pt: Adicionar Relatório
ru_ru: Добавить отчет
tr_tr: Rapor Ekle
zh_hans: 添加报表
zh_hant: 添加報表

source: Add Report Part
ar_ae: إضافة جزء تقرير
de_de: Report hinzufügen
es_es: elemento de informe
fr_ca: Ajouter un rapport
it_it: Aggiungi resoconto
ja_jp: レポート追加
pt_pt: Adicionar Relatório
ru_ru: Добавить отчет
tr_tr: Rapor Ekle
zh_hans: 添加报表
zh_hant: 報表組件

source: Add Rules
ar_ae: إضافة قواعد
de_de: Bedingungen hinzufügen
es_es: Añadir normas
fr_ca: Ajouter des règles
it_it: + Aggiungi regole
ja_jp: ルールを追加
pt_pt: Adicionar Regras para as Taxas
ru_ru: Добавить Правила
tr_tr: Yeni Kurallar Ekle
zh_hans: 添加规则
zh_hant: 新增規則

source: Add selected user(s) to the group
ar_ae: إضافة مستخدم(مستخدمين) محددين إلى المجموعة
de_de: Selektierte zur Gruppe hinzu
es_es: Agregar usuarios al grupo de
fr_ca: Ajouter l'(les) utilisateur(s) sélectionné(s) au groupe
it_it: Aggiungi Utenti a Gruppo
ja_jp: 選択したユーザーをグループに追加する
pt_pt: Adicionar utilizador(es) ao grupo
ru_ru: Добавить выбранного пользователя в следующую группу
tr_tr: Seçili kullanıcıyı/kullanıcıları gruba ekle
zh_hans: 向组添加用户
zh_hant: 將選定的用戶添加到組

source: Add the selected users to a Group
ar_ae: إضافة المستخدمين المحددين إلى مجموعة
de_de: Benutzer zu einer Gruppe hinzufügen
es_es: Añadir usuarios a grupo
fr_ca: Ajouter les utilisateurs sélectionnés à un groupe
it_it: Aggiunge l'utente selezionato ad un gruppo.
ja_jp: 選択したユーザーをグループに追加する
pt_pt: Adicionar os utilizadores selecionados a um grupo
ru_ru: Добавление пользователей в группу:
tr_tr: Seçilen kullanıcıları gruba ekle
zh_hans: 将所选用户添加到权限组
zh_hant: 將所選用戶添加到羣組

source: Add to Favorites
ar_ae: إضافة إلى المفضلة
de_de: Zu Favoriten hinzufügen
es_es: Añadir a favoritos
fr_ca: Nouveau favoris
it_it: Aggiungi ai Preferiti
ja_jp: お気に入りに追加
pt_pt: Adicion. aos Favor.
ru_ru: Добавить в избранное
tr_tr: Favorilere Ekle
zh_hans: 添加到收藏夹
zh_hant: 添加到收藏夾

source: Add user
ar_ae: إضافة مستخدم
de_de: Benutzer hinzufügen
es_es: Añadir usuario
fr_ca: Ajouter un utilisateur
it_it: Aggiungi utente
ja_jp: ユーザーの追加
pt_pt: Adicionar utilizador
ru_ru: Добавить пользователя
tr_tr: Kullanıcı ekle
zh_hans: 添加用户
zh_hant: 新增使用者

source: Add User
ar_ae: إضافة مستخدم
de_de: Benutzer hinzufügen
es_es: Añadir usuario
fr_ca: Ajouter un utilisateur
it_it: Aggiungi utente
ja_jp: ユーザーを追加
pt_pt: Adicionar utilizador
ru_ru: Добавить пользователя
tr_tr: Kullanıcı Ekle
zh_hans: 添加用户
zh_hant: 新增使用者

source: Add Users
ar_ae: إضافة مستخدمين
de_de: Benutzer hinzufügen
es_es: Añadir usuarios
fr_ca: Ajouter des utilisateurs
it_it: Aggiungi utenti
ja_jp: ユーザーを追加
pt_pt: Adicionar Usuários
ru_ru: Добавление пользователей
tr_tr: Kullanıcı Ekle
zh_hans: 添加用户
zh_hant: 加入使用者

source: Add users and groups
ar_ae: إضافة مستخدمين ومجموعات
de_de: Benutzer und Gruppen
es_es: Usuarios y grupos
fr_ca: Ajouter des utilisateurs et des groupes
it_it: Aggiungi utenti e gruppi
ja_jp: ユーザーとグループに通知する
pt_pt: Utilizadores e Grupos
ru_ru: Добавить пользователей и группы
tr_tr: Kullanıcılar ve Kullanıcı Grupları
zh_hans: 用户和组
zh_hant: 新增使用者和羣組

source: Add Users by CSV File Upload
ar_ae: إضافة مستخدمين حسب تحميل ملف CSV
de_de: Benutzer nach CSV-Datei-Upload hinzufügen
es_es: Añadir usuarios por carga de archivos CSV
fr_ca: Ajouter des utilisateurs par téléchargement de fichiers CSV
it_it: Aggiungi utenti per caricamento file CSV
ja_jp: CSVファイルのアップロードによるユーザーの追加
pt_pt: Adicionar utilizadores por carregamento de ficheiro CSV
ru_ru: Добавление пользователей с помощью CSV
tr_tr: CSV Dosyası Yüklemesine Göre Kullanıcı Ekle
zh_hans: 通过CSV文件上传添加用户
zh_hant: 通過上傳 CSV 文件添加用戶

source: Add View
ar_ae: إضافة طريقة عرض
de_de: Ansicht hinzufügen
es_es: Añadir vista
fr_ca: Ajouter une Vue
it_it: Aggiungi vista
ja_jp: アイコンを
pt_pt: Adicionar vista
ru_ru: Добавить вид
tr_tr: Görünüm Ekle
zh_hans: 添加视图
zh_hant: 新增資料表現

source: Add Watch
ar_ae: إضافة ساعة
de_de: Überwachung hinzufügen
es_es: Añadir testigo...
fr_ca: Ajouter une surveillance
it_it: Aggiungi osservazione
ja_jp: ウォッチ対象を追加(A)...
pt_pt: Adicionar Observador
ru_ru: Добавить вкладку
tr_tr: Gözcü Ekle
zh_hans: 添加监视点
zh_hant: 添加手錶

source: Added
ar_ae: تمت الإضافة
de_de: Fügen Sie einen
es_es: Agregado
fr_ca: Ajouté
it_it: Aggiunto
ja_jp: 追加日時
pt_pt: Adicionou
ru_ru: Добавлено
tr_tr: Eklendi
zh_hans: 已添加
zh_hant: 加入日期

source: Added Date
ar_ae: تاريخ الإضافة
de_de: Eintrittsdatum
es_es: Fecha de adición
fr_ca: Date ajoutée
it_it: Data di Inserimento
ja_jp: 追加日
ru_ru: Дата добавления
tr_tr: Eklenme Zamanı
zh_hans: 添加日期
zh_hant: 添加日期

source: Adding reports from this section will put them under the Sample Reports category.
ar_ae: ستؤدي إضافة تقارير من هذا القسم إلى وضعها ضمن فئة نماذج التقارير.
de_de: Wenn Sie Berichte aus diesem Abschnitt hinzufügen, werden sie in die Kategorie Beispielberichte eingeordnet.
es_es: La adición de informes de esta sección los colocará en la categoría Informes de muestra.
fr_ca: L'ajout de rapports à partir de cette section les placera dans la catégorie Exemples de rapports.
it_it: L'aggiunta di report da questa sezione li inserirà nella categoria Report di esempio.
ja_jp: このセクションからレポートを追加すると、[サンプルレポート]カテゴリに表示されます。
pt_pt: A adição de relatórios desta seção os colocará na categoria Relatórios de amostra.
ru_ru: Добавление отчетов из этого раздела поместит их в категорию «Примеры отчетов».
tr_tr: Bu bölümden raporların eklenmesi, bunları Örnek Raporlar kategorisinin altına koyacaktır.
zh_hans: 从此部分添加报告将将其置于“示例报告”类别下。
zh_hant: 新增此部分的報告會將其置於「範例報告」類別下。

source: Administration
ar_ae: الإدارة
de_de: Verwaltung
es_es: Administración
it_it: Amministrazione
ja_jp: 管理
pt_pt: Administração
ru_ru: применения
tr_tr: İdare
zh_hans: 管理
zh_hant: 管理部

source: Advanced
ar_ae: متقدم
de_de: Erweitert
es_es: Avanzado
fr_ca: Avancé
it_it: Avanzate
ja_jp: 高度な設定
pt_pt: Avançado
ru_ru: Продвинутый
tr_tr: Gelişmiş
zh_hans: 高级
zh_hant: 進階

source: After
ar_ae: بعد
de_de: Nachher
es_es: Después
fr_ca: Après
it_it: Dopo
ja_jp: スタイリング後
pt_pt: Depois
ru_ru: После
tr_tr: Sonra
zh_hans: 之后
zh_hant: 使用後

source: After this date your account and all data stored under it will be completely deleted from our system.
ar_ae: بعد هذا التاريخ، سيتم حذف حسابك وجميع البيانات المخزنة بموجبه تمامًا من نظامنا.
de_de: Nach diesem Datum werden Ihr Konto und alle darunter gespeicherten Daten vollständig aus unserem System gelöscht.
es_es: Después de esta fecha, su cuenta y todos los datos almacenados en ella se eliminarán por completo de nuestro sistema.
fr_ca: Après cette date, votre compte et toutes les données qu'il contient seront complètement supprimés de notre système.
it_it: Dopo questa data il tuo account e tutti i dati memorizzati in esso saranno completamente cancellati dal nostro sistema.
ja_jp: この日以降、お客様のアカウントとその下に保存されているすべてのデータは、当社のシステムから完全に削除されます。
pt_pt: Após essa data, sua conta e todos os dados armazenados nela serão completamente excluídos do nosso sistema.
ru_ru: После этой даты ваша учетная запись и все данные, хранящиеся под ней, будут полностью удалены из нашей системы.
tr_tr: Bu tarihten sonra hesabınız ve altında saklanan tüm veriler sistemimizden tamamen silinecektir.
zh_hans: 在此日期之后，您的帐户及其下存储的所有数据将从我们的系统中完全删除。
zh_hant: 在此日期之後，您的帳戶及其下儲存的所有資料將從我們的系統中完全刪除。

source: All
ar_ae: الكل
de_de: Alles
es_es: Todos
fr_ca: Tout
it_it: Tutti
ja_jp: すべて
pt_pt: Todos
ru_ru: Все
tr_tr: Tümü
zh_hans: 全部
zh_hant: 全部

source: All report parts are auto-saved as drafts for you to continue where you left off. Publishing a report part must be done manually.
ar_ae: يتم حفظ جميع أجزاء التقرير تلقائيًا كمسودات لك للمتابعة من حيث توقفت. يجب أن يتم نشر جزء التقرير يدويًا.
de_de: Alle Berichtsteile werden automatisch als Entwürfe gespeichert, damit Sie dort fortfahren können, wo Sie aufgehört haben. Die Veröffentlichung eines Berichtsteils muss manuell erfolgen.
es_es: Todas las partes del informe se guardan automáticamente como borradores para que pueda continuar donde lo dejó. La publicación de una parte del informe debe hacerse manualmente.
fr_ca: Tous les rapports sont automatiquement enregistrés sous forme de brouillons pour que vous puissiez continuer là où vous vous êtes arrêté. La publication d'un rapport doit se faire manuellement.
it_it: Tutte le parti del report vengono salvate automaticamente come bozze per consentirti di continuare da dove avevi interrotto. La pubblicazione di una parte del report deve essere eseguita manualmente.
ja_jp: すべてのレポートパーツはドラフトとして自動的に保存され、中断したところから続行できます。レポートパーツの公開は手動で行う必要があります。
pt_pt: Todas as partes do relatório são salvas automaticamente como rascunhos para que você continue de onde parou. A publicação de uma parte do relatório deve ser feita manualmente.
ru_ru: Все части отчета автоматически сохраняются как черновики, чтобы вы могли продолжить с того места, на котором остановились. Публикация части отчета должна выполняться вручную.
tr_tr: Tüm rapor bölümleri, kaldığınız yerden devam etmeniz için taslak olarak otomatik olarak kaydedilir. Bir rapor bölümünün yayınlanması manuel olarak yapılmalıdır.
zh_hans: 所有报表零件都会自动保存为草稿，以便您从上次中断的地方继续。发布报表部件必须手动完成。
zh_hant: 所有報告部分都會自動儲存為草稿，以便在上次中斷的地方繼續。發佈報告組件必須手動完成。

source: All Reports
ar_ae: جميع التقارير
de_de: Alle Berichte
es_es: Todos los informes
fr_ca: Tous les rapports
it_it: Tutti i report
ja_jp: すべてのレポート
pt_pt: Todos os relatórios
ru_ru: Все отчеты
tr_tr: Tüm Raporlar
zh_hans: 所有报告
zh_hant: 所有報告

source: All reports are auto-saved as drafts for you to continue where you left off. Publishing a report must be done manually.
ar_ae: يتم حفظ جميع التقارير تلقائيًا كمسودات للمتابعة من حيث توقفت. يجب أن يتم نشر التقرير يدويًا.
de_de: Alle Berichte werden automatisch als Entwürfe gespeichert, damit Sie dort fortfahren können, wo Sie aufgehört haben. Die Veröffentlichung eines Berichts muss manuell erfolgen.
es_es: Todos los informes se guardan automáticamente como borradores para que puedas continuar donde lo dejaste. La publicación de un informe debe hacerse manualmente.
fr_ca: Tous les rapports sont automatiquement enregistrés sous forme de brouillons pour que vous puissiez continuer là où vous vous êtes arrêté. La publication d'un rapport doit se faire manuellement.
it_it: Tutti i report vengono salvati automaticamente come bozze per consentirti di continuare da dove avevi interrotto. La pubblicazione di un report deve essere effettuata manualmente.
ja_jp: すべてのレポートは下書きとして自動的に保存され、中断した場所から続行できます。レポートの公開は手動で行う必要があります。
pt_pt: Todos os relatórios são salvos automaticamente como rascunhos para que você continue de onde parou. A publicação de um relatório deve ser feita manualmente.
ru_ru: Все отчеты автоматически сохраняются как черновики, чтобы вы могли продолжить с того места, на котором остановились. Публикация отчета должна выполняться вручную.
tr_tr: Tüm raporlar, kaldığınız yerden devam edebilmeniz için taslak olarak otomatik olarak kaydedilir. Bir raporun yayınlanması manuel olarak yapılmalıdır.
zh_hans: 所有报告都会自动保存为草稿，以便您从上次中断的地方继续。发布报告必须手动完成。
zh_hant: 所有報告都會自動儲存為草稿，以便在上次離開的地方繼續。發佈報告必須手動完成。

source: All Resources
ar_ae: جميع الموارد
de_de: Alle Ressourcen
es_es: Todos los recursos
fr_ca: Toutes les ressources
it_it: Tutte le risorse
ja_jp: すべてのリソース
pt_pt: Todos os recursos
ru_ru: Все ресурсы
tr_tr: Tüm Özkaynaklar
zh_hans: 所有资源
zh_hant: 所有資料

source: All Settings
ar_ae: جميع الإعدادات
de_de: Alle Einstellungen
es_es: Todos los ajustes
fr_ca: Tous les paramètres
it_it: Tutte le impostazioni
ja_jp: 全ての設定を保存
pt_pt: Todas as Configurações
ru_ru: Все настройки
tr_tr: Tüm Ayarlar
zh_hans: 所有设置
zh_hant: 所有設定

source: All tabs
ar_ae: جميع علامات التبويب
de_de: 所有选项卡
es_es: Todas las fichas
fr_ca: Tous les onglets
it_it: Tutti gli elementi:
ja_jp: すべてのタブ
pt_pt: Todas as abas
ru_ru: Все вкладки
tr_tr: Tüm Ürünler
zh_hans: 所有标签（Tabs）
zh_hant: 所有分頁

source: Allow
ar_ae: السماح
de_de: Erlauben
es_es: Permitir
fr_ca: Autoriser
it_it: Consenti
ja_jp: 許可
pt_pt: Permitir
ru_ru: Разрешить
tr_tr: İzin Ver
zh_hans: 允许
zh_hant: 允許

source: Allow Credentials
ar_ae: السماح ببيانات الاعتماد
de_de: Anmeldeinformationen zulassen
es_es: Permitir credenciales
fr_ca: Autoriser les identifiants
it_it: Consenti credenziali
ja_jp: 認証情報を許可する
pt_pt: Permitir credenciais
ru_ru: Разрешить учетные данные
tr_tr: Kimlik Bilgilerine İzin Ver
zh_hans: 允许不安全的凭证
zh_hant: 允許憑證

source: Allow Credentials cannot be set to true when Allow Origin is empty.
ar_ae: لا يمكن تعيين السماح ببيانات الاعتماد إلى صواب عندما يكون السماح بالنشأة فارغًا.
de_de: Anmeldeinformationen zulassen kann nicht auf wahr gesetzt werden, wenn Ursprung zulassen leer ist.
es_es: Permitir credenciales no se puede establecer en verdadero cuando Permitir origen está vacío.
fr_ca: Autoriser les informations d'identification ne peut pas être défini sur vrai lorsque Autoriser l'origine est vide.
it_it: Le credenziali Consenti non possono essere impostate su true quando Consenti origine è vuoto.
ja_jp: Allow Originが空の場合、Allow Credentialsをtrueに設定することはできません。
pt_pt: Permitir credenciais não pode ser definido como verdadeiro quando Permitir origem está vazio.
ru_ru: Невозможно установить значение true для параметра Разрешить учетные данные, если параметр Разрешить исходное значение пуст.
tr_tr: Kaynağa İzin Ver boş olduğunda Kimlik Bilgilerine İzin Ver true olarak ayarlanamaz.
zh_hans: 当“允许来源”为空时， “允许凭据”不能设置为true。
zh_hant: 當允許來源為空時，允許憑證不能設置為true。

source: Allow Report Editing:
ar_ae: السماح بتحرير التقرير:
de_de: Berichtbearbeitung zulassen:
es_es: Edición de informes
fr_ca: Modification du rapport
it_it: Consenti modifica report:
ja_jp: レポート編集
pt_pt: Permitir Edição de Relatório:
ru_ru: Разрешить отчет
tr_tr: Rapor Düzenlemeye İzin Ver:
zh_hans: 允许报告编辑：
zh_hant: 允許報告編輯：

source: Allow support team to access my account.
ar_ae: اسمح لفريق الدعم بالوصول إلى حسابي.
de_de: Erlauben Sie dem Support-Team, auf mein Konto zuzugreifen.
es_es: Permitir que el equipo de soporte acceda a mi cuenta.
fr_ca: Autoriser l'équipe d'assistance à accéder à mon compte.
it_it: Consenti al team di assistenza di accedere al mio account.
ja_jp: サポートチームが私のアカウントにアクセスできるようにします。
pt_pt: Permitir que a equipa de apoio aceda à minha conta.
ru_ru: Разрешите команде поддержки доступ к моему аккаунту.
tr_tr: Destek ekibinin hesabıma erişmesine izin ver.
zh_hans: 允许客服团队访问我的账号。
zh_hant: 允許客戶服務團隊存取我的帳戶。

source: Allowed file types are .png, .jpg, and .jpeg. Maximum file size is 20MB. Recommended resolution is 200x200 pixels.
ar_ae: أنواع الملفات المسموح بها هي .png و .jpg و .jpeg. الحد الأقصى لحجم الملف هو 20 ميجابايت. الدقة الموصى بها هي 200 × 200 بكسل.
de_de: Zulässige Dateitypen sind .png, .jpg und .jpeg. Die maximale Dateigröße beträgt 20 MB. Die empfohlene Auflösung beträgt 200x200 Pixel.
es_es: Los tipos de archivos permitidos son .png, .jpg y .jpeg. El tamaño máximo de archivo es La resolución recomendada es 200x200 píxeles.
fr_ca: * Les types de fichiers autorisés sont .png, .jpg et .jpeg. حداکثر اندازه پرونده است La résolution recommandée est de 200x200 pixels.
it_it: I tipi di file consentiti sono .png, .jpg e .jpeg. La dimensione massima del file è di 20 MB. La risoluzione consigliata è di 200x200 pixel.
ja_jp: 許可されるファイルタイプは、.png、.jpg、および.jpegです。ファイルサイズの上限は50MB.推奨解像度は200 x 200ピクセルです。
pt_pt: Os tipos de arquivo permitidos são .png, .jpg e .jpeg. O tamanho máximo do ficheiro é {0} MB. A resolução recomendada é de 200x200 pixels.
ru_ru: Допустимые типы файлов: .png, .jpg и .jpeg. Максимальный размер файла Рекомендуемое разрешение - 200x200 пикселей.
tr_tr: İzin verilen dosya türleri .png, .jpg ve .jpeg'dir. En yüksek dosya boyutu Önerilen çözünürlük 200x200 pikseldir.
zh_hans: 允许的文件类型为.png、.jpg和.jpeg。文件最大尺寸规格是30MB。建议分辨率为200x200像素。
zh_hant: 允許的檔案類型為.png、.jpg和.jpeg。檔案大小上限為20MB。建議的解析度為200x200像素。

source: Allowed file types: *.Zip, *.Rar, *.Zipx & *.7z; Maximum file size: 30MB
ar_ae: أنواع الملفات المسموح بها: *.الرمز البريدي، *.RAR, *.Zipx و * .7z؛ الحد الأقصى لحجم الملف: 30 ميجابايت
de_de: Zulässige Dateitypen: *.Zip, *.Rar, *.Zipx & *.7z; Maximale Dateigröße: 30MB
es_es: Tipos de archivo permitidos:Código postal*xxxxxZipx & *.7z; Tamaño máximo del archivo: 30MB
fr_ca: Types de fichiers autorisés : Code postaleRarZipx & *.7z ; Taille maximale du fichier : 30 Mo
it_it: Tipi di file consentiti: *.Zip, *.Rar, * .Zipx& *.7z; Dimensione massima del file: 30 MB
ja_jp: 許可されているファイルタイプ： ジップRarZipx &* .7 z;最大ファイルサイズ： 30 MB
pt_pt: Tipos de arquivo permitidos :Código postalRARZipx & *.7z; Tamanho máximo do arquivo: 30 MB
ru_ru: Допустимые типы файлов:Индекс*RarZipx & *.7z; Максимальный размер файла: 30 МБ
tr_tr: İzin Verilen Dosya Türleri:Posta KoduRARZipx &*.7z; Maksimum dosya boyutu: 30 MB
zh_hans: 允许的文件类型：邮编RarZipx & * .7z ；最大文件大小： 30MB
zh_hant: 允許的檔案類型： * .Zip、* .Rar、* .Zipx和* .7z ；最大檔案大小： 30MB

source: Allowed Headers
ar_ae: الترويسات المسموح بها
de_de: Erlaubte Kopfzeilen
es_es: Encabezados permitidos
fr_ca: En-têtes autorisés
it_it: Intestazioni consentite
ja_jp: 許可されたヘッダー
pt_pt: Cabeçalhos permitidos
ru_ru: Разрешенные заголовки
tr_tr: İzin Verilen Başlıklar
zh_hans: 允许的标题
zh_hant: 允許的標題

source: Allowed Methods
ar_ae: الطرق المسموح بها
de_de: Zulässige Methoden
es_es: Permitir Métodos
fr_ca: Méthodes autorisées
it_it: Metodi consentiti
ja_jp: 許可された方法
pt_pt: Os métodos permitidos são:
ru_ru: Допустимые способы оплаты
tr_tr: İzin Verilen Ödeme Yöntemleri
zh_hans: 允许的方法
zh_hant: 允許的方法

source: Allowed Origins
ar_ae: الأصول المسموح بها
de_de: Erlaubte Cors Origins
es_es: Orígenes CORS permitidos
fr_ca: Origines de CORS autorisées
it_it: Origini consentite
ja_jp: 許可された出身地
pt_pt: Origens Permitidas
ru_ru: Разрешенные Источники
tr_tr: İzin Verilen Kaynaklar
zh_hans: 允许起源
zh_hant: 允許的來源
