Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Unable to delete the report -
ar_ae: غير قادر على حذف التقرير -
de_de: Die Daten können nicht gelöscht werden.
es_es: No se puede eliminar la
fr_ca: Impossible de supprimer le rapport -
it_it: Impossibile eliminare il report -
ja_jp: ロールを削除できません
pt_pt: Não foi possível excluir o
ru_ru: Не удалось удалить приложение
tr_tr: Dosya silinemiyor.
zh_hans: 无法删除该文件
zh_hant: 無法刪除報告 -

source: Unable to delete the report part
ar_ae: غير قادر على حذف جزء التقرير
de_de: Berichtsteil kann nicht gelöscht werden
es_es: No se puede eliminar la
fr_ca: Impossible de supprimer le rapport -
it_it: Impossibile eliminare la parte del report
ja_jp: ロールを削除できません
pt_pt: Não foi possível excluir o
ru_ru: Не удалось удалить часть отчета
tr_tr: Rapor bölümü silinemiyor
zh_hans: 无法删除报表部件
zh_hant: 無法刪除報告 -

source: Unable to find the ETL service. Please refer to the {0}documentation{1} and configure one.
ar_ae: تعذر العثور على خدمة ETL. يرجى الرجوع إلى {0} الوثائق {1} وتكوين واحدة.
de_de: Der ETL-Dienst kann nicht gefunden werden. Bitte lesen Sie die {0} Dokumentation {1} und konfigurieren Sie eine.
es_es: No se puede encontrar el servicio ETL. Consulte la {0} documentación {1} y configure una.
fr_ca: Impossible de trouver la prestation n° Veuillez vous référer à la {0} documentation {1} et en configurer une.
it_it: Impossibile trovare il servizio ETL. Fare riferimento alla {0} documentazione {1} e configurarne una.
ja_jp: ETLサービスが見つかりません。{0} ドキュメント {1} を参照して設定してください。
pt_pt: Não foi possível encontrar o serviço ETL. Consulte a {0} documentação {1} e configure uma.
ru_ru: Не удается найти услугу ETL. Обратитесь к документации {0} {1} и настройте ее.
tr_tr: ETL hizmeti bulunamıyor. Lütfen {0} belgelerine {1} bakın ve bir tane yapılandırın.
zh_hans: 找不到ETL服务。请参阅 {0} 文档 {1} 并配置一个。
zh_hant: 找不到ETL服務。請參閱 {0} 文件 {1} 並設定一個。

source: Unable to get the plans. Internal server error. Please try again.
ar_ae: تعذر الحصول على المخططات. خطأ داخلي في الخادم. يُرجى إعادة المحاولة.
de_de: Die Pläne können nicht abgerufen werden. Interner Serverfehler. Bitte versuchen Sie es erneut.
es_es: No se han podido obtener los planos. Error interno del servidor. Vuelva a intentarlo.
fr_ca: Impossible d'obtenir les plans. Erreur interne du serveur. Veuillez essayer de nouveau.
it_it: Impossibile ottenere i piani. Errore interno del server. Riprova.
ja_jp: 計画を取得できません。サーバー内部でエラーが発生しました。もう一度やり直してください。
pt_pt: Não foi possível obter os planos. Erro interno do servidor. Tente novamente.
ru_ru: Не удалось получить планы. Внутренняя ошибка сервера. Пожалуйста, попробуйте ещё раз.
tr_tr: Planlar alınamıyor. Dahili sunucu hatası Lütfen tekrar dene.
zh_hans: 无法获取计划。内部服务器错误请重试。
zh_hant: 無法取得計劃。內部伺服器發生錯誤。請再試一次。

source: Unable to mark this
ar_ae: غير قادر على وضع علامة على هذا
de_de: Dies kann nicht markiert werden
es_es: No se puede marcar
fr_ca: Impossible de marquer ce
it_it: Impossibile contrassegnare
ja_jp: これをマークできません
pt_pt: Não foi possível marcar isto
ru_ru: Невозможно отметить
tr_tr: Bu işaretlenemiyor
zh_hans: 无法标记此内容
zh_hant: 無法標記此

source: Unable to pin/unpin this category
ar_ae: تعذر تثبيت/إلغاء تثبيت هذه الفئة
de_de: Diese Kategorie kann nicht angeheftet/nicht angeheftet werden
es_es: No se puede fijar/desanclar esta categoría
fr_ca: Impossible d'épingler/désépingler cette catégorie
it_it: Impossibile aggiungere/rimuovere questa categoria
ja_jp: このカテゴリーをピン留め/ピン留め解除できません
pt_pt: Não é possível fixar/desafixar esta categoria
ru_ru: Не удалось закрепить/открепить эту категорию
tr_tr: Bu kategori sabitlenemiyor/sabitlenemiyor
zh_hans: 无法固定/取消固定此类别
zh_hant: 無法釘選/取消釘選此類別

source: Unable to process your plan. Internal server error. Please try again.
ar_ae: غير قادر على معالجة خطتك. خطأ داخلي في الخادم. يُرجى إعادة المحاولة.
de_de: Ihr Plan kann nicht verarbeitet werden. Interner Serverfehler. Bitte versuchen Sie es erneut.
es_es: No se ha podido procesar tu solicitud Error interno del servidor. Vuelva a intentarlo.
fr_ca: Impossible de traiter votre plan. Erreur interne du serveur. Veuillez essayer de nouveau.
it_it: Impossibile elaborare il tuo piano. Errore interno del server. Riprova.
ja_jp: 処理できませんサーバー内部でエラーが発生しました。もう一度やり直してください。
pt_pt: Não é possível processar o seu pedido Erro interno do servidor. Tente novamente.
ru_ru: Невозможно обработать Внутренняя ошибка сервера. Пожалуйста, попробуйте ещё раз.
tr_tr: İşleyemiyor Dahili sunucu hatası Lütfen tekrar dene.
zh_hans: 无法处理内部服务器错误请重试。
zh_hant: 無法處理您的計劃。內部伺服器發生錯誤。請再試一次。

source: Unable to reactivate your subscription. Internal server error. Please try again later.
ar_ae: يتعذر إعادة تفعيل اشتراكك. خطأ داخلي في الخادم. يُرجى إعادة المحاولة لاحقًا.
de_de: Ihr Abonnement kann nicht reaktiviert werden. Interner Serverfehler. Bitte versuchen Sie es später erneut.
es_es: No hemos podido actualizar tu suscripción a . Error interno del servidor. Vuelve a intentarlo más tarde.
fr_ca: Impossible de réactiver votre abonnement. Erreur interne du serveur. Veuillez réessayer plus tard.
it_it: Impossibile riattivare l'abbonamento. Errore interno del server. Riprova più tardi.
ja_jp: サブスクリプションを再有効化できません。サーバー内部でエラーが発生しました。後でもう一度お試しください。
pt_pt: Não foi possível reativar a sua subscrição. Erro interno do servidor. Tente novamente mais tarde.
ru_ru: Не удалось повторно активировать подписку. Внутренняя ошибка сервера. Попробуйте снова чуть позже.
tr_tr: Aboneliğiniz yeniden etkinleştirilemiyor. Dahili sunucu hatası Lütfen daha sonra tekrar deneyin.
zh_hans: 无法重新激活您的订阅。内部服务器错误请稍后重试。
zh_hant: 無法重新啟用您的訂閱。內部伺服器發生錯誤。請稍後再試。

source: Unable to reauthorize the connected account. Please try again later.
ar_ae: غير قادر على إعادة تفويض الحساب المتصل. يُرجى إعادة المحاولة لاحقًا.
de_de: Das verknüpfte Konto kann nicht erneut autorisiert werden. Bitte versuchen Sie es später erneut.
es_es: No se puede volver a autorizar la cuenta conectada. Vuelve a intentarlo más tarde.
fr_ca: Impossible de réautoriser le compte connecté. Veuillez réessayer plus tard.
it_it: Impossibile autorizzare nuovamente l'account collegato. Riprova più tardi.
ja_jp: 接続されたアカウントを再認証できません。後でもう一度お試しください。
pt_pt: Não é possível reautorizar a conta conectada. Tente novamente mais tarde.
ru_ru: Не удалось повторно авторизовать подключенную учетную запись. Попробуйте снова чуть позже.
tr_tr: Bağlı hesap yeniden yetkilendirilemiyor. Lütfen daha sonra tekrar deneyin.
zh_hans: 无法重新授权关联的账号。请稍后重试。
zh_hant: 無法重新授權已連結的帳戶。請稍後再試。

source: Unable to reload the subscription plan. Internal server error. Please try again later.
ar_ae: تعذر إعادة تحميل خطة الاشتراك. خطأ داخلي في الخادم. يُرجى إعادة المحاولة لاحقًا.
de_de: Der Abonnementplan kann nicht neu geladen werden. Interner Serverfehler. Bitte versuchen Sie es später erneut.
es_es: No se puede volver a cargar el plan de suscripción. Error interno del servidor. Vuelve a intentarlo más tarde.
fr_ca: Impossible de recharger le plan d'abonnement. Erreur interne du serveur. Veuillez réessayer plus tard.
it_it: Impossibile ricaricare il piano di abbonamento. Errore interno del server. Riprova più tardi.
ja_jp: サブスクリプションプランをリロードできません。サーバー内部でエラーが発生しました。後でもう一度お試しください。
pt_pt: Não foi possível recarregar o plano de assinatura. Erro interno do servidor. Tente novamente mais tarde.
ru_ru: Не удалось перезагрузить план подписки. Внутренняя ошибка сервера. Попробуйте снова чуть позже.
tr_tr: Abonelik planı yeniden yüklenemiyor. Dahili sunucu hatası Lütfen daha sonra tekrar deneyin.
zh_hans: 无法重新加载订阅计划。内部服务器错误请稍后重试。
zh_hant: 無法重新載入訂閱方案。內部伺服器發生錯誤。請稍後再試。

source: Unable to remove the default pinboard.
ar_ae: غير قادر على إزالة لوحة الدبوس الافتراضية.
de_de: Die Standard-Pinnwand kann nicht entfernt werden.
es_es: No se puede eliminar el tablero de anuncios predeterminado.
fr_ca: Impossible de supprimer le tableau d'affichage par défaut.
it_it: Impossibile rimuovere la bacheca predefinita.
ja_jp: デフォルトのピンボードを削除できません。
pt_pt: Não é possível remover o quadro de avisos padrão.
ru_ru: Невозможно удалить пинборд по умолчанию.
tr_tr: Varsayılan pano kaldırılamıyor.
zh_hans: 无法删除默认钉板。
zh_hant: 無法刪除默認主頁。

source: Unable to Remove this
ar_ae: غير قادر على إزالة هذا
de_de: Kann nicht entfernt werden
es_es: No se pudo eliminar esta etiqueta
fr_ca: Impossible de supprimer ceci
it_it: Impossibile rimuovere.
ja_jp: このタグを削除できません
pt_pt: Não foi possível remover
ru_ru: Удаление не выполнено
tr_tr: Kaldırılamıyor
zh_hans: 无法删除文件。
zh_hant: 無法刪除此

source: Unable to render public report.
ar_ae: غير قادر على تقديم تقرير عام.
de_de: Öffentlicher Bericht kann nicht erstellt werden.
es_es: No se puede hacer público el informe.
fr_ca: Impossible de rendre le rapport public.
it_it: Impossibile rendere pubblico il rapporto.
ja_jp: 公開レポートをレンダリングできません。
pt_pt: Não é possível renderizar o relatório público.
ru_ru: Невозможно сделать публичный отчет.
tr_tr: Herkese açık rapor oluşturulamıyor.
zh_hans: 无法呈现公开报告。
zh_hant: 無法呈現公開報告。

source: Unable to send test email.
ar_ae: تعذر إرسال بريد إلكتروني تجريبي.
de_de: Test-E-Mail konnte nicht gesendet werden.
es_es: No se puede enviar el correo electrónico de prueba.
fr_ca: Impossible d'envoyer le courriel de test
it_it: Impossibile inviare e-mail di prova
ja_jp: メールを送信できません
pt_pt: Não foi possível enviar o e-mail.
ru_ru: Невозможно отправить тестовое электронное сообщение
tr_tr: E-posta gönderilemiyor.
zh_hans: 无法发送测试电子邮件
zh_hant: 無法發送電子郵件

source: Unable to submit your support request. Please try again later.
ar_ae: تعذَّر إرسال طلب الدعم الخاص بك. يُرجى إعادة المحاولة لاحقًا.
de_de: Ihre Supportanfrage konnte nicht übermittelt werden. Bitte versuchen Sie es später erneut.
es_es: No se ha podido enviar tu solicitud de asistencia. Vuelve a intentarlo más tarde.
fr_ca: Impossible de soumettre votre demande. Veuillez réessayer plus tard.
it_it: Impossibile inviare. Riprova più tardi.
ja_jp: サポートリクエストを送信できません。後でもう一度お試しください。
pt_pt: Não foi possível enviar o seu pedido. Tente novamente mais tarde.
ru_ru: Не удалось отправить запрос в службу поддержки. Попробуйте снова чуть позже.
tr_tr: Destek isteğiniz gönderilemiyor. Lütfen daha sonra tekrar deneyin.
zh_hans: 无法提交您的支持请求。请稍后重试。
zh_hant: 無法送出支援申請。請稍後再試。

source: Unable to update Data Source(s)
ar_ae: تعذر تحديث مصدر(مصادر) البيانات
de_de: Datenquelle (n) können nicht aktualisiert werden
es_es: No se pueden actualizar las fuentes de datos
fr_ca: Impossible de mettre à jour la ou les sources de données
it_it: Impossibile aggiornare le origini dati
ja_jp: データソースを更新できません
pt_pt: Não é possível atualizar a (s) Fonte(s) de Dados
ru_ru: Невозможно обновить источник(и) данных
tr_tr: Veri Kaynak(lar) ı güncellenemiyor
zh_hans: 无法更新数据源
zh_hant: 無法更新數據源

source: Unable to update favorite
ar_ae: غير قادر على تحديث المفضلة
de_de: Kann nicht aktualisiert werden
es_es: No se puede actualizar el favorito!
fr_ca: Impossible de mettre le favori
it_it: Aggiornamento impossibile
ja_jp: 更新不可
pt_pt: Não foi possível atualizar.
ru_ru: Не удалось произвести обновление
tr_tr: Anahtar Güncellenemiyor.
zh_hans: 无法更新
zh_hant: 無法更新收藏夾

source: Unable to update subscription.
ar_ae: غير قادر على تحديث الاشتراك.
de_de: ﻿Abonnement kann nicht aktualisiert werden.
es_es: No hemos podido actualizar tu suscripción a .
fr_ca: Impossible de mettre à jour l'abonnement.
it_it: Impossibile aggiornare l'abbonamento
ja_jp: 更新不可
pt_pt: Não foi possível atualizar.
ru_ru: Невозможно обновить.
tr_tr: Anahtar Güncellenemiyor.
zh_hans: 无法更新。
zh_hant: 無法更新

source: Unable to update the connected account. Please try again later.
ar_ae: تعذر تحديث الحساب المتصل. يُرجى إعادة المحاولة لاحقًا.
de_de: Das verbundene Konto kann nicht aktualisiert werden. Bitte versuchen Sie es später erneut.
es_es: No se ha podido actualizar la cuenta. Vuelve a intentarlo más tarde.
fr_ca: Impossible de mettre à jour le compte connecté. Veuillez réessayer plus tard.
it_it: Non è possibile aggiornare il tuo account in questo momento, ti preghiamo di riprovare più tardi
ja_jp: 接続されているアカウントを更新できません。後でもう一度お試しください。
pt_pt: Não foi possível atualizar a conta associada. Tente novamente mais tarde.
ru_ru: Не удалось обновить подключенную учетную запись. Попробуйте снова чуть позже.
tr_tr: Bağlı hesap güncellenemiyor. Lütfen daha sonra tekrar deneyin.
zh_hans: 无法更新付款账户。请稍后重试。
zh_hant: 此時無法更新您的帳戶，請稍後再試

source: Unable to validate the current user authorization
ar_ae: غير قادر على التحقق من صحة تصريح المستخدم الحالي
de_de: Die aktuelle Benutzerberechtigung kann nicht validiert werden
es_es: No se puede validar la autorización de usuario actual
fr_ca: Impossible de valider l'autorisation de l'utilisateur actuel
it_it: Impossibile convalidare l'autorizzazione utente corrente
ja_jp: 現在のユーザー認証を検証できません
pt_pt: Não foi possível validar a autorização de utilizador atual
ru_ru: Невозможно проверить текущую авторизацию пользователя
tr_tr: Mevcut kullanıcı yetkilendirmesi doğrulanamıyor
zh_hans: 无法验证当前用户授权
zh_hant: 無法驗證目前的使用者授權

source: Undo
ar_ae: تراجع
de_de: Rückgängig
es_es: Deshacer
fr_ca: Annuler
it_it: Annulla
ja_jp: 元に戻す
pt_pt: Desfazer
ru_ru: Отменить
tr_tr: Geri al
zh_hans: 撤消
zh_hant: 復原

source: Unlimited creators
ar_ae: عدد غير محدود من منشئي المحتوى
de_de: Unbegrenzte Anzahl an Kreativen
es_es: Creadores ilimitados
fr_ca: Créateurs illimités
it_it: Creator illimitati
ja_jp: 無制限のクリエイター
pt_pt: Criadores ilimitados
ru_ru: Неограниченное число креаторов
tr_tr: Sınırsız yaratıcı
zh_hans: 无限创作者
zh_hant: 無限創作人

source: Unlimited Reports
ar_ae: تقارير غير محدودة
de_de: Unbegrenzte Berichte
es_es: Informes ilimitados
fr_ca: Rapports illimités
it_it: Report illimitati
ja_jp: 無制限のレポート
pt_pt: Relatórios ilimitados
ru_ru: Неограниченное количество отчетов
tr_tr: Sınırsız Rapor
zh_hans: +无限制取得KPI和报告##$_0A$##
zh_hant: 無限報告

source: Unlimited Users
ar_ae: عدد غير محدود من المستخدمين
de_de: Unbegrenzte Benutzer
es_es: Número de usuarios ilimitado
fr_ca: Nombre d’utilisateurs illimité
it_it: Utenti illimitati
ja_jp: 無制限のユーザー
pt_pt: Usuários ilimitados
ru_ru: Неограниченное число пользователей
tr_tr: Sınırsız Kullanıcı
zh_hans: 无限制用户数量
zh_hant: 無限用戶

source: Unlisted
ar_ae: غير مدرج
de_de: Nicht aufgeführt
es_es: Sin enumerar
fr_ca: Non cotée en bourse
it_it: Non in lista
ja_jp: 限定公開
pt_pt: Não listado
ru_ru: Скрытое
tr_tr: Listelenmeyen
zh_hans: 未列出
zh_hant: 不公開

source: Unlock Embedded Report Feature!
ar_ae: افتح ميزة التقرير المضمن!
de_de: Integrierte Berichtsfunktion freischalten!
es_es: ¡Desbloquee la función de informe incrustado!
fr_ca: pour déverrouiller cette fonctionnalité de rapport intégré.
it_it: Sblocca la funzione Report incorporato!
ja_jp: 埋め込みレポート機能をアンロック！
pt_pt: Desbloqueie o recurso de relatório incorporado!
ru_ru: Разблокируйте встроенную функцию отчета!
tr_tr: Gömülü Rapor Özelliğinin Kilidini Aç!
zh_hans: 解锁嵌入式报告功能！
zh_hant: 解鎖嵌入式報告功能！

source: Unlock Enterprise Features!
ar_ae: افتح ميزات المؤسسة!
de_de: Enterprise Features
es_es: ¡Desbloquee las funciones empresariales!
fr_ca: Débloquez les fonctionnalités d'entreprise !
it_it: Sblocca le funzionalità Enterprise!
ja_jp: エンタープライズ機能をアンロック！
pt_pt: Desbloqueie os recursos do Enterprise!
ru_ru: Характеристика предприятия
tr_tr: ENTERPRISE ÖZELLİKLERİ
zh_hans: Enterprise Features
zh_hant: 解鎖企業版功能！

source: Unpin
ar_ae: إلغاء تثبيت
de_de: Losheften
es_es: Desanclar
fr_ca: Désépingler
it_it: Sblocca
ja_jp: ピン留めを外す
pt_pt: Libertar
ru_ru: Открепить
tr_tr: Sabitlemeyi Kaldır
zh_hans: 取消固定
zh_hant: 取消釘選

source: Unpin Widget
ar_ae: إلغاء تثبيت المربع الجانبي
de_de: Widget aufheben
es_es: Desanclar widget
fr_ca: Désépingler le widget
it_it: Sblocca widget
ja_jp: ウィジェットの固定解除
pt_pt: Desafixar Widget
ru_ru: Открепить виджет
tr_tr: Bileşenin Sabitlemesini Kaldır
zh_hans: 取消固定小工具
zh_hant: 取消固定小工具

source: Unsaved View
ar_ae: عرض غير محفوظ
de_de: Nicht gespeicherte Ansicht
es_es: Vista no guardada
fr_ca: Vue non enregistrée
it_it: (Visualizzazione non salvata)
ja_jp: 解除
pt_pt: Não salvo
ru_ru: несохранено
tr_tr: Kaydedilmedi
zh_hans: 未保存
zh_hant: 未保存的視圖

source: Untitled Report
ar_ae: تقرير بدون عنوان
de_de: Unbenannter Bericht
es_es: Informe sin título
fr_ca: Rapport sans titre
it_it: Report senza titolo
ja_jp: 無題のレポート
pt_pt: Relatório sem título
ru_ru: Отчет без имени
tr_tr: Başlıksız Rapor
zh_hans: 无标题报告
zh_hant: 未命名報告

source: Untitled Report Part
ar_ae: جزء تقرير بدون عنوان
de_de: Unbenannter Bericht
es_es: Informe sin título
fr_ca: Rapport sans titre
it_it: Report senza titolo
ja_jp: 無題のレポートパーツ
pt_pt: Relatório sem título
ru_ru: Отчет без имени
tr_tr: Başlıksız Rapor
zh_hans: 无标题报告
zh_hant: 報表組件

source: Unwatch
ar_ae: إلغاء المشاهدة
de_de: Nicht mehr folgen
es_es: Dejar de Seguir
fr_ca: Ne plus suivre
ja_jp: 見ない
pt_pt: Não Ler
ru_ru: Необслуживаемый
tr_tr: İzleme
zh_hans: 停止观察
zh_hant: 停止監視

source: Update
ar_ae: تحديث
de_de: Aktualisierung
es_es: Actualizar
fr_ca: Mettre à jour
it_it: Aggiornamento
ja_jp: 更新 / アップデート
pt_pt: Atualizar
ru_ru: Обновить
tr_tr: Güncelleme
zh_hans: 更新
zh_hant: 更新

source: Update Active Directory Configuration settings
ar_ae: تحديث إعدادات تكوين Active Directory
de_de: Active Directory Einstellungen
es_es: Configuración de Active Directory
fr_ca: Mise à jour des paramètres de configuration d'Active Directory
it_it: Impostazioni Active Directory
ja_jp: Active Directory構成設定の更新
pt_pt: Atualizar definições de configuração do Active Directory
ru_ru: Настройки активного каталога
tr_tr: Active Directory Yapılandırma ayarlarını güncelle
zh_hans: 更新Active Directory配置设置
zh_hant: 更新 Active Directory 配置設置

source: Update Azure AD Configuration settings
ar_ae: تحديث إعدادات تكوين Azure AD
de_de: Einstellungen speichern
es_es: Actualizar valores de configuración
fr_ca: Mise à jour des paramètres de configuration d’Azure AD
it_it: Aggiorna le impostazioni di configurazione di Azure AD
ja_jp: Azure AD構成設定の更新
pt_pt: Atualizar Configurações
ru_ru: Обновление параметров
tr_tr: Yapılandırma Ayarlarını Güncelle
zh_hans: 更新配置设置
zh_hant: 更新 Azure AD 配置設置

source: Update Billing Address
ar_ae: تحديث عنوان إرسال الفواتير
de_de: Rechnungsadresse aktualisieren
es_es: Actualizar dirección de facturación
fr_ca: Mise à jour de l’adresse de facturation
it_it: Aggiorna l'indirizzo di fatturazione
ja_jp: 請求先を更新
pt_pt: Atualizar endereço de faturação
ru_ru: Обновление адрес биллинга
tr_tr: Fatura Adresini Güncelle
zh_hans: 更新帐单邮寄地址
zh_hant: 帳單地址

source: Update Card
ar_ae: تحديث البطاقة
de_de: Kreditkarte aktualisieren
es_es: Actualizar tarjeta
fr_ca: Mettre à jour la CB
it_it: Aggiorna carta
ja_jp: アップデートカード
pt_pt: Atualizar cartão
ru_ru: Aggiornare Carta
tr_tr: Kartı Güncelleyin
zh_hans: 更新卡片
zh_hant: 更新卡片

source: Update Category
ar_ae: تحديث الفئة
de_de: Kategorie aktualisieren
es_es: Actualizar categoría
fr_ca: Mise à jour catégorie
it_it: Aggiorna categoria
ja_jp: カテゴリーを更新
pt_pt: Actualizar Categoria
ru_ru: Обновить категорию
tr_tr: Kategoriyi Güncelleyin
zh_hans: 更新分类
zh_hant: 更新分類

source: Update Data source
ar_ae: تحديث مصدر البيانات
de_de: Fehler beim Aktualisieren der Datenquelle.
es_es: Error al actualizar el origen de datos.
fr_ca: Mise à jour de la source de données
it_it: Aggiorna origine dati
ja_jp: データソース
pt_pt: Falha ao atualizar a fonte de dados.
ru_ru: Обновить источник данных
tr_tr: Veri Kaynağı
zh_hans: 更新数据源的状态
zh_hant: 更新數據源

source: Update Data Source
ar_ae: تحديث مصدر البيانات
de_de: Fehler beim Aktualisieren der Datenquelle.
es_es: Error al actualizar el origen de datos.
fr_ca: Mise à jour la source de données
it_it: Aggiorna origine dati
ja_jp: データソース
pt_pt: Falha ao atualizar a fonte de dados.
ru_ru: Обновить источник данных
tr_tr: Veri Kaynağı
zh_hans: 更新数据源的状态
zh_hant: 更新數據源

source: Update Data Source(s)
ar_ae: تحديث مصدر(مصادر) البيانات
de_de: Datenquelle(n)
es_es: Actualizar fuente(s) de datos
fr_ca: Mise à jour de la source de données
it_it: Origine/dei dati
ja_jp: データソースを更新
pt_pt: Atualizar Fonte(s) de Dados
ru_ru: Обновить источник данных
tr_tr: Veri Kaynağını/Kaynaklarını Güncelle
zh_hans: 更新数据源
zh_hant: 更新數據源

source: Update data sources connected to
ar_ae: تحديث مصادر البيانات المتصلة بـ
de_de: Aktualisieren Sie die Datenquellen, die mit verbunden sind
es_es: Actualizar fuentes de datos conectadas a
fr_ca: Mettre à jour les sources de données connectées à
it_it: Aggiornare le fonti di dati collegate a
ja_jp: に接続されているデータソースを更新する
pt_pt: Atualizar fontes de dados ligadas a
ru_ru: Обновить источники данных, подключенные к
tr_tr: Şuna bağlı veri kaynaklarını güncelleyin:
zh_hans: 更新连接到的数据源
zh_hant: 更新連接到儀表板的數據源 -

source: Update Database Configuration settings
ar_ae: تحديث إعدادات تكوين قاعدة البيانات
de_de: Datenbankkonfigurationseinstellungen aktualisieren
es_es: Actualizar valores de configuración
fr_ca: Mettre à jour les paramètres de configuration de la base de
it_it: Aggiorna le impostazioni di configurazione del database
ja_jp: データベース構成設定の更新
pt_pt: Atualizar Configurações
ru_ru: Обновление параметров
tr_tr: Yapılandırma Ayarlarını Güncelle
zh_hans: 更新配置设置
zh_hant: 更新數據庫配置設置

source: Update Dataset
ar_ae: تحديث مجموعة البيانات
de_de: Datensatz aktualisieren
es_es: Actualizar conjunto de datos
fr_ca: Mettre à jour le jeu de données
it_it: Aggiorna set di dati
ja_jp: データセットを更新
pt_pt: Atualizar conjunto de dados
ru_ru: Обновить набор данных
tr_tr: Veri Kümesini Güncelle
zh_hans: 更新数据集
zh_hant: 更新數據集

source: Update File
ar_ae: تحديث الملف
de_de: Datei aktualisieren
es_es: Actualiza archivo
fr_ca: Mettre à jour fichier
it_it: Aggiorna file
ja_jp: ファイルを更新
pt_pt: Atualizar fichiro
ru_ru: Обновить файл
tr_tr: Dosyayı güncelle
zh_hans: 更新文件
zh_hant: 更新文件

source: Update Notification Settings
ar_ae: تحديث إعدادات الإشعارات
de_de: Benachrichtigungs-Einstellungen
es_es: Actualizar configuración de notificaciones
fr_ca: Mettre à jour les paramètres de notification
it_it: Impostazioni delle notifiche
ja_jp: 通知設定
pt_pt: Atualizar configurações de notificação
ru_ru: Уведомление о новых главах
tr_tr: Bildirim Ayarları
zh_hans: 更新您的通知设置
zh_hant: 更新通知設置

source: Update Password
ar_ae: تحديث كلمة المرور
de_de: Passwort aktualisieren
es_es: Actualizar contraseña
fr_ca: Mettre à jour le mot de passe
it_it: Aggiornamento password
ja_jp: パスワードを更新
pt_pt: Atualizar palavra-passe
ru_ru: Обновить пароль
tr_tr: Şifre Güncelleme
zh_hans: 更新密码
zh_hant: 更新密碼

source: Update Plan
ar_ae: تحديث الخطة
es_es: Actualizar plan
fr_ca: Mettre à jour l’abonnement
it_it: Aggiorna piano
ja_jp: プランを更新する
pt_pt: Atualizar Plano
ru_ru: Обновить план
tr_tr: Yönetim planının güncellenmesi
zh_hans: 更新
zh_hant: |||UNTRANSLATED_CONTENT_START|||Update Plan|||UNTRANSLATED_CONTENT_END|||

source: Update Profile
ar_ae: تحديث الملف الشخصي
de_de: Profil aktualisieren
es_es: Actualizar perfil
fr_ca: Mettre à jour profil
it_it: Aggiornamento profilo
ja_jp: プロファイルを更新
pt_pt: Atualizar perfil
ru_ru: Обновить профиль
tr_tr: Profili Güncelleyin
zh_hans: 更新档案
zh_hant: 更新資料

source: Update Report
ar_ae: تحديث التقرير
de_de: Bericht aktualisieren
es_es: Actualizar informe
fr_ca: Actualiser le rapport
it_it: Aggiorna rapporto
ja_jp: レポートを更新
pt_pt: Relatório de atualização
ru_ru: Обновить жалобу
tr_tr: Raporu Güncelle
zh_hans: 更新报告
zh_hant: 更新報告

source: Update the storage settings here
ar_ae: قم بتحديث إعدادات التخزين هنا
de_de: Aktualisieren Sie hier die Speichereinstellungen
es_es: Actualiza la configuración de almacenamiento aquí
fr_ca: Mettez à jour les paramètres de stockage ici
it_it: Aggiorna qui le impostazioni di archiviazione
ja_jp: ここでストレージ設定を更新します
pt_pt: Atualize as definições de armazenamento aqui
ru_ru: Обновите настройки хранилища здесь
tr_tr: Depolama ayarlarını buradan güncelleyin
zh_hans: 在此处更新存储设置
zh_hant: 在此處更新存儲設置
