Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Connection has been created successfully.
ar_ae: تم إنشاء الاتصال بنجاح.
de_de: Hinweis wurde erfolgreich erstellt.
es_es: ha sido creada con éxito
fr_ca: La connexion a été créée avec succès
it_it: L'utente è stato creato correttamente.
ja_jp: 接続が作成されました。
pt_pt: A conexão foi alterada com sucesso.
ru_ru: Пользователь был успешно создан
tr_tr: başarıyla oluşturuldu.
zh_hans: 已创建成功。
zh_hant: 成功新增使用者

source: Connection string
ar_ae: سلسلة الاتصال
de_de: Verbindungszeichenfolge
es_es: Linea de Conexión
fr_ca: Chaîne de connexion
it_it: Stringa di connessione
ja_jp: 接続文字列
pt_pt: Cadeia de caracteres de conexão
ru_ru: Строка подключения
tr_tr: Bağlantı dizesi
zh_hans: 连接字符串
zh_hant: 連接字串

source: Connection String
ar_ae: سلسلة الاتصال
de_de: Verbindungszeichenfolge
es_es: String de conexión
fr_ca: Chaîne de connexion
it_it: Stringa di connessione
ja_jp: 接続文字列
pt_pt: Cadeia de caracteres de conexão
ru_ru: Строка подключения
tr_tr: Bağlantı dizesi
zh_hans: 连接字符串
zh_hant: 連接字串

source: Connection string should contain data source and catalog fields
ar_ae: يجب أن تحتوي سلسلة الاتصال على مصدر البيانات وحقول الكتالوج
de_de: Verbindungszeichenfolge sollte Datenquellen- und Katalogfelder enthalten
es_es: La cadena de conexión debe contener campos de fuente de datos y catálogo
fr_ca: La chaîne de connexion doit contenir la source de données et la liste des champs
it_it: La stringa di connessione deve contenere i campi dell'origine dati e del catalogo
ja_jp: 接続文字列には、データソースとカタログフィールドを含める必要があります
pt_pt: A cadeia de ligação deve conter campos de fonte de dados e catálogo
ru_ru: Строка соединения должна содержать поля источника данных и каталога
tr_tr: Bağlantı dizesi veri kaynağı ve katalog alanları içermelidir
zh_hans: 连接字符串应包含数据源和目录字段
zh_hant: 連線字串應包含資料來源和目錄欄位

source: Connection string should contain datasource
ar_ae: يجب أن تحتوي سلسلة الاتصال على مصدر بيانات
de_de: Verbindungszeichenfolge sollte Datenquelle enthalten
es_es: La cadena de conexión debe contener el origen de datos
fr_ca: La chaîne de connexion doit contenir la source de données
it_it: La stringa di connessione deve contenere l'origine dati
ja_jp: 接続文字列にはデータソースを含める必要があります
pt_pt: A cadeia de ligação deve conter fonte de dados
ru_ru: Строка соединения должна содержать источник данных
tr_tr: Bağlantı dizesi veri kaynağı içermelidir
zh_hans: 连接字符串应包含数据源
zh_hant: 連線字串應包含資料來源

source: Connection string should contain datasource and initial catalog fields
ar_ae: يجب أن تحتوي سلسلة الاتصال على مصدر البيانات وحقول الكتالوج الأولية
de_de: Verbindungszeichenfolge sollte Datenquellen- und Anfangskatalogfelder enthalten
es_es: La cadena de conexión debe contener campos de fuente de datos y de catálogo inicial
fr_ca: La chaîne de connexion doit contenir la source de données et le liste initiale des champs
it_it: La stringa di connessione deve contenere i campi dell'origine dati e del catalogo iniziale
ja_jp: 接続文字列には、データソースと初期カタログフィールドを含める必要があります
pt_pt: A string de conexão deve conter a fonte de dados e os campos iniciais do catálogo
ru_ru: Строка подключения должна содержать поля источника данных и исходного каталога
tr_tr: Bağlantı dizesi veri kaynağı ve ilk katalog alanlarını içermelidir
zh_hans: 连接字符串应包含数据源和初始目录字段
zh_hant: 連線字串應包含資料來源和初始目錄欄位

source: Connection string should contain server, database and domain fields
ar_ae: يجب أن تحتوي سلسلة الاتصال على حقول الخادم وقاعدة البيانات والنطاق
de_de: Verbindungszeichenfolge sollte Server-, Datenbank- und Domänenfelder enthalten
es_es: La cadena de conexión debe contener campos de servidor, base de datos y dominio
fr_ca: La chaîne de connexion doit contenir le serveur, la base de données et les champs du domaine
it_it: La stringa di connessione deve contenere campi server, database e dominio
ja_jp: 接続文字列には、サーバー、データベース、およびドメインフィールドを含める必要があります
pt_pt: A cadeia de ligação deve conter campos de servidor, base de dados e domínio
ru_ru: Строка соединения должна содержать поля сервера, базы данных и домена
tr_tr: Bağlantı dizesi sunucu, veritabanı ve etki alanı alanlarını içermelidir
zh_hans: 连接字符串应包含服务器、数据库和域字段
zh_hant: 連線字串應包含伺服器、資料庫和網域欄位

source: Connection string should not be empty
ar_ae: يجب ألا تكون سلسلة الاتصال فارغة
de_de: Verbindungs Passwort sollte nicht leer sein
es_es: La cadena de conexión no debe estar vacía
fr_ca: La chaîne de connexion ne doit pas être vide
it_it: La stringa di connessione non deve essere vuota
ja_jp: 接続文字列を空にしないでください
pt_pt: A cadeia de ligação não deve estar vazia
ru_ru: Строка подключения не должна быть пустой
tr_tr: Bağlantı dizesi boş bırakılmamalıdır
zh_hans: 连接字符串不应为空
zh_hant: 連線字串不應為空白

source: Connectors
ar_ae: الموصلات
de_de: Konnektoren
es_es: Conectores
fr_ca: Connecteurs
it_it: Connettori
ja_jp: コネクター
pt_pt: Conectores
ru_ru: Соединители
tr_tr: Konektörler
zh_hans: 接头

source: contact us
ar_ae: تواصل معنا
de_de: Nimm Kontakt mit uns auf
es_es: Póngase en contacto con nosotros
fr_ca: contactez-nous
it_it: contattaci
ja_jp: 問い合わせる
pt_pt: Contacte-nos
ru_ru: свяжитесь с нами:
tr_tr: iletişim
zh_hans: 联系我们
zh_hant: 聯絡我們

source: Contact Us
ar_ae: تواصل معنا
de_de: Kontakt
es_es: Contacto
fr_ca: Contactez-nous
it_it: Contattaci
ja_jp: お問い合わせ
pt_pt: Contacte-nos
ru_ru: Связаться с нами
tr_tr: Bize Ulaşın
zh_hans: 联系我们
zh_hant: 聯絡我們

source: Contact your System Administrator to enable viewing public reports. Click
ar_ae: اتصل بمسؤول النظام لتمكين عرض التقارير العامة. انقر
de_de: Wenden Sie sich an Ihren Systemadministrator, um die Anzeige öffentlicher Berichte zu aktivieren. Klicken Sie
es_es: Póngase en contacto con su administrador del sistema para habilitar la visualización de informes públicos. Haga clic
fr_ca: Contactez votre administrateur système pour activer l'affichage des rapports publics. Clic
it_it: Contattare l'amministratore di sistema per abilitare la visualizzazione dei report pubblici. Fare clic su
ja_jp: 公開レポートの表示を有効にするには、システム管理者にお問い合わせください。クリック
pt_pt: Contacte o administrador do sistema para permitir a visualização de relatórios públicos. Clicar
ru_ru: Свяжитесь с системным администратором, чтобы включить просмотр общедоступных отчётов. Нажмите
tr_tr: Herkese açık raporları görüntülemeyi etkinleştirmek için Sistem Yöneticinizle iletişime geçin. Tıklayın
zh_hans: 请联系您的系统管理员以启用查看公开报告。点击
zh_hant: 聯繫您的系統管理員以啟用公共查看

source: Container name
ar_ae: اسم الحاوية
de_de: Name des Behälters
es_es: Nombre del contenedor
fr_ca: Nom du conteneur
it_it: Nome contenitore
ja_jp: コンテナ名
pt_pt: contêiner
ru_ru: Название контейнера
tr_tr: Kapsayıcı Adı
zh_hans: 容器名称
zh_hant: 容器名稱

source: Contains
ar_ae: يحتوي على
de_de: Enthält
es_es: Contiene
fr_ca: Contient
it_it: Contiene
ja_jp: 中身
pt_pt: Contém
ru_ru: Содержит
tr_tr: Şunları içerir
zh_hans: 包含
zh_hant: 內容

source: Contains multiple dashboards
ar_ae: يحتوي على لوحات معلومات متعددة
de_de: Enthält mehrere Dashboards
es_es: Múltiples Tableros
fr_ca: Contient plusieurs tableaux de bord
it_it: Contiene più dashboard
ja_jp: 複数のダッシュボード
pt_pt: Contém vários painéis
ru_ru: Содержит несколько дашбордов
tr_tr: Birden fazla kontrol paneli içerir
zh_hans: 包含多个仪表板
zh_hant: 包含多個儀表板

source: Content Security Policy
ar_ae: سياسة أمان المحتوى
es_es: Política de seguridad de contenido
fr_ca: Politique de sécurité du contenu
it_it: Tutela sicurezza del contenuto
ja_jp: Content-Security-Policy 適用
pt_pt: Política de Segurança de Conteúdo
ru_ru: Content Security Policy (CSP политика защиты контента)
tr_tr: İçerik güvenliği ilkesi
zh_hans: 内容安全策略
zh_hant: 内容-安全-策略

source: Continue the subscription for
ar_ae: متابعة الاشتراك من أجل
de_de: Setzen Sie das Abonnement fort für
es_es: Continuar la suscripción para
fr_ca: Continuer l'abonnement pour %0
it_it: Continua l'abbonamento per
ja_jp: サブスクリプションを続行する
pt_pt: Continuar a subscrição para
ru_ru: Продолжить подписку на
tr_tr: Şunun için aboneliğe devam et
zh_hans: 继续订阅
zh_hant: 繼續訂閱

source: Continuously Decreases
ar_ae: ينخفض باستمرار
de_de: Kontinuierlich abnehmend
es_es: Disminuye continuamente
fr_ca: Diminue continuellement
it_it: Diminuisce continuamente
ja_jp: 連続的に減少
pt_pt: Diminui continuamente
ru_ru: Постоянно снижается
tr_tr: Sürekli Azalır
zh_hans: 持续减少
zh_hant: 持續減少

source: Continuously Increases
ar_ae: تزداد باستمرار
de_de: Steigt kontinuierlich
es_es: Aumentos continuos
fr_ca: Augmente continuellement
it_it: Aumenta continuamente
ja_jp: 継続的に増加
pt_pt: Aumenta continuamente
ru_ru: Постоянно увеличивается
tr_tr: Sürekli Artar
zh_hans: 持续增加
zh_hant: 持續增加

source: cookie policy
ar_ae: سياسة ملفات تعريف الارتباط
de_de: Cookie-Richtlinien
es_es: política de cookies
fr_ca: olitique en matière de cookies
ja_jp: クッキーポリシー
pt_pt: Politica de Cookies
ru_ru: политика cookie
tr_tr: Çerez Politikamız
zh_hans: cookie政策
zh_hant: Cookie 政策

source: Copied
ar_ae: تم النسخ
de_de: Kopiert
es_es: Copiado
fr_ca: Copié
it_it: Copiato
ja_jp: コピー
pt_pt: Copiada
ru_ru: Скопировано
tr_tr: Kopyalandı
zh_hans: 已复制
zh_hant: 已複製

source: Copied from
ar_ae: تم النسخ من
de_de: Kopiert von
es_es: Copiado de
fr_ca: Copié à partir de
it_it: Copiato da
ja_jp: copied
pt_pt: Copiado de
ru_ru: Скопировано c
tr_tr: Şuradan Kopyalandı
zh_hans: 复制于
zh_hant: 複製自

source: Copy
ar_ae: نسخ
de_de: Kopieren
es_es: Copiar
fr_ca: Copie
it_it: Copia
ja_jp: コピー
pt_pt: Copiar
ru_ru: Копировать
tr_tr: Kopyala
zh_hans: 复制
zh_hant: 複製

source: Copy link
ar_ae: نسخ الرابط
de_de: Link kopieren
es_es: Copiar enlace
fr_ca: Copier le lien
it_it: Copiare link
ja_jp: リンクをコピー
pt_pt: Copiar ligação
ru_ru: Копировать ссылку
tr_tr: Bağlantıyı kopyala
zh_hans: 复制链接
zh_hant: 複製網址

source: Copy Report
ar_ae: نسخ التقرير
de_de: Bericht kopieren
es_es: Copiar informe
fr_ca: Copier le rapport
it_it: Copia report
ja_jp: レポートをコピー
pt_pt: Relatório de cópia
ru_ru: ЭКЗМЕПЛЯР ОТЧЕТА
tr_tr: Raporu Kopyala
zh_hans: 复制报告
zh_hant: 複製報告

source: Copy this HTML code to embed the report into any web application.
ar_ae: انسخ شفرة HTML هذه لتضمين التقرير في أي تطبيق ويب.
de_de: Kopieren Sie diesen HTML-Code, um den Bericht in eine beliebige Webanwendung einzubetten.
es_es: Copie este código HTML para incrustar el informe en cualquier aplicación web.
fr_ca: Copiez ce code HTML pour intégrer le tableau de bord dans n'importe quelle application Web.
it_it: Copia questo codice HTML per incorporare il report in qualsiasi applicazione web.
ja_jp: このHTMLコードをコピーして、レポートを任意のWebアプリケーションに埋め込みます。
pt_pt: Copie este código HTML para incorporar o relatório em qualquer aplicação web.
ru_ru: Скопируйте этот HTML-код, чтобы встроить отчет в любое веб-приложение.
tr_tr: Raporu herhangi bir web uygulamasına gömmek için bu HTML kodunu kopyalayın.
zh_hans: 复制此HTML代码以将报告嵌入到任何Web应用程序中。
zh_hant: 複製此 HTML 代碼以將儀表板嵌入到任何 Web 應用程序中。

source: Copy this HTML code to embed the report view into a web application.
ar_ae: انسخ شفرة HTML هذه لتضمين طريقة عرض التقرير في تطبيق ويب.
de_de: Kopieren Sie diesen HTML-Code, um die Berichtsansicht in eine Webanwendung einzubetten.
es_es: Copie este código HTML para incrustar la vista del informe en una aplicación web.
fr_ca: Copiez ce code HTML pour intégrer le tableau de bord dans n'importe quelle application Web.
it_it: Copia questo codice HTML per incorporare la vista report in un'applicazione web.
ja_jp: このHTMLコードをコピーして、レポートビューをWebアプリケーションに埋め込みます。
pt_pt: Copie este código HTML para incorporar a vista de relatório numa aplicação web.
ru_ru: Скопируйте этот HTML-код, чтобы встроить представление отчета в веб-приложение.
tr_tr: Rapor görünümünü bir web uygulamasına gömmek için bu HTML kodunu kopyalayın.
zh_hans: 复制此HTML代码以将报表视图嵌入到Web应用程序中。
zh_hant: 複製此 HTML 代碼以將儀表板嵌入到任何 Web 應用程序中。

source: Copy to Category
ar_ae: نسخ إلى الفئة
de_de: zur Kategorie
es_es: Copiar en categoría
fr_ca: Copier dans la catégorie
it_it: Copia nella categoria…
ja_jp: カテゴリに移動
pt_pt: Copiar para a categoria
ru_ru: Копировать в категорию
tr_tr: Kategorilere dön
zh_hans: 复制到类别
zh_hant: 複製到類別

source: CORS Policy
ar_ae: سياسة CORS
de_de: CORS-Richtlinie
es_es: Política CORS
fr_ca: Corriger la politique CORS
it_it: Politica cors
ja_jp: CORSポリシーを修正する
pt_pt: Política de CORS
ru_ru: Политика CORS
tr_tr: CORS Politikası
zh_hans: CORS政策
zh_hant: 修正CORS政策

source: CORS Settings
ar_ae: إعدادات CORS
de_de: CORS-Einstellungen
es_es: Configuración de CORS
fr_ca: Paramètres cors
it_it: Impostazioni CORS
ja_jp: CORS設定
pt_pt: Definições CORS
ru_ru: Настройки CORS
tr_tr: CORS Ayarları
zh_hans: CORS设置
zh_hant: CORS設定

source: Count (Ascending)
ar_ae: العد (تصاعديًا)
de_de: Anzahl (aufsteigend)
es_es: Contador - Ascendente
fr_ca: Nombre croissant
it_it: Conteggio (crescente)
ja_jp: カウント（昇順）
pt_pt: Contagem (Crescente)
ru_ru: Количество (по возрастанию)
tr_tr: Artan Sayısı
zh_hans: 计数（升序）
zh_hant: 計數（升序）

source: Count (Descending)
ar_ae: العد (تنازلي)
de_de: Anzahl (absteigend)
es_es: Contador - Descendente
fr_ca: Nombre décroissant
it_it: Conteggio (decrescente)
ja_jp: カウント（降順）
pt_pt: Contagem (Descendente)
ru_ru: По количеству в обратном порядке
tr_tr: Azalan Sayım
zh_hans: 评论降序
zh_hant: 計數（降序）

source: Coupon code is not valid.
ar_ae: رمز الكوبون غير صالح.
de_de: Rabatt Code ist nicht gültig.
es_es: El código del cupón es incorrecto.
fr_ca: Le code de réduction n’est pas valide.
it_it: Il codice coupon non è valido.
ja_jp: クーポンコードが無効です。
pt_pt: Código de cupom inválido.
ru_ru: Код купона недействителен.
tr_tr: Kupon kodu geçerli değil.
zh_hans: 优惠券代码无效。
zh_hant: 優惠券代碼無效.

source: create
ar_ae: إنشاء
de_de: erstellen
es_es: crear
fr_ca: créer
it_it: crea
pt_pt: criar
ru_ru: создать
tr_tr: oluşturmak
zh_hans: 创建
zh_hant: 建立

source: Create
ar_ae: إنشاء
de_de: Neu
es_es: Crear
fr_ca: Créer
it_it: Crea
ja_jp: 作成
pt_pt: Criar
ru_ru: Создать
tr_tr: Oluştur
zh_hans: 创建
zh_hant: 建立

source: Create a data driven or a time based schedule
ar_ae: إنشاء جدول زمني قائم على البيانات أو جدول زمني
de_de: Erstellen Sie einen datengesteuerten oder zeitbasierten Zeitplan
es_es: Cree una programación basada en datos o en el tiempo
fr_ca: Créer un calendrier basé sur les données ou basé sur le temps
it_it: Creare una pianificazione basata sui dati o sul tempo
ja_jp: データ駆動型または時間ベースのスケジュールを作成する
pt_pt: Crie um cronograma orientado por dados ou com base no tempo
ru_ru: Создание управляемого данными или основанного на времени расписания
tr_tr: Veri odaklı veya zamana dayalı bir zaman çizelgesi oluşturun
zh_hans: 创建数据驱动或基于时间的计划
zh_hant: 創建數據驅動或基於時間的計劃

source: Create a data driven or a time-based schedule
ar_ae: إنشاء جدول زمني قائم على البيانات أو جدول زمني
de_de: Erstellen Sie einen datengesteuerten oder zeitbasierten Zeitplan
es_es: Cree una programación basada en datos o en el tiempo
fr_ca: Créer un calendrier basé sur les données ou basé sur le temps
it_it: Creare una pianificazione basata sui dati o sul tempo
ja_jp: データ駆動型または時間ベースのスケジュールを作成する
pt_pt: Crie um cronograma orientado por dados ou baseado em tempo
ru_ru: Создание управляемого данными или временного графика
tr_tr: Veri odaklı veya zamana dayalı bir zaman çizelgesi oluşturun
zh_hans: 创建数据驱动或基于时间的时间表
zh_hant: 創建數據驅動或基於時間的計劃

source: Create a new category and categorize your reports.
ar_ae: أنشئ فئة جديدة وقم بتصنيف تقاريرك.
de_de: Erstellen Sie eine neue Kategorie und kategorisieren Sie Ihre Berichte.
es_es: Cree una nueva categoría y categorice sus informes.
fr_ca: Créez une nouvelle catégorie et catégorisez vos rapports.
it_it: Crea una nuova categoria e classifica i tuoi report.
ja_jp: 新しいカテゴリを作成し、レポートを分類します。
pt_pt: Crie uma nova categoria e categorize os seus relatórios.
ru_ru: Создайте новую категорию и классифицируйте свои отчеты.
tr_tr: Yeni bir kategori oluşturun ve raporlarınızı kategorize edin.
zh_hans: 创建新类别并对报告进行分类。
zh_hant: 建立新類別並將報告分類。

source: Create a new data source from connectors and build a report.
ar_ae: إنشاء مصدر بيانات جديد من الموصلات وإنشاء تقرير.
de_de: Erstellen Sie eine neue Datenquelle aus Konnektoren und erstellen Sie einen Bericht.
es_es: Cree una nueva fuente de datos a partir de conectores y cree un informe.
fr_ca: Crée une nouvelle source de données à partir des connecteurs et génère un rapport.
it_it: Crea una nuova origine dati dai connettori e crea un report.
ja_jp: コネクタから新しいデータソースを作成し、レポートを作成します。
pt_pt: Crie uma nova fonte de dados a partir de conectores e crie um relatório.
ru_ru: Создайте новый источник данных из соединителей и создайте отчет.
tr_tr: Bağlayıcılardan yeni bir veri kaynağı oluşturun ve bir rapor oluşturun.
zh_hans: 从连接器创建新数据源并生成报告。
zh_hant: 從連接器建立新的資料來源並建立報告。

source: Create a new dataset from connectors and build a report.
ar_ae: إنشاء مجموعة بيانات جديدة من الموصلات وإنشاء تقرير.
de_de: Erstellen Sie ein neues Dataset aus Konnektoren und erstellen Sie einen Bericht.
es_es: Cree un nuevo conjunto de datos a partir de conectores y cree un informe.
fr_ca: Crée un nouveau jeu de données à partir des connecteurs et génère un rapport.
it_it: Crea un nuovo set di dati dai connettori e crea un report.
ja_jp: コネクターから新しいデータセットを作成し、レポートを作成します。
pt_pt: Crie um novo conjunto de dados a partir de conectores e crie um relatório.
ru_ru: Создайте новый набор данных из соединителей и создайте отчет.
tr_tr: Bağlayıcılardan yeni bir veri kümesi oluşturun ve bir rapor oluşturun.
zh_hans: 从连接器创建新数据集并生成报告。
zh_hant: 從連接器建立新資料集並建立報告。

source: Create a new report part.
ar_ae: إنشاء جزء تقرير جديد.
de_de: neuen Bericht erstellen
es_es: Crear un nuevo informe
fr_ca: Créer une nouvelle déclaration
it_it: Creazione di un nuovo report.
ja_jp: 新規レポート作成
pt_pt: Criar um novo relatório
ru_ru: Да, создать новый отчет.
tr_tr: Yeni rapor oluştur
zh_hans: 创建新报告
zh_hant: 新增全新報表

source: Create a support ticket
ar_ae: إنشاء بطاقة دعم
de_de: Erstelle Support Ticket
es_es: Crear un tique de soporte
fr_ca: Créer un ticket d'assistance
it_it: Crea un ticket di supporto
ja_jp: サポートチケットを作成
pt_pt: Criar um ticket de suporte
ru_ru: Создать билет поддержки
tr_tr: Destek Bilet oluşturma
zh_hans: 创建支持票证
zh_hant: 提出技術支援需求

source: Create a Support ticket
ar_ae: إنشاء بطاقة دعم
de_de: Erstelle ein Support-Ticket
es_es: Crear un tique de asistencia
fr_ca: Créer un ticket de support
it_it: CREA UN TICKET DI SUPPORTO
ja_jp: サポートチケットを作成
pt_pt: Criar um ticket de suporte
ru_ru: Создать билет поддержки
tr_tr: Destek Bilet oluşturma
zh_hans: 创建支持工单单
zh_hant: 提出技術支援需求

source: Create and Manage
ar_ae: إنشاء وإدارة
de_de: Erstellen und Verwalten von SLAs
es_es: Creación y administración de los SLA
fr_ca: Créer et gérer
it_it: Creare e gestire le
ja_jp: テーマの作成と管理
pt_pt: crie e gerencie anúncios
ru_ru: Создание и настройка сигнализации
tr_tr: Randevu Oluşturma ve Yönetme
zh_hans: 创建和管理类别
zh_hant: 建立和管理

source: Create Category
ar_ae: إنشاء فئة
de_de: Kategorie erstellen
es_es: Crear categoría
fr_ca: Créer une catégorie
it_it: Crea Categoria
ja_jp: カテゴリを作成
pt_pt: Criar categoria
ru_ru: Создать категорию
tr_tr: Kategori Oluştur
zh_hans: 创建类别
zh_hant: 建立新分類

source: Create Data Source
ar_ae: إنشاء مصدر بيانات
de_de: Datenquelle einrichten
es_es: Crear fuente de datos
fr_ca: Créer une source de données
it_it: Crea origine dati
ja_jp: アドレス帳データソースの格納
pt_pt: Criar uma origem de dados
ru_ru: Создать источник данных адресов
tr_tr: Veri Kaynağı Yarat
zh_hans: 创建新数据源
zh_hant: 創建數據源

source: Create Dataset
ar_ae: إنشاء مجموعة بيانات
de_de: Dataset erstellen
es_es: Crear conjunto de datos
fr_ca: Créer un jeu de données
it_it: Crea Dataset
ja_jp: データセットを作成
pt_pt: Criar conjunto de dados
ru_ru: Создание набора данных
tr_tr: Veri Kümesi Oluştur
zh_hans: 创建数据集
zh_hant: 建立資料集

source: Create DataSet by creating a new DataSource
ar_ae: إنشاء DataSet عن طريق إنشاء مصدر بيانات جديد
de_de: Erstellen Sie DataSet, indem Sie eine neue DataSource erstellen
es_es: Crear DataSet creando un nuevo DataSource
fr_ca: Créer un ensemble de données en créant une nouvelle source de données
it_it: Crea DataSet creando una nuova DataSource
ja_jp: 新しいDataSourceを作成してDataSetを作成する
pt_pt: Criar Conjunto de Dados através da criação de uma nova Fonte de Dados
ru_ru: Создание набора данных путем создания нового источника данных
tr_tr: Yeni bir Veri Kaynağı oluşturarak Veri Kümesi oluştur
zh_hans: 通过创建新的DataSource创建DataSet
zh_hant: 透過建立新的DataSource來建立DataSet

source: Create DataSet by using a existing DataSource
ar_ae: إنشاء مجموعة بيانات باستخدام مصدر بيانات موجود
de_de: Erstellen Sie DataSet unter Verwendung einer vorhandenen DataSource
es_es: Crear DataSet utilizando un DataSource existente
fr_ca: Créer un ensemble de données à l'aide d'une source de données existante
it_it: Crea DataSet utilizzando una DataSource esistente
ja_jp: 既存のDataSourceを使用してDataSetを作成する
pt_pt: Criar Conjunto de Dados usando uma Fonte de Dados existente
ru_ru: Создание набора данных с использованием существующего источника данных
tr_tr: Mevcut bir Veri Kaynağı kullanarak Veri Kümesi oluştur
zh_hans: 使用现有数据源创建数据集
zh_hant: 使用現有DataSource建立DataSet

source: Create Group
ar_ae: إنشاء مجموعة
de_de: Gruppe erstellen
es_es: Crear Grupo
fr_ca: Créer un groupe
it_it: Crea gruppo
ja_jp: グループを作成する
pt_pt: Criar grupo
ru_ru: Создание группы
tr_tr: Grup Oluştur
zh_hans: 创建群组
zh_hant: 建立群組

source: Create Incident
ar_ae: إنشاء بلاغ
de_de: Ereignis erstellen
es_es: ﻿Crear incidencia
fr_ca: Créer un incident
it_it: Crea evento imprevisto
ja_jp: インシデントを作成
pt_pt: Criar incidente
ru_ru: Создать инцидент
tr_tr: Olay Raporu Oluştur
zh_hans: 创建事故
zh_hant: 新增事件通報

source: Create Link
ar_ae: إنشاء رابط
de_de: Link erstellen
es_es: Crear enlace
fr_ca: Créer le lien
it_it: Collegamento
ja_jp: リンクを作成
pt_pt: Criar Link
ru_ru: Создать ссылку
tr_tr: Bağlantı Oluştur
zh_hans: 创建链接
zh_hant: 建立鏈結…

source: Create my first Data Source
ar_ae: إنشاء أول مصدر بيانات لي
de_de: Datenquelle einrichten
es_es: Crear fuente de datos
fr_ca: Créer ma première source de données
it_it: Crea origine dati
ja_jp: 最初のデータソースを作成する
pt_pt: Criar a minha primeira Fonte de Dados
ru_ru: Создать мой первый источник данных
tr_tr: Veri Kaynağı Yarat
zh_hans: 创建我的第一个数据源
zh_hant: 創建數據源

source: Create my first Dataset
ar_ae: إنشاء أول مجموعة بيانات خاصة بي
de_de: Meinen ersten Datensatz erstellen
es_es: Crear mi primer conjunto de datos
fr_ca: Créer mon premier ensemble de données
it_it: Crea il mio primo set di dati
ja_jp: 最初のデータセットを作成する
pt_pt: Criar o meu primeiro conjunto de dados
ru_ru: Создать мой первый набор данных
tr_tr: İlk Veri Kümemi oluştur
zh_hans: 创建我的第一个数据集
zh_hant: 建立我的第一個資料集

source: Create my first Report
ar_ae: إنشاء تقريري الأول
de_de: + Erstellen Sie Ihren ersten Bericht
es_es: Crear mi primer informe
fr_ca: Créer mon premier rapport
it_it: Crea il mio primo report
ja_jp: 最初のレポートを作成する
pt_pt: Criar o meu primeiro relatório
ru_ru: Создать мой первый отчет
tr_tr: İlk Raporumu oluştur
zh_hans: 创建我的第一个报告
zh_hant: 建立我的第一份報告

source: Create New DataSource
ar_ae: إنشاء مصدر بيانات جديد
de_de: Neu erstellen
es_es: Crear nuevo
fr_ca: Créer une nouvelle source de données
it_it: Creare nuovo
ja_jp: 新規作成
pt_pt: Criar Novo
ru_ru: Создать нового
tr_tr: Yeni oluşturun
zh_hans: 新建
zh_hant: 新建

source: Create Report
ar_ae: إنشاء تقرير
de_de: Bericht erstellen
es_es: Crear informe
fr_ca: Générer un rapport
it_it: Crea rapporto
ja_jp: レポートの作成
pt_pt: Criar relatório
ru_ru: Создать Отчет
tr_tr: Rapor Oluştur
zh_hans: 创建报告
zh_hant: 創建費用報告

source: Create Report Part
ar_ae: إنشاء جزء تقرير
de_de: Bericht erstellen
es_es: Crear informe
fr_ca: Générer un rapport
it_it: Crea rapporto
ja_jp: レポートの作成
pt_pt: Criar relatório
ru_ru: СОЗДАНИЕ ОТЧЕТА
tr_tr: Rapor Oluştur
zh_hans: 创建报告
zh_hant: 創建費用報告
