Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: support team will be able to access your data. While this may help in some circumstances, you are not required to allow access.
ar_ae: سيتمكن فريق الدعم من الوصول إلى بياناتك. على الرغم من أن هذا قد يساعد في بعض الظروف، إلا أنك لست مطالبًا بالسماح بالوصول.
de_de: das Support-Team kann auf Ihre Daten zugreifen. Auch wenn dies unter bestimmten Umständen hilfreich sein kann, musst du den Zugriff nicht zulassen.
es_es: el equipo de soporte podrá acceder a sus datos. Si bien esto puede ayudar en algunas circunstancias, no está obligado a permitir el acceso.
fr_ca: l'équipe d'assistance pourra accéder à vos données. Bien que cela puisse aider dans certaines circonstances, vous n'êtes pas tenu d'autoriser l'accès.
it_it: il team di supporto sarà in grado di accedere ai tuoi dati. Sebbene ciò possa essere utile in alcune circostanze, non è necessario consentire l'accesso.
ja_jp: サポートチームがあなたのデータにアクセスできるようになります。これは状況によっては役立つ場合がありますが、アクセスを許可する必要はありません。
pt_pt: a equipa de apoio poderá aceder aos seus dados. Embora isso possa ajudar em algumas circunstâncias, você não é obrigado a permitir o acesso.
ru_ru: служба поддержки сможет получить доступ к вашим данным. Хотя в некоторых случаях это может помочь, вы не обязаны разрешать доступ.
tr_tr: destek ekibi verilerinize erişebilecektir. Bu, bazı durumlarda yardımcı olsa da erişime izin vermeniz gerekmez.
zh_hans: 支持团队将能够访问您的数据。虽然这在某些情况下可能会有所帮助，但您无需允许访问。
zh_hant: 支援團隊將能夠存取您的資料。雖然這在某些情況下可能會有所幫助，但您不需要允許存取。

source: Support Tickets
ar_ae: تذاكر الدعم
de_de: Tickets
es_es: Tickets de ayuda
fr_ca: Tickets d'assistance
it_it: Ticket di assistenza
ja_jp: サポートチケット
pt_pt: Tickets de Suporte
ru_ru: Запросы в службу поддержки
tr_tr: Destek Biletleri
zh_hans: 支持工单
zh_hant: 支援單

source: Syncfusion already has access to manage resources on your site.
ar_ae: لدى Syncfusion بالفعل حق الوصول لإدارة الموارد على موقعك.
de_de: Syncfusion hat bereits Zugriff auf die Verwaltung von Ressourcen auf Ihrer Website.
es_es: Syncfusion ya tiene acceso para gestionar los recursos de tu sitio.
fr_ca: Bold BI a déjà accès à la gestion des ressources sur votre site.
it_it: Syncfusion ha già accesso per gestire le risorse sul tuo sito.
ja_jp: Syncfusionには、サイト上のリソースを管理するアクセス権があります。
pt_pt: A Syncfusion já tem acesso para gerir recursos no seu site.
ru_ru: Syncfusion уже имеет доступ к управлению ресурсами на вашем сайте.
tr_tr: Syncfusion'ın sitenizdeki kaynakları yönetme erişimi zaten var.
zh_hans: Syncfusion已有权管理您网站上的资源。
zh_hant: Syncfusion已有權管理您網站上的資源。

source: Syncfusion Cloud Management - Access Denied
ar_ae: إدارة سحابة المزامنة - تم رفض الوصول
de_de: Syncfusion Cloud Management - Zugriff verweigert
es_es: Gestión de la nube de Syncfusion: acceso denegado
fr_ca: Syncfusion Cloud Management - Accès refusé
it_it: Gestione Cloud Syncfusion - Accesso negato
ja_jp: Syncfusionクラウド管理-アクセスが拒否されました
pt_pt: Syncfusion Cloud Management - Acesso negado
ru_ru: Управление Syncfusion Cloud - доступ запрещен
tr_tr: Syncfusion Bulut Yönetimi - Erişim Reddedildi
zh_hans: Syncfusion云管理-访问被拒绝
zh_hant: Syncfusion雲端管理-存取遭拒

source: Syncfusion currently has permission to access and manage resources on your site. You can manage this permission from
ar_ae: لدى Syncfusion حاليًا إذن بالوصول إلى الموارد وإدارتها على موقعك. يمكنك إدارة هذا الإذن من
de_de: Syncfusion hat derzeit die Berechtigung, auf Ressourcen auf Ihrer Website zuzugreifen und diese zu verwalten. Sie können diese Berechtigung verwalten von
es_es: Syncfusion actualmente tiene permiso para acceder y administrar recursos en su sitio. Puede gestionar este permiso desde
fr_ca: Bold Reports est actuellement autorisé à accéder aux ressources de votre site et à les gérer. Vous pouvez gérer cette autorisation à partir de
it_it: Syncfusion attualmente dispone dell'autorizzazione per accedere e gestire le risorse sul tuo sito. Puoi gestire questa autorizzazione da
ja_jp: Syncfusionは現在、サイト上のリソースにアクセスして管理する権限を持っています。この権限は、次の場所から管理できます。
pt_pt: Atualmente, a Syncfusion tem permissão para aceder e gerir recursos no seu site. Pode gerir esta permissão a partir de
ru_ru: Syncfusion в настоящее время имеет разрешение на доступ к ресурсам на вашем сайте и управление ими. Вы можете управлять этим разрешением из
tr_tr: Syncfusion şu anda sitenizdeki kaynaklara erişme ve bunları yönetme iznine sahiptir. Bu izni şuradan yönetebilirsiniz:
zh_hans: Syncfusion当前有权访问和管理您网站上的资源。您可以从以下位置管理此权限
zh_hant: Syncfusion目前有權存取和管理您網站上的資源。您可以從以下位置管理此權限

source: Synchronization
ar_ae: المزامنة
de_de: Synchronisierung
es_es: Sincronización
fr_ca: Synchronisation
it_it: Sincronizzazione
ja_jp: 同期
pt_pt: Sincronização
ru_ru: Синхронизация
tr_tr: Senkronizasyon
zh_hans: 同步
zh_hant: 同步

source: Synchronization Group - Status
ar_ae: مجموعة المزامنة - الحالة
de_de: Gruppenstatus
es_es: Estado del grupo
fr_ca: Groupe de synchronisation - Statut
it_it: Gruppo di sincronizzazione
ja_jp: 同期グループ-ステータス
pt_pt: Posição do grupo
ru_ru: Статус группы
tr_tr: Grup Durumu,
zh_hans: 群体状态
zh_hant: 同步組 - 狀態

source: Synchronize
ar_ae: مزامنة
de_de: Synchronisieren
es_es: Sincronizar
fr_ca: Synchronisation
it_it: Sincronizza
ja_jp: 同期
pt_pt: Sincronizar
ru_ru: Синхронизация
tr_tr: Senkronize edin
zh_hans: 同步
zh_hant: 同步

source: Synchronize Active Directory Groups
ar_ae: مزامنة مجموعات Active Directory
de_de: Active Directory-Gruppen synchronisieren
es_es: Grupos Active Directory
fr_ca: Synchroniser les groupes Active Directory
it_it: Sincronizza Active Directory
ja_jp: Active Directoryグループの同期
pt_pt: Sincronizar grupos do Active Directory
ru_ru: Синхронизация групп Active Directory
tr_tr: Aktif Dizin Gruplarını Senkronize Et
zh_hans: 同步Active Directory
zh_hant: 同步 Active Directory 組

source: Synchronize Active Directory users and groups on a regular schedule
ar_ae: مزامنة مستخدمي ومجموعات Active Directory وفقًا لجدول زمني منتظم
de_de: Active Directory-Benutzer und -Gruppen regelmäßig synchronisieren
es_es: Sincronizar usuarios y grupos de Active Directory en un horario regular
fr_ca: Synchroniser les utilisateurs et les groupes Active Directory sur une base régulière
it_it: Sincronizza utenti e gruppi di Active Directory a intervalli regolari
ja_jp: 定期的なスケジュールでActive Directoryユーザーとグループを同期する
pt_pt: Sincronizar utilizadores e grupos do Active Directory numa programação regular
ru_ru: Синхронизация пользователей и групп Active Directory по регулярному расписанию
tr_tr: Active Directory kullanıcılarını ve gruplarını düzenli bir programda senkronize edin
zh_hans: 定期同步Active Directory用户和组
zh_hant: 定期同步 Active Directory 用戶和組

source: Synchronize Azure AD users and groups on a regular schedule
ar_ae: مزامنة مستخدمي ومجموعات Azure AD وفقًا لجدول زمني منتظم
de_de: Synchronisieren Sie Azure AD-Benutzer und -Gruppen regelmäßig
es_es: Sincronizar usuarios y grupos de Azure AD en un horario regular
fr_ca: Synchroniser les utilisateurs et les groupes Azure AD sur une base régulière
it_it: Sincronizza utenti e gruppi Azure AD a intervalli regolari
ja_jp: Azure ADユーザーとグループを定期的に同期する
pt_pt: Sincronizar utilizadores e grupos do Azure AD com uma programação regular
ru_ru: Синхронизация пользователей и групп Azure AD по регулярному расписанию
tr_tr: Azure AD kullanıcılarını ve gruplarını düzenli bir programa göre senkronize edin
zh_hans: 定期同步Azure AD用户和组
zh_hant: 定期同步 Azure AD 用戶和組

source: Synchronize groups with Active Directory
ar_ae: مزامنة المجموعات مع Active Directory
de_de: Gruppen mit Active Directory synchronisieren
es_es: Sincronizar Directorio Activo
fr_ca: Synchroniser les groupes avec Active Directory
it_it: Sincronizza Active Directory
ja_jp: グループのActive Directoryとの同期
pt_pt: Sincronizar grupos com o Active Directory
ru_ru: Синхронизация групп с Active Directory
tr_tr: Grupları Active Directory ile senkronize et
zh_hans: 同步Active Directory
zh_hant: 將組與 Active Directory 同步

source: Synchronize groups with Azure AD
ar_ae: مزامنة المجموعات مع Azure AD
de_de: Gruppen mit Azure AD synchronisieren
es_es: Sincronizar grupos con Azure AD
fr_ca: Synchroniser les groupes avec Azure AD
it_it: Sincronizza i gruppi con Azure AD
ja_jp: Azure ADとグループを同期する
pt_pt: Sincronizar grupos com o Azure AD
ru_ru: Синхронизация групп с Azure AD
tr_tr: Grupları Azure AD ile senkronize edin
zh_hans: 使用Azure AD同步组
zh_hant: 將組與 Azure AD 同步

source: Synchronize Published Report
ar_ae: مزامنة التقرير المنشور
de_de: Veröffentlichter Bericht
es_es: Sincronizar informe publicado
fr_ca: Publication d'un rapport
it_it: Sincronizza report pubblicato
ja_jp: 公開されたレポートを同期する
pt_pt: Sincronizar relatório publicado
ru_ru: Синхронизировать опубликованный отчет
tr_tr: Yayınlanan Raporu Senkronize Et
zh_hans: 同步已发布的报告
zh_hant: 同步已發佈的報告

source: Synchronize schedules
ar_ae: مزامنة الجداول
de_de: Lieferpläne synchronisieren
es_es: Sincronizar horarios
fr_ca: Synchroniser les plannings
it_it: Sincronizza programmazioni continuità
ja_jp: スケジュールを同期する
pt_pt: Sincronizar agendas
ru_ru: Синхронизация расписаний
tr_tr: Programları senkronize edin
zh_hans: 同步交货计划
zh_hant: 同步計劃

source: Synchronize Users
ar_ae: مزامنة المستخدمين
de_de: Benutzer automatisch synchronisieren.
es_es: Synchronize your users
fr_ca: Synchroniser les utilisateurs
it_it: Sincronizza gli utenti
ja_jp: 既存のユーザーを同期する
pt_pt: Sincronizar utilizadores
ru_ru: Синхронизация пользователей
tr_tr: Kullanıcılar zaten eşitlenmiş
zh_hans: 同步用户
zh_hant: 同步用戶

source: Synchronize users and groups from database on a regular schedule
ar_ae: مزامنة المستخدمين والمجموعات من قاعدة البيانات وفقًا لجدول زمني منتظم
de_de: Synchronisieren Sie Benutzer und Gruppen aus der Datenbank nach einem regelmäßigen Zeitplan
es_es: Sincronizar usuarios y grupos de la base de datos en un horario regular
fr_ca: Synchroniser régulièrement les utilisateurs et les groupes à partir de la base de données
it_it: Sincronizza utenti e gruppi dal database su base regolare
ja_jp: 定期的なスケジュールでデータベースからユーザーとグループを同期する
pt_pt: Sincronizar utilizadores e grupos a partir da base de dados numa programação regular
ru_ru: Синхронизация пользователей и групп из базы данных по регулярному расписанию
tr_tr: Kullanıcıları ve grupları veritabanından düzenli bir programa göre senkronize edin
zh_hans: 定期从数据库同步用户和组
zh_hant: 定期從數據庫同步用戶和組

source: Synchronize users with Active Directory
ar_ae: مزامنة المستخدمين مع Active Directory
de_de: Benutzer mit Active Directory synchronisieren
es_es: Sincronizar Directorio Activo
fr_ca: Synchroniser les utilisateurs avec Active Directory
it_it: Sincronizza Active Directory
ja_jp: ユーザーをActive Directoryと同期する
pt_pt: Sincronizar utilizadores com o Active Directory
ru_ru: Синхронизация пользователей с Active Directory
tr_tr: Kullanıcıları Active Directory ile senkronize et
zh_hans: 同步Active Directory
zh_hant: 將用戶與 Active Directory 同步

source: Synchronize users with Azure AD
ar_ae: مزامنة المستخدمين مع Azure AD
de_de: Benutzer mit Azure AD synchronisieren
es_es: Sincronizar usuarios con Azure AD
fr_ca: Synchroniser les utilisateurs avec Azure AD
it_it: Sincronizzare gli utenti con Azure AD
ja_jp: Azure ADとユーザーを同期する
pt_pt: Sincronizar utilizadores com o Azure AD
ru_ru: Синхронизация пользователей с Azure AD
tr_tr: Kullanıcıları Azure AD ile senkronize edin
zh_hans: 使用Azure AD同步用户
zh_hant: 將用戶與 Azure AD 同步

source: Synchronize users with Custom Database
ar_ae: مزامنة المستخدمين مع قاعدة البيانات المخصصة
de_de: Benutzer mit benutzerdefinierter Datenbank synchronisieren
es_es: Sincronizar usuarios con base de datos personalizada
fr_ca: Synchroniser les utilisateurs avec la base de données personnalisée
it_it: Sincronizza gli utenti con il database personalizzato
ja_jp: ユーザーをカスタムデータベースと同期する
pt_pt: Sincronizar utilizadores com a base de dados personalizada
ru_ru: Синхронизация пользователей с пользовательской базой данных
tr_tr: Kullanıcıları Özel Veritabanı ile senkronize et
zh_hans: 使用自定义数据库同步用户
zh_hant: 將用戶與自定義數據庫同步

source: Synchronize Users with Existing Database
ar_ae: مزامنة المستخدمين مع قاعدة البيانات الحالية
es_es: Sincronizar usuarios con la base de datos existente
fr_ca: Synchroniser les utilisateurs avec la base de données sortante
ja_jp: 既存のデータベースとユーザーを同期する
pt_pt: Sincronizar utilizadores com a base de dados existente
ru_ru: Синхронизация пользователей с существующей базой данных
tr_tr: Kullanıcıları Mevcut Veritabanıyla Senkronize Et
zh_hans: 将用户与现有数据库同步

source: Synchronizing groups with active directory has been failed.
ar_ae: فشلت مزامنة المجموعات مع الدليل النشط.
de_de: Das Synchronisieren von Gruppen mit Active Directory ist fehlgeschlagen.
es_es: Se ha producido un error al sincronizar los grupos con el directorio activo.
fr_ca: La synchronisation des groupes avec Active Directory a échoué.
it_it: La sincronizzazione dei gruppi con Active Directory non è riuscita.
ja_jp: Active Directoryとのグループの同期に失敗しました。
pt_pt: A sincronização de grupos com o Active Directory falhou.
ru_ru: Не удалось синхронизировать группы с активным каталогом.
tr_tr: Gruplar aktif dizinle senkronize edilemedi.
zh_hans: 与Active Directory同步组失败。
zh_hant: 將組與 Active Directory 同步失敗。

source: Synchronizing groups with active directory has been successful.
ar_ae: تمت مزامنة المجموعات مع الدليل النشط بنجاح.
de_de: Das Synchronisieren von Gruppen mit Active Directory war erfolgreich.
es_es: La sincronización de los grupos con el directorio activo se ha realizado correctamente.
fr_ca: La synchronisation des groupes avec Active Directory a réussi.
it_it: La sincronizzazione dei gruppi con Active Directory è riuscita.
ja_jp: Active Directoryとのグループの同期に成功しました。
pt_pt: A sincronização de grupos com o Active Directory foi bem-sucedida.
ru_ru: Синхронизация групп с активным каталогом выполнена успешно.
tr_tr: Grupları etkin dizinle senkronize etme başarılı oldu.
zh_hans: 已成功将组与Active Directory同步。
zh_hant: 已成功將組與 Active Directory 同步。

source: Synchronizing groups with azure active directory has been failed.
ar_ae: فشلت مزامنة المجموعات مع دليل azure النشط.
de_de: Das Synchronisieren von Gruppen mit Azure Active Directory ist fehlgeschlagen.
es_es: Se ha producido un error al sincronizar los grupos con el directorio activo azul.
fr_ca: La synchronisation des groupes avec Active Directory a échoué.
it_it: La sincronizzazione dei gruppi con azure active directory non è riuscita.
ja_jp: Azure Active Directoryとのグループの同期に失敗しました。
pt_pt: A sincronização de grupos com o Active Directory do Azure falhou.
ru_ru: Не удалось синхронизировать группы с активным каталогом Azure.
tr_tr: Azure etkin dizinine sahip gruplar senkronize edilemedi.
zh_hans: 使用Azure Active Directory同步组已失败。
zh_hant: 將組與 Azure Active Directory 同步失敗。

source: Synchronizing groups with azure active directory has been successful.
ar_ae: تمت مزامنة المجموعات مع دليل نشط لازوردي بنجاح.
de_de: Das Synchronisieren von Gruppen mit azurblauem Active Directory war erfolgreich.
es_es: La sincronización de grupos con el directorio activo azul se ha realizado correctamente.
fr_ca: La synchronisation des groupes avec Active Directory a réussi.
it_it: La sincronizzazione dei gruppi con azure active directory è riuscita.
ja_jp: Azure Active Directoryとのグループの同期に成功しました。
pt_pt: A sincronização de grupos com o Active Directory do Azure foi bem-sucedida.
ru_ru: Синхронизация групп с активным каталогом Azure выполнена успешно.
tr_tr: Azure etkin dizini ile grupların senkronizasyonu başarılı oldu.
zh_hans: 使用Azure Active Directory同步组已成功。
zh_hant: 已成功將組與 Active Directory 同步。

source: Synchronizing users with active directory has been failed.
ar_ae: فشلت مزامنة المستخدمين مع الدليل النشط.
de_de: Die Synchronisierung von Benutzern mit Active Directory ist fehlgeschlagen.
es_es: Se ha producido un error al sincronizar los usuarios con el directorio activo.
fr_ca: La synchronisation des utilisateurs avec Active Directory a échoué.
it_it: La sincronizzazione degli utenti con Active Directory non è riuscita.
ja_jp: Active Directoryとのユーザーの同期に失敗しました。
pt_pt: A sincronização de utilizadores com o Active Directory falhou.
ru_ru: Не удалось синхронизировать пользователей с активным каталогом.
tr_tr: Kullanıcıları etkin dizinle senkronize etme başarısız oldu.
zh_hans: 将用户与Active Directory同步失败。
zh_hant: 將用戶與 Active Directory 同步失敗。

source: Synchronizing users with active directory has been successful.
ar_ae: نجحت مزامنة المستخدمين مع الدليل النشط.
de_de: Die Synchronisierung von Benutzern mit Active Directory war erfolgreich.
es_es: La sincronización de los usuarios con el directorio activo se ha realizado correctamente.
fr_ca: La synchronisation des utilisateurs avec Active Directory a réussi.
it_it: La sincronizzazione degli utenti con Active Directory è riuscita.
ja_jp: Active Directoryとのユーザーの同期に成功しました。
pt_pt: A sincronização de utilizadores com o Active Directory foi bem-sucedida.
ru_ru: Синхронизация пользователей с активным каталогом выполнена успешно.
tr_tr: Kullanıcıları etkin dizinle senkronize etme başarılı oldu.
zh_hans: 已成功将用户与Active Directory同步。
zh_hant: 已成功將用戶與 Active Directory 同步。

source: Synchronizing users with azure active directory has been successful.
ar_ae: نجحت مزامنة المستخدمين مع دليل azure النشط.
de_de: Die Synchronisierung von Benutzern mit Azure Active Directory war erfolgreich.
es_es: La sincronización de los usuarios con el directorio activo de azure se ha realizado correctamente.
fr_ca: La synchronisation des utilisateurs avec Active Directory a réussi.
it_it: La sincronizzazione degli utenti con azure active directory è riuscita.
ja_jp: Azure Active Directoryとのユーザーの同期に成功しました。
pt_pt: A sincronização de utilizadores com o Active Directory do Azure foi bem-sucedida.
ru_ru: Синхронизация пользователей с активным каталогом Azure прошла успешно.
tr_tr: Kullanıcıları masmavi etkin dizinle senkronize etme başarılı oldu.
zh_hans: 使用Azure Active Directory同步用户已成功。
zh_hant: 已成功將用戶與 azure Active Directory 同步。

source: Synchronizing users with existing database has been failed.
ar_ae: فشلت مزامنة المستخدمين مع قاعدة البيانات الموجودة.
de_de: Die Synchronisierung von Benutzern mit der vorhandenen Datenbank ist fehlgeschlagen.
es_es: Se ha producido un error al sincronizar los usuarios con la base de datos existente.
fr_ca: La synchronisation des utilisateurs avec la base de données existante a échoué.
it_it: La sincronizzazione degli utenti con il database esistente non è riuscita.
ja_jp: 既存のデータベースとのユーザーの同期に失敗しました。
pt_pt: A sincronização dos utilizadores com a base de dados existente falhou.
ru_ru: Не удалось синхронизировать пользователей с существующей базой данных.
tr_tr: Kullanıcıları mevcut veritabanıyla senkronize etme başarısız oldu.
zh_hans: 将用户与现有数据库同步失败。
zh_hant: 將用戶與現有數據庫同步失敗。

source: Synchronizing users with existing database has been successful.
ar_ae: تمت مزامنة المستخدمين مع قاعدة البيانات الحالية بنجاح.
de_de: Die Synchronisierung von Benutzern mit der vorhandenen Datenbank war erfolgreich.
es_es: La sincronización de los usuarios con la base de datos existente se ha realizado correctamente.
fr_ca: La synchronisation des utilisateurs avec la base de données existante a réussi.
it_it: La sincronizzazione degli utenti con il database esistente è riuscita.
ja_jp: 既存のデータベースとのユーザーの同期に成功しました。
pt_pt: A sincronização dos utilizadores com a base de dados existente foi bem-sucedida.
ru_ru: Синхронизация пользователей с существующей базой данных прошла успешно.
tr_tr: Kullanıcıları mevcut veritabanıyla senkronize etme başarılı oldu.
zh_hans: 已成功将用户与现有数据库同步。
zh_hant: 已成功將用戶與現有數據庫同步。

source: System notifications
ar_ae: إشعارات النظام
de_de: Systemmitteilungen
es_es: Notificaciones del sistema
fr_ca: Notifications du système
it_it: Notifiche di sistema
ja_jp: システム通知
pt_pt: Notificações do Sistema
ru_ru: Системные уведомления
tr_tr: Sistem Bildirimleri
zh_hans: 系统通知
zh_hant: 系統通知

source: System notifications will appear in the bottom left once the user logs in to the application.
ar_ae: ستظهر إشعارات النظام في أسفل اليسار بمجرد تسجيل دخول المستخدم إلى التطبيق.
de_de: Systembenachrichtigungen werden unten links angezeigt, sobald sich der Benutzer bei der Anwendung anmeldet.
es_es: Las notificaciones del sistema aparecerán en la parte inferior izquierda una vez que el usuario inicie sesión en la aplicación.
fr_ca: Les notifications système apparaîtront en bas à gauche une fois que l'utilisateur se sera connecté à l'application.
it_it: Le notifiche di sistema appariranno in basso a sinistra una volta che l'utente accede all'applicazione.
ja_jp: ユーザーがアプリケーションにログインすると、システム通知が左下に表示されます。
pt_pt: As notificações do sistema aparecerão no canto inferior esquerdo assim que o utilizador iniciar sessão na aplicação.
ru_ru: Системные уведомления появятся в левом нижнем углу после входа пользователя в приложение.
tr_tr: Kullanıcı uygulamaya giriş yaptığında sistem bildirimleri sol altta görünecektir.
zh_hans: 用户登录应用程序后，系统通知将显示在左下角。
zh_hant: 使用者登入應用程式後，系統通知會顯示在左下角。

source: Tab
ar_ae: علامة التبويب
fr_ca: Languette
it_it: Scheda
ja_jp: タブ
pt_pt: Aba
ru_ru: Вкладка
tr_tr: Sekme
zh_hans: 标签页
zh_hant: 分頁標籤

source: Tag Name
ar_ae: اسم العلامة
de_de: Beschriftungsname
es_es: Nombre de la etiqueta
fr_ca: Nom de Tag
it_it: Nome tag
ja_jp: タグ名
pt_pt: Nome da etiqueta
ru_ru: Название бирки
tr_tr: Etiket Adı
zh_hans: 标签名称
zh_hant: 標籤名稱

source: Take me back to home page
ar_ae: أعدني إلى الصفحة الرئيسية
de_de: Zurück zur Homepage
es_es: Llévame a la página de inicio
fr_ca: Ramenez-moi à la page d'accueil
it_it: vai alla pagina home
ja_jp: ホームページへ移動
pt_pt: Voltar à página inicial
ru_ru: Перенеси меня на главную страницу
tr_tr: ANA SAYFAYA GERİ DÖN
zh_hans: 返回主页
zh_hant: 回首頁

source: Template Report
ar_ae: تقرير القالب
de_de: Vorlage Statusreport
es_es: Plantilla para Informes
fr_ca: Modèle de rapport
it_it: Nome report modello
ja_jp: テンプレートレポート
pt_pt: Relatório de modelo
ru_ru: Шаблон отчета
tr_tr: Şablon Raporu
zh_hans: 报表模板
zh_hant: 範本報告

source: Template Report Added
ar_ae: تمت إضافة تقرير القالب
de_de: Vorlagenbericht hinzugefügt
es_es: Plantilla para Informes
fr_ca: Modèle de rapport ajouté
it_it: Modello di rapporto aggiunto
ja_jp: テンプレートレポートが追加されました
pt_pt: Relatório de modelo
ru_ru: Шаблон отчета добавлен
tr_tr: Şablon Raporu Eklendi
zh_hans: 报告已添加。
zh_hant: 已新增範本報告

source: Tenant
ar_ae: مستأجر
de_de: Mieter
fr_ca: Locataire
ja_jp: テナント
pt_pt: Inquilino
ru_ru: Арендатор
tr_tr: Kiracı
zh_hans: 租户

source: Tenant ID
ar_ae: الرقم التعريفي للمستأجر
es_es: ID de inquilino
fr_ca: ID de l'administrateur
it_it: ID Tenant
ja_jp: テナントID
pt_pt: ID do inquilino
ru_ru: ID арендатора
tr_tr: Kiracı Kimliği
zh_hans: 承租人 ID

source: Tenant Name
ar_ae: اسم المستأجر
es_es: Nombre del inquilino
fr_ca: Nom du locataire
it_it: Nome del tenant
ja_jp: テナント名
pt_pt: Nome do Inquilino
ru_ru: Имя арендатора
tr_tr: Kiracı adı
zh_hans: 租户姓名
zh_hant: 租戶名稱

source: Tenant Status
ar_ae: حالة المستأجر
es_es: Estado del inquilino
fr_ca: Statut du locataire
ja_jp: テナントのステータス
pt_pt: Estatuto de Inquilino
ru_ru: Статус арендатора
tr_tr: Kiracı Durumu
zh_hans: 租户状态

source: Terms of Use
ar_ae: شروط الاستخدام
de_de: Nutzungsbedingungen
es_es: Condiciones de uso
fr_ca: Conditions générales
it_it: Termini di Utilizzo
ja_jp: 利用規約
pt_pt: Termos de Uso
ru_ru: Условия использования
tr_tr: Kullanım Koşulları
zh_hans: 《使用条款》
zh_hant: 使用條款

source: Terrible
ar_ae: فظيع
de_de: Furchtbar
it_it: Pessimo
ja_jp: 非常に悪い
pt_pt: Terrível.
ru_ru: Ужасно
tr_tr: Berbat
zh_hans: 糟糕
zh_hant: 非常差

source: Test Active Directory Connection
ar_ae: اختبار اتصال Active Directory
de_de: Active Directory-Verbindung testen
es_es: Probar conexión de Active Directory
fr_ca: Tester la connexion à l&apos;AD
it_it: Connessione Active Directory
ja_jp: Active Directory接続のテスト
pt_pt: Testar a Ligação do Active Directory
ru_ru: Проверка подключения к Active Directory
tr_tr: Active Directory Bağlantısını Test Et
zh_hans: 调用电话簿时主动加密
zh_hant: 測試 Active Directory 連接
