Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: On enabling this, if a report, data source, or dataset with the same name exists in the destination site, publishing will fail.
ar_ae: عند تمكين هذا، إذا كان هناك تقرير أو مصدر بيانات أو مجموعة بيانات بنفس الاسم في موقع الوجهة، فسيفشل النشر.
de_de: Wenn Sie dies aktivieren und ein Bericht, eine Datenquelle oder ein Datensatz mit demselben Namen auf der Zielwebsite vorhanden ist, schlägt die Veröffentlichung fehl.
es_es: Al habilitar esto, si existe un informe, origen de datos o conjunto de datos con el mismo nombre en el sitio de destino, la publicación fallará.
fr_ca: Lorsque cette option est activée, si un rapport, une source de données ou un ensemble de données portant le même nom existe sur le site de destination, la publication échouera.
it_it: Abilitando questa opzione, se nel sito di destinazione esiste un report, un'origine dati o un set di dati con lo stesso nome, la pubblicazione avrà esito negativo.
ja_jp: これを有効にすると、レポート、データソース、または同じ名前のデータセットが宛先サイトに存在する場合、発行は失敗します。
pt_pt: Ao habilitar isso, se um relatório, fonte de dados ou conjunto de dados com o mesmo nome existir no site de destino, a publicação falhará.
ru_ru: При включении этой функции, если отчет, источник данных или набор данных с тем же именем существует на целевом сайте, публикация не будет выполнена.
tr_tr: Bunu etkinleştirdiğinizde, hedef sitede aynı ada sahip bir rapor, veri kaynağı veya veri kümesi varsa, yayınlama başarısız olur.
zh_hans: 启用此功能时，如果目标站点中存在具有相同名称的报告、数据源或数据集，则发布将失败。
zh_hant: 啟用此功能時，如果目標網站中存在具有相同名稱的報告、資料來源或資料集，則發佈將失敗。

source: on how to open a Report in Report Designer
ar_ae: حول كيفية فتح تقرير في مصمم التقارير
de_de: wie man einen Bericht im Berichts-Designer öffnet
es_es: sobre cómo abrir un informe en el Diseñador de informes
fr_ca: sur la façon d'ouvrir un rapport dans le Concepteur de rapports
it_it: su come aprire un Report in Report Designer
ja_jp: レポートデザイナーでレポートを開く方法について
pt_pt: sobre como abrir um relatório no Report Designer
ru_ru: о том, как открыть отчет в конструкторе отчетов
tr_tr: rapor Tasarımcısında bir Raporun nasıl açılacağı hakkında
zh_hans: 如何在报表设计器中打开报表
zh_hant: 如何在報表設計工具中開啟報表

source: on the month
ar_ae: في الشهر
de_de: the month
es_es: basado en el mes,
fr_ca: sur le mois
it_it: IL MESE
ja_jp: 月に
pt_pt: mês
ru_ru: the month
tr_tr: Ayında
zh_hans: 最后一个星期天
zh_hant: 日期

source: one lowercase letter
ar_ae: حرف صغير واحد
de_de: ein Kleinbuchstabe
es_es: una letra minúscula
fr_ca: une lettre en minuscule
it_it: una minuscola
ja_jp: - 小文字
pt_pt: uma letra minúscula
ru_ru: Заглавные буквы
tr_tr: bir küçük harf
zh_hans: 一个小写字母
zh_hant: -小寫字母

source: one number
ar_ae: رقم واحد
de_de: eine Zahl
es_es: un número
fr_ca: un chiffre
it_it: un numero
ja_jp: 数字を1つ
pt_pt: um número
ru_ru: ОДИН НОМЕР
tr_tr: bir sayı
zh_hans: 一个数字
zh_hant: 一個號碼

source: one special character
ar_ae: حرف خاص واحد
de_de: Ein Sonderzeichen
es_es: Un carácter especial
fr_ca: un caractère spécial
it_it: Un Carattere speciale
ja_jp: 明確化
pt_pt: Caractere especial
ru_ru: Один специального символа
tr_tr: Bir özel karakter
zh_hans: 一个特殊字符
zh_hant: 特殊字符

source: one uppercase letter
ar_ae: حرف كبير واحد
de_de: ein Großbuchstabe
es_es: una letra mayúscula
fr_ca: une lettre en majuscule
it_it: una maiuscola
ja_jp: одна прописная буква
pt_pt: uma letra maiúscula
ru_ru: прописная буква
tr_tr: bir büyük harf
zh_hans: 一个大写字母
zh_hant: 大寫字母

source: Online Help
ar_ae: المساعدة عبر الإنترنت
de_de: Online-Hilfe
es_es: Ayuda en línea
it_it: Aiuto in linea
ja_jp: オンラインヘルプ
pt_pt: Ajuda online
ru_ru: Онлайн справка
tr_tr: Çevrimiçi Yardım
zh_hans: 在线帮助
zh_hant: 線上說明

source: Only users imported from the Azure AD configured in this organization are listed here.
ar_ae: يتم سرد المستخدمين المستوردين فقط من Azure AD الذين تم تكوينهم في هذه المؤسسة هنا.
de_de: Hier werden nur Benutzer aufgeführt, die aus dem in dieser Organisation konfigurierten Azure AD importiert wurden.
es_es: Aquí solo se enumeran los usuarios importados desde Azure AD configurado en esta organización.
fr_ca: Seuls les utilisateurs importés à partir d'Azure AD configuré dans cette organisation sont répertoriés ici.
it_it: Solo gli utenti importati da Azure AD configurato in questa organizzazione sono elencati qui.
ja_jp: ここには、この組織で構成されているAzure ADからインポートされたユーザーのみが表示されます。
pt_pt: Apenas os utilizadores importados do Azure AD configurado nesta organização estão listados aqui.
ru_ru: Здесь перечислены только пользователи, импортированные из Azure AD, настроенного в этой организации.
tr_tr: Yalnızca bu kuruluşta yapılandırılan Azure AD'den içe aktarılan kullanıcılar burada listelenir.
zh_hans: 此处仅列出从此组织中配置的Azure AD导入的用户。
zh_hant: 此處僅列出從此組織中設定的Azure AD匯入的使用者。

source: Only users imported from the database configured in this organization are listed here.
ar_ae: يتم سرد المستخدمين المستوردين فقط من قاعدة البيانات التي تم تكوينها في هذه المؤسسة هنا.
de_de: Hier werden nur Benutzer aufgeführt, die aus der in dieser Organisation konfigurierten Datenbank importiert wurden.
es_es: Aquí solo se enumeran los usuarios importados de la base de datos configurada en esta organización.
fr_ca: Seuls les utilisateurs importés de la base de données configurée dans cette organisation sont répertoriés ici.
it_it: Solo gli utenti importati dal database configurato in questa organizzazione sono elencati qui.
ja_jp: この組織で構成されているデータベースからインポートされたユーザーのみがここに表示されます。
pt_pt: Apenas os utilizadores importados da base de dados configurada nesta organização estão listados aqui.
ru_ru: Здесь перечислены только пользователи, импортированные из базы данных, настроенной в этой организации.
tr_tr: Burada yalnızca bu kuruluşta yapılandırılan veritabanından içe aktarılan kullanıcılar listelenir.
zh_hans: 此处仅列出从此组织中配置的数据库导入的用户。
zh_hant: 此處僅列出從此組織中配置的資料庫匯入的使用者。

source: Only users imported from the Windows AD configured in this organization are listed here.
ar_ae: يتم سرد المستخدمين المستوردين فقط من Windows AD الذي تم تكوينه في هذه المؤسسة هنا.
de_de: Hier werden nur Benutzer aufgeführt, die aus dem in dieser Organisation konfigurierten Windows AD importiert wurden.
es_es: Aquí solo se enumeran los usuarios importados desde el AD de Windows configurado en esta organización.
fr_ca: Seuls les utilisateurs importés à partir de Windows AD configuré dans cette organisation sont répertoriés ici.
it_it: Solo gli utenti importati da Windows AD configurato in questa organizzazione sono elencati qui.
ja_jp: ここには、この組織で構成されているWindows ADからインポートされたユーザーのみが表示されます。
pt_pt: Apenas os utilizadores importados do Windows AD configurado nesta organização estão listados aqui.
ru_ru: Здесь перечислены только пользователи, импортированные из Windows AD, настроенной в этой организации.
tr_tr: Yalnızca bu kuruluşta yapılandırılan Windows AD'den içe aktarılan kullanıcılar burada listelenir.
zh_hans: 此处仅列出从此组织中配置的Windows AD导入的用户。
zh_hant: 此處僅列出從此組織中設定的Windows AD匯入的使用者。

source: Oops!
ar_ae: عذرًا!
de_de: Hoppla!
es_es: Vaya,
fr_ca: Oups!
it_it: Ops!
ja_jp: おっと！
pt_pt: Ups!
ru_ru: Ой!
tr_tr: Hay aksi!
zh_hans: 啊呀！
zh_hant: 糟糕！

source: Oops! The report you are trying to access is restricted from viewing from the current IP address:
ar_ae: عذرًا! التقرير الذي تحاول الوصول إليه محظور من المشاهدة من عنوان IP الحالي:
de_de: Das Dashboard, auf das Sie zugreifen möchten, kann von der aktuellen IP-Adresse aus nur eingeschränkt angezeigt werden:
es_es: ¡Ups! El informe al que está intentando acceder no se puede ver desde la dirección IP actual:
fr_ca: Oups ! Le rapport auquel vous essayez d'accéder ne peut pas être consulté à partir de l'adresse IP actuelle :
it_it: Ops! La visualizzazione del report a cui stai tentando di accedere non è consentita dall'indirizzo IP corrente:
ja_jp: おっと！アクセスしようとしているレポートは、現在のIPアドレスからの表示が制限されています。
pt_pt: ❗️ Ups! O relatório que está a tentar aceder está impedido de ser visualizado a partir do endereço IP atual:
ru_ru: Ой! Отчет, к которому вы пытаетесь получить доступ, запрещен для просмотра с текущего IP-адреса:
tr_tr: Hay aksi! Erişmeye çalıştığınız raporun geçerli IP adresinden görüntülenmesi kısıtlanmıştır:
zh_hans: 啊呀！您尝试访问的报告被限制从当前IP地址查看：
zh_hant: 哎呀！您嘗試訪問的報告被限制從當前的IP地址查看：

source: Oops! Your browser is not compatible.
ar_ae: عذرًا! متصفحك غير متوافق.
de_de: Browser ist kompatibel!
es_es: ¡Ups! Su navegador no es compatible.
fr_ca: Oups ! Oups! Votre navigateur n'est pas compatible.
it_it: Ops! Il tuo browser non è compatibile.
ja_jp: おっと！お使いのブラウザは互換性がありません。
pt_pt: ❗️ Ups! O navegador usado não é compatível.
ru_ru: Ой! Браузер IE не поддерживается.
tr_tr: Hay aksi! Tarayıcınız uyumlu değil.
zh_hans: 啊呀！您的浏览器不兼容。
zh_hant: 哎呀！您的瀏覽器不兼容。

source: Open
ar_ae: فتح
de_de: Öffnen
es_es: Abierto
fr_ca: Ouvrir
it_it: Aperto
ja_jp: 開く
pt_pt: Aberto
ru_ru: Открыть
tr_tr: Aç
zh_hans: 打开
zh_hant: 開啟

source: OPEN
ar_ae: فتح
de_de: ÖFFNEN
es_es: ABIERTO
fr_ca: OUVRIR
it_it: INVASIVA
ja_jp: 開く
pt_pt: ABERTO
ru_ru: ОТКР.
zh_hans: 开启
zh_hant: 打開

source: Open Dashboard in new tab
ar_ae: فتح لوحة المعلومات في علامة تبويب جديدة
de_de: In neuem Tab öffnen
es_es: Abrir en una nueva pestaña
fr_ca: Ouvrir le tableau de bord dans un nouvel onglet
it_it: Apri in una nuova scheda
ja_jp: 新しいタブで開く
pt_pt: Abrir num novo separador
ru_ru: Открыть в новой вкладке
tr_tr: Yeni Sekmede Aç
zh_hans: 在新标签页中打开
zh_hant: 在新選項卡中打開儀表板

source: Open report
ar_ae: فتح التقرير
de_de: Bericht öffnen
es_es: Abrir reporte
fr_ca: Ouvrir rapport
it_it: Apri report
ja_jp: レポートを開く
pt_pt: Informe abierto
ru_ru: Открыть Отчет
tr_tr: % Rapor aç
zh_hans: 打开报告
zh_hant: 開啟報告

source: Open Widget in new tab
ar_ae: فتح القطعة في علامة تبويب جديدة
de_de: In neuem Tab öffnen
es_es: Abrir en una nueva pestaña
fr_ca: Ouvrir le widget dans un nouvel onglet
it_it: Apri in una nuova scheda
ja_jp: 新しいタブで開く
pt_pt: Abrir num novo separador
ru_ru: Открыть в новой вкладке
tr_tr: Yeni Sekmede Aç
zh_hans: 在新标签页中打开
zh_hant: 在新選項卡中打開小部件

source: Open with Dashboard Designer
ar_ae: فتح باستخدام مصمم لوحة المعلومات
de_de: Dashboard-Designer
es_es: Diseñador de paneles
fr_ca: Ouvrir avec Dashboard Designer
it_it: Apri con Dashboard Designer
ja_jp: ダッシュボードデザイナーで開く
pt_pt: Abrir com o Dashboard Designer
ru_ru: конструктор панели мониторинга
tr_tr: Pano Tasarımcısı
zh_hans: 仪表板设计器
zh_hant: 使用儀表板設計工具開啟

source: OpenID Connect User
ar_ae: مستخدم OpenID Connect
de_de: OpenID-Verbindung
es_es: Usuario de OpenID Connect
fr_ca: Connexion OpenID
it_it: OpenID Connect
ja_jp: OpenID Connect
pt_pt: Ligação OpenID
ru_ru: OpenID Connect
tr_tr: OpenID bağlandı
zh_hans: OpenID连接用户
zh_hant: OpenID Connect用戶

source: or
ar_ae: أو
de_de: oder
es_es: o
fr_ca: ou
it_it: oppure
ja_jp: か
pt_pt: ou
ru_ru: или
tr_tr: veya
zh_hans: 或
zh_hant: 或

source: Organization name
ar_ae: اسم المنظمة
de_de: Name der Organisation
es_es: Nombre de la Organización
fr_ca: Nom de l'entreprise
it_it: Nome dell'organizzazione
ja_jp: 組織名
pt_pt: Nome da organização
ru_ru: Название организации
tr_tr: Organizasyon adı
zh_hans: 组织名称
zh_hant: 組織名稱

source: Other
ar_ae: أخرى
de_de: Sonstiges
es_es: Otro
fr_ca: Autre
it_it: Altro
ja_jp: その他
pt_pt: Outro
ru_ru: Прочее
tr_tr: Diğer
zh_hans: 其他
zh_hant: 其他

source: Others editing this report
ar_ae: آخرون يقومون بتحرير هذا التقرير
de_de: Andere, die diesen Bericht bearbeiten
es_es: Otros que editan este informe
fr_ca: Autres personnes éditant ce rapport
it_it: Altri che modificano questo report
ja_jp: このレポートを編集しているその他の人
pt_pt: Outros a editar este relatório
ru_ru: Другие, редактирующие этот отчет
tr_tr: Bu raporu düzenleyen diğer kişiler
zh_hans: 其他人正在编辑此报告
zh_hant: 其他人編輯此報告

source: Overwrite
ar_ae: الكتابة فوق
de_de: Überschreiben
es_es: Sobrescribir
fr_ca: Écraser
it_it: Sovrascrivere
ja_jp: 上書き
pt_pt: Sobrescrever
ru_ru: Перезаписать
tr_tr: Üstüne Yaz
zh_hans: 覆盖
zh_hant: 覆蓋

source: Overwrite the existing file
ar_ae: الكتابة فوق الملف الموجود
de_de: Vorhandene Datei überschreiben
es_es: ¿Sobrescribir el archivo%1?
it_it: Vuoi sovrascrivere il file esistente?
ja_jp: 既存のファイルを上書き
pt_pt: Substituir o arquivo existente
ru_ru: Перезаписывать существующие файлы
tr_tr: Varolan dosyanın üzerine yaz
zh_hans: 覆盖现有文件
zh_hant: 覆盖已有文件？

source: Owned by me
ar_ae: مملوكة لي
de_de: Im Besitz von mir
es_es: De mi propiedad
fr_ca: En ma possession
it_it: Mio
ja_jp: 所有
pt_pt: Minha propriedade
ru_ru: Принадлежащий мне
tr_tr: Sahibi
zh_hans: 由我拥有
zh_hant: 擁有者：

source: Owner
ar_ae: المالك
de_de: Eigentümer
es_es: Propietario
fr_ca: Propriétaire
it_it: Proprietario
ja_jp: 所有者
pt_pt: Proprietário
ru_ru: Собственник
tr_tr: Sahibi
zh_hans: 所有者
zh_hant: 所有者

source: Owner Name
ar_ae: اسم المالك
de_de: Name des Besitzers
es_es: Nombre del propietario
fr_ca: Nom du Propriétaire
it_it: Nome del Proprietario
ja_jp: 代表者名
pt_pt: Atribuído a
ru_ru: Имя владельца
tr_tr: Mal Sahibinin Adı
zh_hans: 所有者名称
zh_hant: 所有者的姓氏

source: Owner Name (A-Z)
ar_ae: اسم المالك (أ- ي)
de_de: Name (A-Z)
es_es: Nombre (A-Z)
fr_ca: Nom du propriétaire (A-Z)
it_it: Nome (A-Z)
ja_jp: 名前 (昇順)
pt_pt: Nome do proprietário (A-Z)
ru_ru: По имени (А-Я)
tr_tr: İsim (A-Z)
zh_hans: 所有者姓名（ A-Z ）
zh_hant: 姓名（A - Z）

source: Owner Name (Z-A)
ar_ae: اسم المالك (Z - A)
de_de: Name (Z-A)
es_es: Nombre del propietario (Z-A)
fr_ca: Nom du propriétaire (Z-A)
it_it: Nome (Z-A)
ja_jp: 名前 (降順)
pt_pt: Nome do Proprietário (Z-A)
ru_ru: По имени (Я-А)
tr_tr: İsim (Z-A)
zh_hans: 所有者姓名(Z-A)
zh_hant: 姓名（Z - A）

source: Owner:
ar_ae: المالك:
de_de: Inhaber:
es_es: Propietario:
fr_ca: Propriétaire :
it_it: Proprietario:
ja_jp: 運営者:
pt_pt: Proprietário:
ru_ru: Владелец:
tr_tr: Sahibi:
zh_hans: 所有者：
zh_hant: 擁有者:

source: Page not found
ar_ae: الصفحة غير موجودة
de_de: Seite wurde nicht gefunden
es_es: Pagina no encontrado
fr_ca: Page non trouvée
it_it: Pagina non trovata
ja_jp: ページが見つかりません
pt_pt: Página não encontrada
ru_ru: Страница не найдена
tr_tr: Sayfa bulunamadı
zh_hans: 找不到页面
zh_hant: 找不到頁面

source: Page Not Found
ar_ae: الصفحة غير موجودة
de_de: Seite nicht gefunden
es_es: Página no encontrada
fr_ca: Page introuvable
it_it: Pagina non trovata
pt_pt: Página não encontrada
ru_ru: Страница не найдена
tr_tr: Sayfa Bulunamadı
zh_hans: 找不到页面
zh_hant: 找不到頁面

source: Page unavailable
ar_ae: الصفحة غير متاحة
de_de: Seite nicht verfügbar
es_es: No disponible
fr_ca: Page indisponible
it_it: Pagina non disponibile
ja_jp: 利用不可
pt_pt: Não disponível
ru_ru: Недоступно
tr_tr: Erişilemez
zh_hans: 不可用
zh_hant: 不可用

source: Page Unavailable
ar_ae: الصفحة غير متاحة
de_de: Seite nicht verfügbar
es_es: No disponible
fr_ca: Page non disponible
it_it: Pagina non disponibile
ja_jp: 利用不可
pt_pt: Não disponível
ru_ru: Недоступно
tr_tr: Erişilemez
zh_hans: 不可用
zh_hant: 不可用

source: Parameter
ar_ae: المعلمة
es_es: Parámetro
fr_ca: Paramètre
it_it: Parametro
ja_jp: パラメーター
pt_pt: Parâmetro
ru_ru: Параметр
tr_tr: Parametre
zh_hans: 参数
zh_hant: 參數

source: Partial Success
ar_ae: نجاح جزئي
de_de: Teilweise erfolgreich.
es_es: Éxito parcial
fr_ca: Opération partiellement réussie
it_it: Operazione parzialmente riuscita
ja_jp: 一部完了しました。
pt_pt: Sucesso parcial: 40%
ru_ru: Частичный успех
tr_tr: Kısmi Başarı
zh_hans: 部分成功
zh_hant: 部分成功

source: Particulars
ar_ae: التفاصيل
de_de: Nähere Angaben
es_es: Conceptos
fr_ca: Renseignements
it_it: Dettagli
ja_jp: 項目
pt_pt: Detalhes
ru_ru: Подробности
tr_tr: Özellikleri
zh_hans: 详情
zh_hant: 細節

source: Password
ar_ae: كلمة المرور
de_de: Passwort
es_es: Contraseña
fr_ca: Mot de passe
ja_jp: パスワード
pt_pt: Palavra-passe
ru_ru: Пароль
tr_tr: Şifre
zh_hans: 密码

source: Password cannot exceed 85 characters
ar_ae: لا يمكن أن تتجاوز كلمة المرور 85 حرفًا
de_de: Darf 30 Zeichen nicht überschreiten.
es_es: La contraseña no puede superar los 85 caracteres
fr_ca: Le mot de passe ne doit pas dépasser 85 caractères
it_it: La password non può superare i 20 caratteri.
ja_jp: パスワードは85文字を超えることはできません
pt_pt: A senha não pode exceder 32 caracteres
ru_ru: Новый пароль не должен превышать 50 знаков.
tr_tr: Şifre 20 karakterden uzun olamaz
zh_hans: 密码不能超过16位
zh_hant: 密碼不能超過 255 個字元

source: Password Condition
ar_ae: شرط كلمة المرور
de_de: Passwortbedingung
es_es: Condición de contraseña
fr_ca: Condition du mot de passe
it_it: Condizione password
ja_jp: パスワード条件
pt_pt: Condição da palavra-passe
ru_ru: Условие пароля
tr_tr: Şifre Koşulu
zh_hans: 密码条件
zh_hant: 密碼條件

source: Password has been updated successfully.
ar_ae: تم تحديث كلمة المرور بنجاح.
de_de: Ihr Passwort wurde erfolgreich aktualisiert
es_es: Su contraseña ha sido actualizada.
fr_ca: Votre mot de passe a été mis à jour avec succès.
it_it: La password è stata aggiornata con successo
ja_jp: パスワードの更新に成功しました。
pt_pt: A palavra-passe foi atualizada com sucesso.
ru_ru: Ваш пароль обновлен.
tr_tr: Şifreniz güncellendi
zh_hans: 密码更新成功
zh_hant: 密碼已成功更新。

source: Password mismatch
ar_ae: كلمة المرور غير متطابقة
de_de: Die Passwörter stimmen nicht überein
es_es: Las contraseñas no coinciden
fr_ca: Les mots de passe ne correspondent pas.
it_it: Password non corrispondente
ja_jp: パスワードが一致していません。
pt_pt: Palavra-passe incorreta.
ru_ru: Пароли не совпадают
tr_tr: Şifre eşleşmiyor
zh_hans: 密码不匹配
zh_hant: 密碼不相符

source: Password must be 6 characters including 1 uppercase letter, 1 lowercase letter, 1 numeric and 1 special character.
ar_ae: يجب أن تتكون كلمة المرور من 6 أحرف بما في ذلك حرف كبير وحرف صغير وحرف رقمي وحرف خاص.
de_de: Das Passwort muss 6 Zeichen lang sein, darunter 1 Großbuchstabe, 1 Kleinbuchstabe, 1 Ziffer und 1 Sonderzeichen.
es_es: La contraseña debe tener 6 caracteres, incluyendo 1 letra mayúscula, 1 letra minúscula, 1 numérico y 1 carácter especial.
fr_ca: Le mot de passe doit être de 6 caractères dont 1 lettre majuscule, 1 lettre minuscule, 1 caractère numérique et 1 caractère spécial.
it_it: La password deve essere di 6 caratteri di cui 1 lettera maiuscola, 1 lettera minuscola, 1 carattere numerico e 1 carattere speciale.
ja_jp: パスワードは、大文字1文字、小文字1文字、数字1文字、特殊文字1文字を含む6文字でなければなりません。
pt_pt: A senha deve ter 6 caracteres, incluindo 1 letra maiúscula, 1 letra minúscula, 1 numérico e 1 caractere especial.
ru_ru: Пароль должен состоять из 6 символов, включая 1 заглавную букву, 1 строчную букву, 1 цифру и 1 специальный символ.
tr_tr: Şifre 1 büyük harf, 1 küçük harf, 1 rakam ve 1 özel karakter olmak üzere 6 karakterden oluşmalıdır.
zh_hans: 密码必须为6个字符，包括1个大写字母、1个小写字母、1个数字和1个特殊字符。
zh_hant: 密碼必須為 6 個字符，包括 1 個大寫字母、1 個小寫字母、1 個數字和 1 個特殊字符。

source: Password must contain at least {0} characters
ar_ae: يجب أن تحتوي كلمة المرور على {0} حرفًا على الأقل
de_de: Das Passwort muss mindestens 8 Zeichen lang sein.
es_es: La contraseña debe contener al menos __ caracteres
fr_ca: Le mot de passe doit contenir au moins 6 caractères
it_it: La password deve contenere almeno caratteri.
ja_jp: パスワードは {0} 文字以上必要です。
pt_pt: A palavra-passe tem de ter pelo menos 8 caracteres.
ru_ru: Пароль должен содержать не менее 8 символов
tr_tr: Şifre en az 6 karakterden oluşmalıdır
zh_hans: 密码必须至少为{0} 个字符。
zh_hant: 密碼必須至少包含 8 個字元 。

source: Password must contain at least six characters with one uppercase
ar_ae: يجب أن تحتوي كلمة المرور على ستة أحرف على الأقل مع حرف كبير واحد
de_de: Das Passwort muss mindestens einen Großbuchstaben enthalten
es_es: La contraseña debe contener al menos seis caracteres con una mayúscula
fr_ca: Le mot de passe doit contenir au moins six caractères avec une majuscule
it_it: La password deve contenere almeno sei caratteri
ja_jp: パスワードは少なくとも8文字必要です。
pt_pt: A palavra-passe tem de ter pelo menos 8 caracteres.
ru_ru: Пароль должен содержать хотя бы одну заглавную букву
tr_tr: Şifre en az bir büyük harf içermelidir
zh_hans: 密码必须包含至少8个 字符
zh_hant: 密碼必須至少包含 8 個字元 。

source: Password must meet the following requirements. It must contain,
ar_ae: يجب أن تفي كلمة المرور بالمتطلبات التالية. يجب أن يحتوي على،
de_de: Das Passwort muss die folgenden Anforderungen erfüllen. Es muss enthalten,
es_es: Su contraseña debe cumplir los siguientes requisitos. Deberá contener,
fr_ca: Votre mot de passe doit répondre aux critères suivants : Il doit contenir,
it_it: La password deve soddisfare i seguenti requisiti:
ja_jp: 弽（ゆがけ）は、次の要件を満たすこと。 したがって、4が含まれなければなりません。
pt_pt: cuidados com qualidade deve atender aos seguintes requisitos: Deve conter:
ru_ru: Пароль должен соответствовать следующим требованиям. Формуляр должен содержать:
tr_tr: Parola şu koşulları sağlamalıdır: Içermelidir,
zh_hans: 密码必须满足以下要求：其中必须包含：
zh_hant: 密碼必須滿足以下要求。

source: Password should not be empty
ar_ae: يجب ألا تكون كلمة المرور فارغة
de_de: Hoppla! Kennwortzeile darf nicht leer sein
es_es: La contraseña no debe estar vacía
fr_ca: Le champ mot de passe est obligatoire
it_it: La password non può essere vuota!
ja_jp: パスワードが空です
pt_pt: A senha não deve estar vazia
ru_ru: Пароль не должен быть пустым!
tr_tr: Şifre boş olmamalıdır.
zh_hans: 哎呀！密码不应该是空的
zh_hant: 密碼不能為空

source: Password Type
ar_ae: نوع كلمة المرور
de_de: Kennworttyp
es_es: tipo de contraseña
fr_ca: Type de mot de passe
it_it: Tipo di password
ja_jp: パスワードエコーのタイプ
pt_pt: Tipo de senha
ru_ru: Повторите пароль:
tr_tr: Parola görüntüleme tipi
zh_hans: 密码类型
zh_hant: 密碼

source: Password update failed.
ar_ae: فشل تحديث كلمة المرور.
de_de: Die Aktualisierung des Passwortes ist fehlgeschlagen.
es_es: Error en la actualización de contraseña.
fr_ca: La mise à jour du mot de passe a échoué
it_it: Aggiornamento della password non riuscito
ja_jp: パスワードの更新に失敗しました
pt_pt: A actualização falhou.
ru_ru: Обновление пароля не удалось
tr_tr: Güncelleme işlemi başarısız
zh_hans: 密码更新失败
zh_hant: 密碼更新失敗

source: Pay Now
ar_ae: ادفع الآن
de_de: Jetzt bezahlen
es_es: Pagar ahora
fr_ca: Payer maintenant
it_it: Paga Ora
ja_jp: 今すぐお支払い
pt_pt: Pagar agora
ru_ru: Оплатить сейчас
tr_tr: Şimdi Öde
zh_hans: 现在付款
zh_hant: 立即付款

source: Payment details for your subscription have been added successfully.
ar_ae: تمت إضافة تفاصيل الدفع لاشتراكك بنجاح.
de_de: Die Zahlungsdetails für Ihr Abonnement wurden erfolgreich hinzugefügt.
es_es: Los datos de pago de tu suscripción se han añadido correctamente.
fr_ca: Les détails de paiement pour votre abonnement ont été ajoutés avec succès.
it_it: I dettagli di pagamento per il tuo abbonamento sono stati aggiunti correttamente.
ja_jp: サブスクリプションの支払い詳細が正常に追加されました。
pt_pt: Os detalhes de pagamento da sua subscrição foram adicionados com sucesso.
ru_ru: Платежные реквизиты для вашей подписки успешно добавлены.
tr_tr: Aboneliğiniz için ödeme bilgileri başarıyla eklendi.
zh_hans: 已成功添加您订阅的付款详细信息。
zh_hant: 已成功新增訂閱的付款詳情。

source: Payment for the current billing cycle has failed and your site will be suspended on
ar_ae: فشل الدفع لدورة الفوترة الحالية وسيتم تعليق موقعك في
de_de: Die Zahlung für den aktuellen Abrechnungszyklus ist fehlgeschlagen und Ihre Website wird am
es_es: El pago del ciclo de facturación actual ha fallado y su sitio se suspenderá el
fr_ca: Le paiement pour le cycle de facturation en cours a échoué et votre site sera suspendu le
it_it: Il pagamento per l'attuale ciclo di fatturazione non è andato a buon fine e il tuo sito verrà sospeso il
ja_jp: 現在の請求サイクルの支払いが失敗し、サイトはに一時停止されます
pt_pt: O pagamento do ciclo de faturação atual falhou e o seu site será suspenso.
ru_ru: Оплата за текущий платежный период не удалась, и ваш сайт будет приостановлен
tr_tr: Mevcut faturalandırma döngüsü için ödeme yapılamadı ve siteniz şu tarihte askıya alınacak:
zh_hans: 当前账单周期的付款失败，您的网站将于暂停
zh_hant: 目前帳單週期的付款失敗，你的網站將於暫停

source: Payment for your subscription failed, please try again.
ar_ae: فشل دفع اشتراكك، يرجى المحاولة مرة أخرى.
de_de: Zahlung fehlgeschlagen, bitte versuche es noch einmal
es_es: No se ha podido procesar el pago. Inténtalo de nuevo.
fr_ca: Le paiement de votre abonnement a échoué, veuillez réessayer.
it_it: Pagamento non riuscito, riprova
ja_jp: サブスクリプションに失敗しました。再度お試しください。
pt_pt: O pagamento falhou. Tente novamente.
ru_ru: Оплата не удалась, пожалуйста, повторите попытку.
tr_tr: Ödeme başarısız oldu. Lütfen yeniden deneyin.
zh_hans: 支付失败，请重试
zh_hant: 訂閱付款失敗，請再試一次。
