Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Modified
ar_ae: تم التعديل
de_de: Änderungsdatum
es_es: Modificación
fr_ca: Modifié
it_it: Modificato
ja_jp: 変更日
pt_pt: Modificado
ru_ru: Изменено
tr_tr: Düzeltildi
zh_hans: 已修改
zh_hant: 已修改

source: Modified Date
ar_ae: تاريخ التعديل
de_de: Änderungsdatum
es_es: Fecha de modificación
fr_ca: Date de modification
it_it: Data modifica
ja_jp: 更新日
pt_pt: Data modificada
ru_ru: Дата изменения
tr_tr: Değiştirilme tarihi
zh_hans: 修改日期
zh_hant: 上次修改日期

source: Modify
ar_ae: تعديل
de_de: Ändern
es_es: Modificar
fr_ca: Modification
it_it: Modifica
ja_jp: 値を変更
pt_pt: Modificar
ru_ru: Изменить
tr_tr: Düzenle
zh_hans: 修改
zh_hant: 修改

source: Monday
ar_ae: الإثنين
de_de: Montag
es_es: Lunes
fr_ca: Lundi
it_it: Lunedì
ja_jp: 月曜日
pt_pt: Segunda-feira
ru_ru: Понедельник
tr_tr: Pazartesi
zh_hans: 星期一
zh_hant: 星期一

source: Monitor your data in order to recognize emerging trends
ar_ae: راقب بياناتك من أجل التعرف على الاتجاهات الناشئة
de_de: Überwachen Sie Ihre Daten, um aufkommende Trends zu erkennen
es_es: Supervise sus datos para reconocer las tendencias emergentes
fr_ca: Surveille tes données afin de reconnaître les tendances émergentes
it_it: Monitora i tuoi dati per riconoscere le tendenze emergenti
ja_jp: 新しいトレンドを認識するためにデータを監視する
pt_pt: Monitore os seus dados para reconhecer tendências emergentes
ru_ru: Отслеживайте свои данные, чтобы выявлять новые тенденции
tr_tr: Ortaya çıkan eğilimleri tanımak için verilerinizi izleyin
zh_hans: 监控您的数据，以识别新兴趋势
zh_hant: 監控您的資料，以識別新興趨勢

source: month
ar_ae: شهر
de_de: Monat
fr_ca: tous les mois
it_it: mese
ja_jp: ヶ月
pt_pt: mês
ru_ru: с начала года
tr_tr: ay
zh_hans: 月
zh_hant: 月

source: month(s)
ar_ae: شهر(أشهر)
de_de: Monat(e)
es_es: mes(es)
fr_ca: mois(s)
it_it: mese/i
ja_jp: か月ごと
pt_pt: mês(es)
ru_ru: месяц(ы)
tr_tr: ay
zh_hans: 月数
zh_hant: 月

source: Monthly
ar_ae: شهريًا
de_de: Monatlich
es_es: Mensual
fr_ca: Mensuel
it_it: Mensile
ja_jp: 月ごと
pt_pt: Mensalmenti
ru_ru: Ежемесячные выплаты
tr_tr: Aylık
zh_hans: 每月
zh_hant: 每月一次

source: More details
ar_ae: المزيد من التفاصيل
de_de: Mehr Details
es_es: Más detalles
fr_ca: Plus de détails
it_it: Maggiori dettagli
ja_jp: 詳細情報
pt_pt: Mais detalhes
ru_ru: Подробнее
tr_tr: Daha fazla detay
zh_hans: 更多详情
zh_hant: 更多詳情

source: Move
ar_ae: نقل
de_de: Bewegen
es_es: Moverse
fr_ca: Dépl.
it_it: Sposta
ja_jp: 移動
pt_pt: Mover
ru_ru: Движение
tr_tr: Taşı
zh_hans: 移动
zh_hant: 移動

source: Move Report
ar_ae: نقل التقرير
de_de: Bericht verschieben
es_es: Reporte de Movimient
fr_ca: Déplacer le rapport
it_it: Spostare report
ja_jp: レポートを移動
pt_pt: Relatório de Movimentação da Plataforma
ru_ru: Переместить отчет
tr_tr: Raporu Taşı
zh_hans: 移动报告
zh_hant: 移動報告

source: Move to Category
ar_ae: نقل إلى الفئة
de_de: zur Kategorie
es_es: Mover a categoría
fr_ca: Déplacer vers la catégorie
it_it: Sposta nella categoria…
ja_jp: カテゴリに移動
pt_pt: Seleccionar as categorias de destino
ru_ru: Переместить в категорию
tr_tr: Kategorilere dön
zh_hans: 移动到类别
zh_hant: 移至類別

source: Moved
ar_ae: تم النقل
de_de: Verschoben
es_es: Cambiada
fr_ca: Déplacé
it_it: Spostato
ja_jp: 移動しました
pt_pt: Deslocado
ru_ru: Измененный
tr_tr: Duygulanmış
zh_hans: 移动
zh_hant: 移動

source: Moved from
ar_ae: تم النقل من
de_de: Der Old Mutual Managed Futures Fund kann zu Anlagezwecken in Finanzderivate anlegen und es wird erwartet, dass der Nettoinventarwert des Teilfonds durch diese Anlagen eine mittlere bis hohe Volatilität aufweisen wird.
es_es: transferido desde
fr_ca: Déplacé depuis
it_it: Spostato da
ja_jp: ～から移動しました
pt_pt: Mudou de
ru_ru: * Переехал(а) из:
tr_tr: Tarihinde Kayıt Olundu
zh_hans: 已離開
zh_hant: 搬離

source: Moved to Trash
ar_ae: تم النقل إلى سلة المحذوفات
de_de: in den Papierkorb gelegt
es_es: Enviado a la papelera
fr_ca: Déplacé vers la corbeille
it_it: Spostato nel cestino
ja_jp: ゴミ箱に移動
pt_pt: movido para a lixeira
ru_ru: перемещено в корзину
tr_tr: Link çöp kutusuna taşındı
zh_hans: 已移到回收站
zh_hant: 移動到回收桶

source: My Dashboards
ar_ae: لوحات المعلومات الخاصة بي
de_de: Meine Dashboards
es_es: Mis paneles de control
fr_ca: Mes tableaux de bord
it_it: I miei pannelli di controllo
ja_jp: マイダッシュボード
pt_pt: Os meus painéis
ru_ru: Мои панели мониторинга
tr_tr: Panolarım
zh_hans: 我的仪表板
zh_hant: 我的儀錶盤

source: My Permissions
ar_ae: أذوناتي
de_de: Meine Berechtigungen
es_es: Mis permisos
fr_ca: Mes autorisations
it_it: Le mie autorizzazioni
ja_jp: 現在の権限
pt_pt: As minhas permissões
ru_ru: Мои разрешения
tr_tr: İzinlerim
zh_hans: 我的权限
zh_hant: 我的權限

source: MY PERMISSIONS
ar_ae: أذوناتي
de_de: MEINE BERECHTIGUNGEN
es_es: MIS PERMISOS
fr_ca: MES AUTORISATIONS
it_it: LE MIE AUTORIZZAZIONI
ja_jp: 現在の権限
pt_pt: AS MINHAS PERMISSÕES
ru_ru: МОИ РАЗРЕШЕНИЯ
tr_tr: İZİNLERİM
zh_hans: 我的权限
zh_hant: 我的權限

source: My Profile
ar_ae: ملفي الشخصي
de_de: Mein Profil
es_es: Mi perfil
fr_ca: Mon profil
it_it: Il mio profilo
ja_jp: マイプロフィール
pt_pt: Meu perfil
ru_ru: Мой профиль
tr_tr: Profilim
zh_hans: 我的档案
zh_hant: 我的基本資料

source: MY PROFILE
ar_ae: ملفي الشخصي
de_de: MEIN PROFIL
es_es: MI PERFIL
fr_ca: MON PROFIL
it_it: IL MIO PROFILO
ja_jp: マイプロフィール
pt_pt: MEU PEFIL
ru_ru: Мой профиль
tr_tr: PROFİLİM
zh_hans: 我的个人资料
zh_hant: 我的個人資料

source: My Reports
ar_ae: تقاريري
de_de: Meine Berichte
es_es: Mis informes
fr_ca: Mes rapports
it_it: I miei report
ja_jp: マイレポート
pt_pt: Os meus relatórios
ru_ru: Мои отчеты
tr_tr: Raporlarım
zh_hans: 我的报表
zh_hant: 我的報表

source: My Tickets
ar_ae: تذاكري
de_de: Meine Tickets
es_es: Mis tickets
fr_ca: Mes tickets
it_it: I miei biglietti
ja_jp: 提出済チケット
pt_pt: Os meus bilhetes
ru_ru: Мои заявки
tr_tr: Biletlerim
zh_hans: 我的车票
zh_hant: 我的支援單

source: Name
ar_ae: الاسم
es_es: Nombre
fr_ca: Nom
it_it: Nome
ja_jp: 名前
pt_pt: Nome
ru_ru: Наименование
tr_tr: Ad
zh_hans: 姓名
zh_hant: 名稱

source: Name (A-Z)
ar_ae: الاسم (أ- ي)
es_es: Nombre (A-Z)
fr_ca: Nom (A-Z)
it_it: Nome (A-Z)
ja_jp: 名前 (昇順)
pt_pt: Nome (Z-A)
ru_ru: По имени (А-Я)
tr_tr: İsim (A-Z)
zh_hans: 名称（A-Z）
zh_hant: 姓名（A - Z）

source: Name (Z-A)
ar_ae: الاسم (ي- أ)
es_es: Nombre (Z-A)
fr_ca: Nom (Z-A)
it_it: Nome (Z-A)
ja_jp: 名前 (降順)
pt_pt: Nome (Z-A)
ru_ru: По имени (Я-А)
tr_tr: İsim (Z-A)
zh_hans: 名称（Z-A）
zh_hant: 姓名（Z - A）

source: Name cannot exceed 254 characters
ar_ae: لا يمكن أن يتجاوز الاسم 254 حرفًا
de_de: Name darf 254 Zeichen nicht überschreiten
es_es: El nombre no puede exceder los 254 caracteres
fr_ca: Le nom ne peut excéder 254 caractères
it_it: Il nome non può superare i 50 caratteri
ja_jp: 名前は90文字以内で入力してください
pt_pt: O sobrenome não pode exceder 20 caracteres
ru_ru: Имя должно содержать не более 30 символов
tr_tr: Ad 254 karakteri geçemez.
zh_hans: 名称不可超过 255 个字符
zh_hant: 姓名不能超過 255 個字元

source: Name of the authentication provider to be displayed in the login page.
ar_ae: اسم مزود المصادقة الذي سيتم عرضه في صفحة تسجيل الدخول.
de_de: Name des Authentifizierungsanbieters, der auf der Anmeldeseite angezeigt werden soll.
es_es: Nombre del proveedor de autenticación que se mostrará en la página de inicio de sesión.
fr_ca: Logo du fournisseur d'authentification à afficher dans la page de connexion.
it_it: Nome del provider di autenticazione da visualizzare nella pagina di login.
ja_jp: ログインページに表示される認証プロバイダーの名前。
pt_pt: Nome do provedor de autenticação a ser exibido na página de login.
ru_ru: Имя поставщика аутентификации, которое будет отображаться на странице входа в систему.
tr_tr: Oturum açma sayfasında görüntülenecek kimlik doğrulama sağlayıcısının adı.
zh_hans: 要在登录页面中显示的身份验证提供程序的名称。
zh_hant: 要在登入頁面中顯示的驗證提供者名稱。

source: Name should not be empty
ar_ae: يجب ألا يكون الاسم فارغًا
de_de: Name darf nicht leer sein.
es_es: El nombre no debe estar vacío
fr_ca: Le nom ne doit pas être vide
it_it: Il nome non dovrebbe essere vuoto.
ja_jp: 名を設定してください
pt_pt: o sobrenome não deve estar vazio
ru_ru: Поле фамилии не должно быть пустым
tr_tr: İsim boş olamaz
zh_hans: 名字不能为空!
zh_hant: 用戶名不能為空。

source: Name should not contain ;?:@&=+$, \* <>|"/,
ar_ae: يجب ألا يحتوي الاسم على ؛؟:@&=+$, \* <>|"/,
de_de: Name darf nicht enthalten ;?:@&=+$, \* <>|"/,
es_es: El nombre no debe contener ;?:@&=+$, \* <>|"/,
fr_ca: Le nom ne doit pas contenir les caractères spéciaux ;?:@&=+$, <>|"/*
it_it: Il nome non deve contenere ;?:@&=+$, \* <>|"/,
ja_jp: 名前には;?を含めることはできません:@&=+$, \* <>|"/,
pt_pt: O nome não deve conter ;?:@&=+$, \* <>|"/,
ru_ru: Имя не должно содержать ;?:@&=+$, \* <>|"/,
tr_tr: İsim;? içermemelidir:@&=+$, \* <>|"/,
zh_hans: 名称不应包含;?:@&=+$, \* <>|"/,
zh_hant: 名稱不應包含;?:@&=+$, \* <>|"/,

source: Name should not contain spaces and special characters
ar_ae: يجب ألا يحتوي الاسم على مسافات وأحرف خاصة
de_de: Name sollte keine Leerzeichen und Sonderzeichen enthalten
es_es: El nombre no debe contener espacios ni caracteres especiales
fr_ca: Le nom du thème ne doit pas contenir d'espaces ni de caractères spéciaux
it_it: Il nome non deve contenere spazi e caratteri speciali
ja_jp: 名前にはスペースと特殊文字を含めることはできません
pt_pt: O nome não deve conter espaços e caracteres especiais
ru_ru: Имя не должно содержать специальных символов
tr_tr: Ad özel karakterler içermemelidir
zh_hans: 主题名称不应包含空格或特殊字符
zh_hant: 用戶名不應包含特殊字符

source: Name should not contain special characters #%&*+<>?:/&quot;[']\|@;,
ar_ae: يجب ألا يحتوي الاسم على أحرف خاصة #%&*+ <>?:/\&quot;[']|@;,
de_de: Name darf keine Sonderzeichen #%&*+<> enthalten?:/&quot;[']\|@;,
es_es: El nombre no debe contener caracteres especiales #%&+<>?:/&quot;[']|@;,
fr_ca: Le nom ne doit pas contenir de caractères spéciaux #%&+<>?:/"[']|@;,
it_it: Il nome non deve contenere caratteri speciali #%&*+<>?:/&quot;[']\|@;,
ja_jp: 名前には特殊文字#%&*+<>?:/&quot;[']|@;を含めることはできませ\ん、
pt_pt: O nome não deve conter caracteres especiais #%&*+<>?:/&quot;[']\|@;,
ru_ru: Имя не должно содержать специальные символы #%&*+<>?:/&quot;[']\|@;,
tr_tr: Ad #%&*+<>?:/&quot;[']|@; özel karakterler içermemelidir\,
zh_hans: 名称不应包含特殊字符# % & * + < >?:/&quot; [']\ | @;,
zh_hant: |||UNTRANSLATED_CONTENT_START|||Name should not contain special characters #%&*+<>?:/&quot;[']\|@;,|||UNTRANSLATED_CONTENT_END|||

source: Name:
ar_ae: الاسم:
es_es: Nombre:
fr_ca: Prénom :
it_it: Nome:
ja_jp: 名前：
pt_pt: Nome:
ru_ru: ФИО:
tr_tr: İsim:
zh_hans: 姓名：
zh_hant: 姓名：

source: Need setup help?
ar_ae: هل تحتاج إلى مساعدة في الإعداد ؟
es_es: ¿Necesitas ayuda con la configuración?
fr_ca: Configuration
ja_jp: セットアップのお手伝いが必要ですか？
pt_pt: Precisa de ajuda para configurar?
ru_ru: Справка по настройке
tr_tr: Kurulum konusunda yardıma mı ihtiyacınız var?
zh_hans: 需要设置帮助吗？

source: Never
ar_ae: أبدًا
de_de: Nie
es_es: Nunca
fr_ca: Jamais
it_it: Mai
ja_jp: 全くしない
pt_pt: Nunca
ru_ru: Никогда
tr_tr: Hiçbir zaman
zh_hans: 从未买过
zh_hant: 從不

source: New Dataset popup
ar_ae: نافذة منبثقة جديدة لمجموعة البيانات
de_de: Neues Datensatz-Popup
es_es: Ventana emergente Nuevo dataset
fr_ca: Nouvel ensemble de données
it_it: Popup Nuovo set di dati
ja_jp: 新しいデータセットのポップアップ
pt_pt: Novo pop-up de conjunto de dados
ru_ru: Всплывающее окно нового набора данных
tr_tr: Yeni Veri Kümesi açılır penceresi
zh_hans: 新建数据集弹出窗口
zh_hant: 新數據集彈出窗口

source: New Group
ar_ae: مجموعة جديدة
de_de: Neue Gruppe
es_es: Nuevo Grupo
fr_ca: Nouveau groupe
it_it: Nuovo gruppo
ja_jp: 新しいグループ
pt_pt: Novo Grupo
ru_ru: Новая группа
tr_tr: Yeni Grup
zh_hans: 新组
zh_hant: 新群組

source: New group has been created successfully.
ar_ae: تم إنشاء مجموعة جديدة بنجاح.
de_de: Neue Abschaltungsgruppe wurde erfolgreich angelegt
es_es: Un nuevo grupo ha sido registrado.
fr_ca: Le groupe a été créé avec succès.
it_it: è stata creata correttamente
ja_jp: 新しいインデックスの作成に成功しました。
pt_pt: O grupo foi criado
ru_ru: Группа создана!
tr_tr: Grup başarıyla oluşturuldu.
zh_hans: 新组已创建。
zh_hant: 已成功建立埠組

source: New Incident
ar_ae: حادث جديد
de_de: Neuen Vorfall hinzufügen
es_es: Nuevo incidente
fr_ca: Nouvel incident
it_it: Nuovo evento imprevisto
ja_jp: 新しい﻿インシデント﻿
pt_pt: Novo Incidente
ru_ru: Новый инцидент
tr_tr: Yeni Olay
zh_hans: 新事故
zh_hant: 新事件

source: New Password
ar_ae: كلمة المرور الجديدة
de_de: Neues Passwort
es_es: Nueva contraseña
fr_ca: Nouveau mot de passe
it_it: Nuova Password
ja_jp: 新しいパスワード
pt_pt: Palavra-passe nova
ru_ru: Новый пароль
tr_tr: Yeni Şifre
zh_hans: 新密码
zh_hant: 新密碼

source: New Pinboard
ar_ae: لوحة تثبيت جديدة
de_de: Pinnwand
es_es: tablero de pines
fr_ca: Ajouter un nouveau panneau d'affichage
it_it: Nuova bacheca
ja_jp: 掲示板
pt_pt: Quadro de avisos
ru_ru: Pinboard
tr_tr: Mantar Pano
zh_hans: 新建Pinboard
zh_hant: 新釘選板

source: New RDL popup
ar_ae: نافذة منبثقة RDL جديدة
de_de: Neues RDL-Popup
es_es: Nueva ventana emergente de RDL
fr_ca: Nouvelle fenêtre contextuelle RDL
it_it: Nuovo popup RDL
ja_jp: 新しいRDLポップアップ
pt_pt: Novo pop-up RDL
ru_ru: Новое всплывающее окно RDL
tr_tr: Yeni RDL açılır penceresi
zh_hans: 新建RDL弹出窗口
zh_hant: 新建RDL彈出窗口

source: New Support Request
ar_ae: طلب دعم جديد
de_de: Neue Support Anfrage
es_es: Nueva Solicitud de Soporte
fr_ca: Nouvelle demande d'assistance
it_it: Nuova richiesta di supporto
ja_jp: サポートリクエスト
pt_pt: Pedido de atendimento solicitado
ru_ru: Новый запрос в службу поддержки
tr_tr: Yeni Destek İsteği
zh_hans: 新的支持请求
zh_hant: 新的支援請求

source: New Tag
ar_ae: وسم جديد
de_de: Neues Tag
es_es: Nueva etiqueta
fr_ca: Nouvelle étiquette
it_it: Nuovo tag
ja_jp: 新しいタグ
pt_pt: Nova tag
ru_ru: Новая метка
tr_tr: Yeni Etiket
zh_hans: 新标签
zh_hant: 新增標籤

source: New User
ar_ae: مستخدم جديد
de_de: Neuer Benutzer
fr_ca: Nouvel utilisateur
it_it: Nuovo utente
ja_jp: 新しいユーザー
pt_pt: Novo Utilizador
ru_ru: Новый пользователь
tr_tr: Yeni Kullanıcı
zh_hans: 新用户
zh_hant: 新增使用者

source: Newest
ar_ae: الأحدث
de_de: Neueste
es_es: Más recientes
fr_ca: Le plus récent
it_it: Ultime novità
ja_jp: 最新
pt_pt: Mais recentes
ru_ru: Сначала новые
tr_tr: En Yeniler
zh_hans: 最新
zh_hant: 最新

source: Next
ar_ae: التالي
de_de: Weiter
es_es: Siguiente
fr_ca: Suivant
it_it: Avanti
ja_jp: 次へ
pt_pt: Seguinte
ru_ru: Вперёд
tr_tr: İleri
zh_hans: 下一步
zh_hant: 繼續

source: NEXT
ar_ae: التالي
de_de: WEITER
es_es: SIGUIENTE
fr_ca: SUIVANT
it_it: AVANTI
ja_jp: 次へ
pt_pt: PRÓXIMO
ru_ru: СЛЕДУЮЩИЙ
tr_tr: SONRAKİ
zh_hans: 下一步
zh_hant: 下一個

source: Next Run
ar_ae: التشغيل التالي
de_de: Nächste Ausführung
es_es: Siguiente ejecución
fr_ca: Prochaine exécution
it_it: Prossima esecuzione
ja_jp: 次回の実行
pt_pt: Próxima Corrida
ru_ru: Следующий запуск
tr_tr: Sonraki çalıştırın
zh_hans: 下次运行
zh_hant: 下次運行

source: Next Schedule
ar_ae: الجدول التالي
de_de: Nächster Plan
es_es: Próximo horario
fr_ca: Prochaine planification
it_it: Programmazione successiva
ja_jp: 次のスケジュール:
pt_pt: Próxima Programação
ru_ru: Следующий график
tr_tr: Oluştur
zh_hans: 下一个时间表
zh_hant: 下次優化時間

source: Next Scheduled Run
ar_ae: التشغيل المجدول التالي
de_de: Nächste geplante Ausführung
es_es: Próxima ejecución programada: {0}
fr_ca: Prochaine exécution planifiée
it_it: Prossima esecuzione programmata
ja_jp: 次のスケジュールされた実行
pt_pt: Próxima Execução Agendada
ru_ru: Следующий запланированный запуск
tr_tr: Sonraki Planlanan Çalıştırma
zh_hans: 下次计划时间
zh_hant: 下一次預定運行

source: No
ar_ae: لا
de_de: Nein
fr_ca: Non
ja_jp: なし
pt_pt: Não
ru_ru: Нет
tr_tr: Hayır
zh_hans: 否

source: No categories available to display.
ar_ae: لا توجد فئات متاحة للعرض.
de_de: (Keine kategorien anzuzeigen)
es_es: No hay categorías para mostrar
fr_ca: Aucune catégorie disponible à afficher.
it_it: (Nessuna categoria da visualizzare)
ja_jp: 表示するカテゴリー
pt_pt: Exibir categorias
ru_ru: Нет категорий.
tr_tr: Görüntülenecek kategori yok
zh_hans: 没有类别可以显示.
zh_hant: 沒有可顯示的類別

source: No changes were made
ar_ae: لم يتم إجراء أي تغييرات
de_de: Keine Änderungen wurden vorgenommen
es_es: No se realizaron cambios
fr_ca: Aucune modification n’a été apportée
it_it: Non si registrano cambiamenti
ja_jp: 変更は行われていません。
pt_pt: Não foram feitas alterações
ru_ru: Изменений не было сделано
tr_tr: Hiç değişiklik yapılmadı
zh_hans: 未进行任何调整
zh_hant: 未做任何變更

source: No comments to display
ar_ae: لا توجد تعليقات لعرضها
de_de: Keine Kommentare zum Anzeigen
es_es: Hay cero comentarios para mostrar
fr_ca: Aucun commentaire à afficher
it_it: 2 commenti
ja_jp: 表示するコメントはありません
pt_pt: Nenhum comentário para exibir
ru_ru: Нет комментариев
tr_tr: Görüntülenecek hiçbir yorum yok.
zh_hans: 没有评论要显示
zh_hant: 沒有可顯示的評論

source: No data sources available to display
ar_ae: لا توجد مصادر بيانات متاحة للعرض
de_de: Keine Daten zum Anzeigen vorhanden.
es_es: No hay datos disponibles para mostrar
fr_ca: Aucune donnée disponible à afficher
it_it: Nessun dato disponibile per la visualizzazione.
ja_jp: 表示できるデータソースがありません
pt_pt: Nenhuma fonte de dados disponível para exibição
ru_ru: Нет доступных источников данных для отображения
tr_tr: Görüntülenecek veri kaynağı yok
zh_hans: 没有可显示的数据源
zh_hant: 沒有可顯示的資料來源

source: no database found
ar_ae: لم يتم العثور على قاعدة بيانات
de_de: Keine Datenbank gefunden.
es_es: no se ha encontrado ninguna base de datos
fr_ca: aucune base de données trouvée
it_it: nessun database trovato
ja_jp: データベーステーブルが見つかりません
pt_pt: Nenhuma tabela de banco de dados encontrada
ru_ru: Не найдено ни одной БД
tr_tr: Veritabanı bulundu!
zh_hans: 找不到数据库表
zh_hant: 沒有找到數據庫

source: No database found
ar_ae: لم يتم العثور على قاعدة بيانات
de_de: Keine Datenbank gefunden.
es_es: No se ha encontrado ninguna base de datos
fr_ca: Aucune base de données trouvée
it_it: Nessun database trovato
ja_jp: データベーステーブルが見つかりません
pt_pt: Nenhuma tabela de banco de dados encontrada
ru_ru: Не найдено ни одной БД
tr_tr: Veritabanı bulundu!
zh_hans: 找不到数据库表
zh_hant: 沒有找到數據庫

source: No datasets available to display
ar_ae: لا توجد مجموعات بيانات متاحة للعرض
de_de: Keine Daten zum Anzeigen vorhanden.
es_es: No hay datos disponibles para mostrar
fr_ca: Aucun ensemble de données disponible à afficher
it_it: Nessun dato disponibile per la visualizzazione.
ja_jp: 表示できるデータセットがありません
pt_pt: Nenhuma imagem disponível para exibir
ru_ru: Нет наборов данных, доступных для отображения
tr_tr: Görüntülenecek veri kümesi yok
zh_hans: 没有可显示的数据集
zh_hant: 沒有可顯示的公共小部件

source: No default Pinboard
ar_ae: لا توجد لوحة تثبيت افتراضية
de_de: Keine Standard-Pinnwand
es_es: Ausencia de Incumplimiento
fr_ca: Panneau d'affichage par défaut
it_it: Nessun valore predefinito
ja_jp: デフォルトのピンボードなし
pt_pt: Sem Pinboard predefinido
ru_ru: Не по умолчанию
tr_tr: Borcu Ödeyememe
zh_hans: 无默认Pinboard
zh_hant: 無預設釘選板

source: No deployment reports available to display
ar_ae: لا توجد تقارير نشر متاحة للعرض
es_es: No hay informes disponibles para mostrar
fr_ca: Aucun rapport disponible à afficher
ja_jp: 表示できるデプロイレポートがありません
pt_pt: Nenhum relatório de implantação disponível para exibição
ru_ru: Нет доступных для отображения отчетов о развертывании
tr_tr: Görüntülenecek dağıtım raporu yok
zh_hans: 没有可显示的部署报告

source: No drafts are available to display.
ar_ae: لا توجد مسودات متاحة للعرض.
de_de: Es sind keine Artikel zur Anzeige verfügbar.
es_es: No hay artículos disponibles para mostrar.
fr_ca: Aucun brouillon disponible à afficher.
it_it: Nessun articolo è disponibile per la visualizzazione.
ja_jp: 表示できる下書きはありません。
pt_pt: Não há artigos disponíveis para mostrar.
ru_ru: Нет статей, доступных для отображения.
tr_tr: Görüntülenecek taslak yok.
zh_hans: 没有可显示的草稿。
zh_hant: 沒有可顯示的草稿

source: No drafts available to display
ar_ae: لا توجد مسودات متاحة للعرض
de_de: Keine Daten zum Anzeigen vorhanden.
es_es: No hay datos disponibles para mostrar
fr_ca: Aucun brouillon disponible à afficher.
it_it: Nessun dato disponibile per la visualizzazione.
ja_jp: 表示できる下書きはありません
pt_pt: Nenhuma imagem disponível para exibir
ru_ru: Нет доступных черновиков для отображения
tr_tr: Görüntülenecek taslak yok
zh_hans: 没有可显示的草稿
zh_hant: 沒有可顯示的草稿

source: No drafts match your search. Try modifying your search.
ar_ae: لا توجد مسودات تطابق بحثك. حاول تعديل بحثك.
de_de: Keine Entwürfe entsprechen Ihrer Suche. Versuche, deine Suche zu ändern.
es_es: Ningún borrador coincide con tu búsqueda de Intenta modificar tu búsqueda.
fr_ca: Aucun brouillon correspondant à votre recherche n'a été trouvé. Essayez de modifier votre recherche.
it_it: Nessuna bozza corrisponde alla tua ricerca. Prova a modificare la ricerca.
ja_jp: に一致する下書きはありませんでした検索条件を変更してみてください。
pt_pt: Nenhum rascunho corresponde à sua pesquisa. Tente modificar a sua pesquisa.
ru_ru: По вашему запросу черновиков не найдено. Попробуйте изменить параметры поиска.
tr_tr: Aramanızla eşleşen sonuç bulunamadı. Aramanızı değiştirmeyi deneyin.
zh_hans: 没有匹配您搜索的视频。请尝试修改搜索结果。
zh_hant: 沒有符合搜尋條件的草稿。請嘗試修改您的搜尋。

source: No entites available to display
ar_ae: لا توجد إدخالات متاحة للعرض
de_de: Keine Daten zum Anzeigen vorhanden.
es_es: No hay datos disponibles para mostrar
fr_ca: Aucune donnée disponible à afficher
it_it: Nessun dato disponibile per la visualizzazione.
ja_jp: 表示できるエンティティはありません
pt_pt: Nenhuma imagem disponível para exibir
ru_ru: Нет элементов, доступных для отображения
tr_tr: Görüntülenecek hiçbir davetiye yok
zh_hans: 没有可显示的Entites
zh_hant: 沒有可顯示的公共小部件

source: No favorite reports available to display
ar_ae: لا توجد تقارير مفضلة متاحة للعرض
de_de: Keine Favoritenberichte zum Anzeigen verfügbar
es_es: No hay informes disponibles para mostrar
fr_ca: Aucun rapport disponible à afficher
it_it: Nessun report preferito disponibile da visualizzare
ja_jp: 表示できるお気に入りレポートがありません
pt_pt: Não há relatórios favoritos disponíveis para exibição
ru_ru: Нет избранных отчетов, доступных для отображения
tr_tr: Görüntülenecek favori rapor yok
zh_hans: 没有喜欢的报告可用。
zh_hant: 沒有可顯示的儀表板

source: No file selected
ar_ae: لم يتم تحديد ملف
de_de: Es wurde keine Datei ausgewählt.
es_es: No se ha seleccionado ningún archivo
fr_ca: Aucun fichier sélectionné
it_it: Nessun file selezionato
ja_jp: ファイルが選択されていません
pt_pt: Nenhum ficheiro selecionado
ru_ru: Файл не выбран
tr_tr: Hiçbir dosya seçilmedi
zh_hans: 没有选择文件
zh_hant: 未選擇檔案

source: No file selected.
ar_ae: لم يتم تحديد ملف.
de_de: Keine Datei ausgewählt.
es_es: No se ha seleccionado ningún archivo.
fr_ca: Aucun fichier sélectionné.
it_it: Nessun file selezionato
ja_jp: ファイルが選択されていません。
pt_pt: Nenhum ficheiro selecionado.
ru_ru: Файл не выбран.
tr_tr: Herhangi bir dosya seçilmemiş.
zh_hans: 没有选择文件
zh_hant: 未選擇檔案。

source: No files available to display
ar_ae: لا توجد ملفات متاحة للعرض
de_de: Keine Daten zum Anzeigen vorhanden.
es_es: No hay datos disponibles para mostrar
fr_ca: Aucun fichier disponible à afficher
it_it: Nessun dossier da visualizzare.
ja_jp: 表示するファイルがありません
pt_pt: Não existem ficheiros disponíveis
ru_ru: Нет доступных файлов.
tr_tr: Kullanılabilecek bir dosya yok.
zh_hans: 没有可显示缩略图的文件
zh_hant: 沒有可顯示的文件

source: No filters configured
ar_ae: لم يتم تكوين عوامل التصفية
de_de: Keine Filter
es_es: No hay filtros configurados
fr_ca: Aucun filtre configuré
it_it: Nessun filtro configurato
ja_jp: フィルターが設定されていません
pt_pt: Nenhum filtro configurado
ru_ru: Нет фильтров
tr_tr: Yapılandırılmış filtre yok
zh_hans: 未配置过滤器
zh_hant: 未配置元篩選器

source: No more notifications found
ar_ae: لم يتم العثور على مزيد من الإشعارات
de_de: Keine Benachrichtigungen gefunden
es_es: NO SE ENCONTRARON NOTIFICACIONES
fr_ca: Plus aucune notification n'a été trouvée
it_it: Nessuna notifica trovata
ja_jp: 通知はありません
pt_pt: Não foram encontradas notificações
ru_ru: Уведомления не найдены
tr_tr: Bildirim Bulunamadı
zh_hans: 无法找到通知
zh_hant: 找不到通知

source: No public reports available to display
ar_ae: لا توجد تقارير عامة متاحة للعرض
de_de: Keine öffentlichen Berichte zum Anzeigen verfügbar
es_es: No hay informes disponibles para mostrar
fr_ca: Aucun rapport disponible à afficher
it_it: Nessun rapporto pubblico disponibile da visualizzare
ja_jp: 表示できる公開レポートはありません
pt_pt: Nenhum relatório público disponível para exibição
ru_ru: Нет общедоступных отчетов для отображения
tr_tr: Görüntülenecek kamuya açık rapor yok
zh_hans: 没有可显示的公开报告
zh_hant: 沒有可顯示的公共小部件
