Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Resetting the secret will break any embed reports using the old secret. Are you sure you want to reset the secret?
ar_ae: ستؤدي إعادة تعيين السر إلى كسر أي تقارير مضمنة باستخدام السر القديم. هل أنت متأكد أنك تريد إعادة تعيين السر ؟
de_de: Das Zurücksetzen des Geheimnisses bricht alle Einbettungsberichte mit dem alten Geheimnis. Sind Sie sicher, dass Sie das Geheimnis zurücksetzen möchten?
es_es: Restablecer el secreto romperá cualquier tablero incrustado usando el viejo secreto. ¿Está seguro de que desea restablecer el secreto?
fr_ca: La réinitialisation du secret brisera tous les rapports d'intégration à l'aide de l'ancien secret. Voulez-vous vraiment réinitialiser le secret ?
it_it: La reimpostazione del segreto interromperà tutti i rapporti di incorporamento che utilizzano il vecchio segreto. Sei sicuro di voler reimpostare il segreto?
ja_jp: シークレットをリセットすると、古いシークレットを使用した埋め込みレポートが破棄されます。本当にアプリを初期化しますか？
pt_pt: Redefinir o segredo quebrará quaisquer relatórios incorporados usando o segredo antigo. Tem a certeza de que deseja redefinir o segredo?
ru_ru: Сброс секрета приведет к нарушению любых отчетов о встраивании с использованием старого секрета. Вы действительно хотите сбросить тряпки?
tr_tr: Sırrı sıfırlamak, eski sırrı kullanarak tüm gömme raporlarını bozacaktır. Uygulamayı sıfırlamak istediğinizden emin misiniz?
zh_hans: 重置密钥将破坏使用旧密钥的任何嵌入报告。你确定要重置该站点吗？
zh_hant: 重置密鑰將破壞使用舊密鑰的任何嵌入報告。您確定要重設密鑰嗎？

source: Resources
ar_ae: الموارد
de_de: Ressourcen
es_es: Recursos
fr_ca: Ressources
it_it: Risorse
ja_jp: リソース
pt_pt: Recursos
ru_ru: Ресурсы
tr_tr: Kaynaklar
zh_hans: 资源
zh_hant: 資源

source: Restore
ar_ae: استعادة
de_de: Wiederherstellen
es_es: Restaurar
fr_ca: Restaurer
it_it: Restaura
ja_jp: 復元
pt_pt: Restaurar
ru_ru: Восстановить
tr_tr: Geri yükle
zh_hans: 恢复
zh_hant: 還原

source: Restored from Trash
ar_ae: تمت الاستعادة من سلة المهملات
de_de: Wiederhergestellt aus dem Papierkorb.
es_es: Restaurado de la papelera
fr_ca: Restauré depuis la corbeille
it_it: ripristinato dal cestino.
ja_jp: ゴミ箱から復元
pt_pt: post restaurado da Lixeira.
ru_ru: восстановить из корзины
tr_tr: çöp Kutusundan geri yüklendi.
zh_hans: 订单已从回收站中恢复。
zh_hant: 從垃圾箱中恢復

source: Result(s) found for
ar_ae: تم العثور على نتيجة(نتائج) لـ
de_de: Ergebnisse gefunden für
es_es: resultado(s) encontrados para
fr_ca: résultat(s) trouvé pour
it_it: risultato/i trovato/i
ja_jp: 個の結果が見つかりました。
pt_pt: resultado(s) Encontrado para
ru_ru: результат(ов) найдено по запросу
tr_tr: Bulunan Sonuç
zh_hans: 结果 (s) 找到了
zh_hant: 找到以下項目的結果：

source: Retry payment
ar_ae: إعادة محاولة الدفع
de_de: Zahlung wiederholen
es_es: Reintente el pago
fr_ca: Réessayer le paiement
it_it: Riprova pagamento
ja_jp: お支払いの再試行
pt_pt: Tentar pagamento novamente
ru_ru: Повторить оплату
tr_tr: Ödemeyi tekrar deneyin
zh_hans: 重新支付
zh_hant: 重新付款

source: Right table
ar_ae: الطاولة اليمنى
de_de: [Tabelle rechts]
es_es: Tabla derecha
fr_ca: Table de droite
it_it: Piano di destra
ja_jp: 表の右
pt_pt: À direita da tabela
ru_ru: Справа от таблицы
zh_hans: 右表
zh_hant: 右表

source: Right table condition
ar_ae: حالة الطاولة اليمنى
de_de: [Tabelle rechts]
es_es: Tabla derecha
fr_ca: Condition de la table de droite
it_it: Piano di destra
ja_jp: 右テーブル条件
pt_pt: Condição da tabela direita
ru_ru: Состояние правого стола
tr_tr: Right Table
zh_hans: 右表条件
zh_hant: 右表條件

source: Rollbacked to version
ar_ae: تم الرجوع إلى الإصدار
de_de: Zurückgesetzt auf Version
es_es: Retrocedido a la versión
fr_ca: Retourné à la version
it_it: Rollback alla versione
ja_jp: バージョンにロールバックされました
pt_pt: Revertido para a versão
ru_ru: Откат до версии
tr_tr: Sürüme geri alındı
zh_hans: 回滚到版本
zh_hant: 回滾到版本

source: Rolled back to version
ar_ae: العودة إلى الإصدار
de_de: Zurückgerollte Version:
es_es: Versión revertido:
fr_ca: Version précédente installée :
it_it: Ripristina Versione:
ja_jp: バージョンにロールバックしました
pt_pt: Transferido de volta para a versão
ru_ru: Откатываемая версия:
tr_tr: Sürüme geri döndü
zh_hans: 回滚版本：
zh_hant: 回捲版本：

source: RSD File
ar_ae: ملف RSD
de_de: RSD
es_es: DER
fr_ca: Fichier RSD
it_it: RSD
ja_jp: RSD ファイル
pt_pt: RSD
ru_ru: ОСО
tr_tr: RSD
zh_hans: RSD 文件
zh_hant: 檔案

source: Rule has been added successfully.
ar_ae: تمت إضافة القاعدة بنجاح.
de_de: wurde erfolgreich hinzugefügt
es_es: se ha añadido correctamente
fr_ca: a été ajouté avec succès.
it_it: è stata aggiunta correttamente
ja_jp: ローダーは正常に追加されました。
pt_pt: Plano foi adicionado com êxito.
ru_ru: Список был успешно добавлен
tr_tr: Şikayet değerlendirmenin ardından başarıyla eklendi.
zh_hans: 已成功添加。
zh_hant: 文件已成功添加。

source: Rule has been deleted successfully
ar_ae: تم حذف القاعدة بنجاح
de_de: {0} wurde erfolgreich gelöscht.
es_es: La regla ha sido eliminada correctamente.
fr_ca: La règle a été supprimée avec succès.
it_it: Permesso eliminato con successo.
ja_jp: ルールは正常に削除されました。
pt_pt: A regra foi excluída com sucesso.
ru_ru: Правило успешно удалено.
tr_tr: Kural başarıyla silindi.
zh_hans: 规则已成功删除。
zh_hant: 已成功刪除規則。

source: Rule has been edited successfully
ar_ae: تم تحرير القاعدة بنجاح
de_de: Wurde erfolgreich bearbeitet.
es_es: Ha sido editada con éxito.
fr_ca: A été modifié avec succès.
it_it: La modifica di {0} è riuscita.
ja_jp: ルールが正常に編集されました
pt_pt: Anúncio editado com sucesso
ru_ru: Успешно изменен.
tr_tr: Plan başarıyla düzenlendi.
zh_hans: 已成功编辑。
zh_hant: 規則已成功編輯

source: Rule Name
ar_ae: اسم القاعدة
de_de: Name der Regel
es_es: Nombre de la regla
fr_ca: Nom de la règle
it_it: Nome regola
ja_jp: ルール名
pt_pt: Nome da regra
ru_ru: Название правила
tr_tr: Kural Adı
zh_hans: 规则名称
zh_hant: 規則名稱

source: Rule name already exists
ar_ae: اسم القاعدة موجود بالفعل
de_de: Der Name existiert bereits.
es_es: Este nombre ya existe
fr_ca: Ce nom existe déjà
it_it: Nome già in uso
ja_jp: 名前は既に存在します
pt_pt: Nome já existente
ru_ru: Имя правила уже существует
tr_tr: Kural Adı zaten mevcut.
zh_hans: 名称已存在
zh_hant: 此檔案名稱已存在

source: Rule name should not contain any special characters or trailing whitespace.
ar_ae: يجب ألا يحتوي اسم القاعدة على أي أحرف خاصة أو مسافة بيضاء زائدة.
de_de: Der Regelname darf keine Sonderzeichen oder Leerzeichen enthalten.
es_es: El nombre no debe contener caracteres especiales
fr_ca: Le nom de la règle ne doit pas contenir de caractères spéciaux ou d'espaces de fin.
it_it: Il nome della regola non deve contenere caratteri speciali o spazi vuoti finali.
ja_jp: ルール名に特殊文字や末尾の空白を含めることはできません。
pt_pt: O nome da regra não deve conter caracteres especiais ou espaços em branco à direita.
ru_ru: Имя не должно содержать специальных символов
tr_tr: Ad özel karakterler içermemelidir
zh_hans: 规则名称不应包含任何特殊字符或尾随空格。
zh_hant: 規則名稱不應包含任何特殊字元或尾隨空格。

source: Run History
ar_ae: تشغيل السجل
de_de: Jobausführungsprotokoll
es_es: historial de ejecución
fr_ca: historique d'exécution
it_it: Cronologia di esecuzione
ja_jp: 稼働履歴
pt_pt: Histórico de execução de relatórios
ru_ru: Журнал выполнения
tr_tr: çalıştırma geçmişi
zh_hans: 运行历史记录
zh_hant: 執行歷程記錄

source: Run now
ar_ae: اركض الآن
de_de: Jetzt ausführen
es_es: Ejecutar ahora
fr_ca: Exécuter maintenant
it_it: Esegui ora
ja_jp: 今すぐ実行
pt_pt: Executar agora
ru_ru: Беги сейчас
tr_tr: Şimdi koş
zh_hans: 现在运行
zh_hant: 立即執行

source: Run Now
ar_ae: اركض الآن
de_de: Jetzt ausführen
es_es: Ejecutar ahora
fr_ca: Exécuter maintenant
it_it: Esegui adesso
ja_jp: 今すぐ実行
pt_pt: Executar agora
ru_ru: Запустить
tr_tr: Şimdi koş
zh_hans: 立即运行
zh_hant: 立刻執行

source: s are accessible to anyone with a link to them.
ar_ae: يمكن الوصول إليها من قبل أي شخص لديه رابط لها.
de_de: s sind für jeden zugänglich, der einen Link zu ihnen hat.
es_es: son accesibles para cualquier persona que tenga un enlace a ellos.
fr_ca: Les rapports sont accessibles à toute personne ayant un lien vers eux.
it_it: sono accessibili a chiunque abbia un link a loro.
ja_jp: リンクを知っている人なら誰でもアクセスできます。
pt_pt: são acessíveis a qualquer pessoa com um link para eles.
ru_ru: доступны для всех, у кого есть ссылка на них.
tr_tr: 'lere bağlantısı olan herkes erişebilir.
zh_hans: 任何有链接的人都可以访问。
zh_hant: 任何有鏈接的人都可以訪問儀表板。

source: 's comment on the
ar_ae: تعليقه على
de_de: s Kommentar zum
fr_ca: le commentaire sur le
it_it: il commento di sul
ja_jp: 投稿にコメントする
ru_ru: комментарий к
tr_tr: adlı kullanıcının öğesi hakkındaki yorumu
zh_hans: 对的评论
zh_hant: 評論

source: S3 Bucket Settings
ar_ae: S3 إعدادات الجرافة
de_de: S3 BUCKET
es_es: Configuración del cubo S3
fr_ca: Réglages S3 Bucket
it_it: S3 Impostazioni benna
ja_jp: バケット設定
pt_pt: Definições do balde S3
ru_ru: Настройки ковша S3
tr_tr: S3 Kepçe Ayarları
zh_hans: Bucket设置
zh_hant: S3 Bucket設定

source: S3 Location Export
ar_ae: S3 تصدير الموقع
de_de: S3 Standort Export
es_es: S3 Exportación de ubicación
fr_ca: Exportation d'emplacement S3
it_it: Esportazione posizione S3
ja_jp: S 3ロケーションエクスポート
pt_pt: S3 Exportação de localização
ru_ru: S3 Экспорт местоположения
tr_tr: S3 Konum Dışa Aktarma
zh_hans: S3位置导出
zh_hant: S3位置匯出

source: Sample Report has been added successfully
ar_ae: تمت إضافة نموذج التقرير بنجاح
de_de: wurde erfolgreich hinzugefügt
es_es: se ha añadido correctamente
fr_ca: Le rapport a été ajouté avec succès.
it_it: è stata aggiunta correttamente
ja_jp: サンプルレポートが正常に追加されました
pt_pt: O relatório de amostra foi adicionado com sucesso
ru_ru: Образец отчета успешно добавлен
tr_tr: Numune Raporu başarıyla eklendi
zh_hans: 样品报告已成功添加
zh_hant: 樣本報告已成功新增

source: Sample Report Part has been added successfully
ar_ae: تمت إضافة نموذج جزء التقرير بنجاح
de_de: Beispielberichtsteil wurde erfolgreich hinzugefügt
es_es: La parte del informe de muestra se ha añadido correctamente
fr_ca: Le rapport a été ajouté avec succès.
it_it: La parte del report di esempio è stata aggiunta correttamente
ja_jp: サンプルレポートパーツが正常に追加されました
pt_pt: A parte do relatório de amostra foi adicionada com sucesso
ru_ru: Образец части отчета успешно добавлен
tr_tr: Örnek Rapor Parçası başarıyla eklendi
zh_hans: 已成功添加示例报告部件
zh_hant: 已成功新增範例報告零件

source: Sample Report Parts
ar_ae: عينة من أجزاء التقرير
de_de: Berichtsteile
es_es: Ejemplo de reporte
fr_ca: Exemple de rapport
it_it: Parti del rapporto di esempio
ja_jp: サンプルレポートパーツ
pt_pt: Exemplo de relatório de Amostra
ru_ru: Отчет об образце
tr_tr: Örnek Rapor
zh_hans: 样本报告
zh_hant: 範例報告零件

source: Sample Reports
ar_ae: عينة من التقارير
de_de: BEISPIELBERICHTE
es_es: Ejemplos de informes
fr_ca: Exemples de rapports
it_it: Esempi di rapporti
ja_jp: サンプルレポート
pt_pt: Relatórios modelos de Teste em
ru_ru: Отчеты о пробах
tr_tr: Örnek Raporlar
zh_hans: 报告示例
zh_hant: 報告範例

source: Saturday
ar_ae: السبت
de_de: Samstag
es_es: Sábado
fr_ca: Samedi
it_it: Sabato
ja_jp: 土曜日
pt_pt: Sábado
ru_ru: Суббота
tr_tr: Cumartesi
zh_hans: 星期六
zh_hant: 星期六

source: Save
ar_ae: حفظ
de_de: Speichern
es_es: Guardar
fr_ca: Enregistrer
it_it: Salva
ja_jp: 保存
pt_pt: Guardar
ru_ru: Сохранить
tr_tr: Kaydet
zh_hans: 保存
zh_hant: 儲存

source: Save and Create DataSet
ar_ae: احفظ وأنشئ مجموعة البيانات
de_de: DataSet erstellen
es_es: Crear conjunto de datos
fr_ca: Créer un jeu de données
it_it: Crea Dataset
ja_jp: データセットを保存して作成する
pt_pt: Salvar e Criar Conjunto de Dados
ru_ru: Создание набора данных
tr_tr: Veri Kümesini Kaydet ve Oluştur
zh_hans: 创建数据集
zh_hant: 儲存並建立資料集

source: Save and Exit
ar_ae: الحفظ والخروج
de_de: Speichern und verlassen
es_es: Guardar y Salir
fr_ca: Sauvegarder et quitter
it_it: Salva ed esci
ja_jp: 保存して終了
pt_pt: Gravar e sair
ru_ru: Сохранить и выйти
tr_tr: Kaydet ve Çık
zh_hans: 保存并退出
zh_hant: 儲存並退出

source: Save As
ar_ae: احفظ باسم
de_de: Speichern unter
es_es: Guardar como
fr_ca: Enregistrer sous
it_it: Salva con nome
ja_jp: 名前を付けて保存
pt_pt: Gravar como
ru_ru: Сохранить как
tr_tr: Farklı Kaydet
zh_hans: 另存为
zh_hant: 另存新檔

source: Save as file
ar_ae: حفظ كملف
de_de: Als Datei speichern
es_es: Guardar como archivo
fr_ca: Enregistrer comme fichier
it_it: Salva come file
ja_jp: ファイルに保存する
pt_pt: Guardar como ficheiro
ru_ru: Сохранить как файл
tr_tr: Dosya Olarak Kaydet…
zh_hans: 另存为
zh_hant: 另存新檔

source: Save View
ar_ae: حفظ طريقة العرض
de_de: Ansicht speichern
es_es: Guardar vista
fr_ca: Sauvegarder la vue
it_it: Salvare visualizzazione
ja_jp: ビューを保存
pt_pt: Guardar visualização
ru_ru: Сохранить режим просмотра
tr_tr: Görünümü Kaydet
zh_hans: 加载/保存视图
zh_hant: 保存視圖

source: Save View As
ar_ae: حفظ العرض باسم
de_de: Ansicht als
es_es: Guardar vista como:
fr_ca: Voir en Tant
it_it: Salvare view come
ja_jp: 名前を付けてビューを保存...
pt_pt: Salvar &como...
ru_ru: Сохранить представление как...
tr_tr: Görüntüle
zh_hans: 另存视图为
zh_hant: 作為一個新的視景保存...

source: Saved Views
ar_ae: المشاهدات المحفوظة
de_de: Abgespeicherte Ansichten
es_es: Vistas guardadas
fr_ca: Enregistrement des visuels
it_it: VISUALIZZAZIONI SALVATE
ja_jp: 保存されたビュー
pt_pt: 'Selecões salvas'
ru_ru: Сохран-ные Виды
tr_tr: Kaydedilen Görünümler
zh_hans: 所有保存的视图
zh_hant: 顯示保存的視圖

source: SAVED VIEWS
ar_ae: المشاهدات المحفوظة
de_de: Abgespeicherte Ansichten
es_es: Vistas guardadas
fr_ca: Enregistrement des visuels
it_it: VISUALIZZAZIONI SALVATE
ja_jp: 保存されたビュー
pt_pt: 'Selecões salvas'
ru_ru: Сохран-ные Виды
tr_tr: KAYDEDİLEN GÖRÜNÜMLER
zh_hans: 所有保存的视图
zh_hant: 顯示保存的視圖

source: Saving draft...
ar_ae: جارٍ حفظ المسودة...
de_de: Entwurf wird gespeichert
es_es: Guardando borrador...
fr_ca: Sauvegarde du brouillon...
it_it: Salvataggio della bozza
ja_jp: 下書きを保存...
pt_pt: A guardar rascunho
ru_ru: Сохранение черновика…
tr_tr: Taslak kaydediliyor...
zh_hans: 正在保存草稿…
zh_hant: 正在儲存草稿

source: Schedule
ar_ae: الجدول الزمني
de_de: Zeitplan
es_es: Programa
fr_ca: Programmer
it_it: Programmazione
ja_jp: スケジュール
pt_pt: Cronograma
ru_ru: График
tr_tr: Takvim
zh_hans: 日程
zh_hant: 節目表

source: Schedule Control
ar_ae: التحكم في الجدول الزمني
de_de: Das Kontrollieren des Zeitplans
es_es: Control del programa
fr_ca: Contrôle du calendrier
it_it: Controllo della schedulazione
ja_jp: スケジュール管理
pt_pt: Controle do cronograma
ru_ru: Контроль выполнения графика работ
tr_tr: Zaman çizelgesi kontrolü.
zh_hans: 进度控制
zh_hant: 日程控制

source: Schedule Custom Body Settings has been updated successfully
ar_ae: تم تحديث إعدادات الهيكل المخصص للجدولة بنجاح
de_de: Deine Einstellungen wurden erfolgreich aktualisiert.
es_es: La configuración se ha actualizado correctamente
fr_ca: Les paramètres du corps personnalisé de la planification ont été mis à jour avec succès
it_it: Le impostazioni del corpo personalizzato della pianificazione sono state aggiornate correttamente
ja_jp: スケジュールのカスタムボディ設定が正常に更新されました
pt_pt: As configurações do corpo personalizado do agendamento foram atualizadas com sucesso
ru_ru: Параметры пользовательских боковые были успешно обновлены.
tr_tr: Özel Kenar Çubuğu Ayarları Başarıyla Güncelleştirildi.
zh_hans: 自定义侧边栏设置已成功更新。
zh_hant: 儀表板已成功更新。

source: Schedule has been deleted successfully.
ar_ae: تم حذف الجدول بنجاح.
de_de: {0} wurde erfolgreich gelöscht.
es_es: La planificación se ha borrado correctamente
fr_ca: La planification a été supprimée avec succès.
it_it: La schedulazione e’ stata cancellata.
ja_jp: ルールは正常に削除されました。
pt_pt: {0} foi excluído com sucesso.
ru_ru: Ваше расписание успешно удалено
tr_tr: Başarıyla silindi.
zh_hans: 已成功删除。
zh_hant: 已成功刪除規則。

source: Schedule has been updated successfully.
ar_ae: تم تحديث الجدول بنجاح.
de_de: Der Kalender wurde aktualisiert!
es_es: se ha actualizado correctamente
fr_ca: La planification a été mise à jour avec succès.
it_it: è avvenuto con successo.
ja_jp: ルールの更新が完了しました
pt_pt: O seu Plano foi atualizado com sucesso.
ru_ru: Карта была успешно обновлена.
tr_tr: başarıyla güncellendi.
zh_hans: 已成功更新报告计划。
zh_hant: 計劃已成功更新。

source: Schedule Info
ar_ae: معلومات الجدول الزمني
de_de: Ablaufinformationen
es_es: Qué incluye
fr_ca: Infos sur le calendrier
it_it: Informazioni sul programma
ja_jp: 情報バースケジュール
pt_pt: Informações da Agenda
ru_ru: Тайминг
tr_tr: Program Bilgisi
zh_hans: 课程表信息
zh_hant: 時間表信息

source: Schedule Name
ar_ae: اسم الجدول
de_de: Schemaname
es_es: Nombre de la cola de trabajo
fr_ca: Nom de l'horaire
it_it: Nome Orario (Schedule Name)
ja_jp: スケジュール名
pt_pt: Nome Agendamento
ru_ru: Название расписания
tr_tr: Zamanlama Adı
zh_hans: 计划名称
zh_hant: 計劃名稱

source: Schedule name already exists
ar_ae: اسم الجدول الزمني موجود بالفعل
de_de: Zeitplanname existiert bereits
es_es: Este nombre ya existe
fr_ca: Le nom de la planification existe déjà
it_it: Nome già in uso
ja_jp: 名前は既に存在します
pt_pt: Nome já existente
ru_ru: Имя расписания уже существует.
tr_tr: Program zaten var.
zh_hans: 名称已存在
zh_hant: 計劃名稱已存在

source: Schedule not started.
ar_ae: لم يبدأ الجدول الزمني.
de_de: Zeitplan nicht gestartet.
es_es: Aún no se ha iniciado
fr_ca: La planification n’est pas démarrée.
it_it: Programma non avviato.
ja_jp: スケジュールが開始されていません。
pt_pt: Agendamento não iniciado.
ru_ru: Расписание не запущено.
tr_tr: Program başlatılmadı.
zh_hans: 计划未开始。
zh_hant: 計劃未開始。

source: Schedule Parameter
ar_ae: متغير الجدول الزمني
de_de: Aufzeichnungsparameter planen
es_es: Programar por parámetro
fr_ca: Paramètre de planification
it_it: Parametro di pianificazione
ja_jp: スケジュールパラメータ
pt_pt: Parâmetro de Programação
ru_ru: Параметр графика
tr_tr: Zaman Çizelgesi Parametresi
zh_hans: 计划参数
zh_hant: 排程參數

source: Schedule Settings
ar_ae: إعدادات الجدول الزمني
de_de: Wartungsplaneinstellungen
es_es: Configuración de la programación
fr_ca: Paramètres de planification
it_it: Impostazioni orario
ja_jp: スケジュール設定
pt_pt: Configurações de cronograma
ru_ru: Настройка расписания
tr_tr: Zamanlama Ayarları
zh_hans: 计划设置
zh_hant: 計畫設置

source: Schedule settings has been updated successfully
ar_ae: تم تحديث إعدادات الجدول الزمني بنجاح
de_de: Deine Einstellungen wurden erfolgreich aktualisiert.
es_es: La configuración se ha actualizado correctamente
fr_ca: Les réglages ont été mis à jour avec succès
it_it: è stato aggiornato correttamente
ja_jp: レポート設定が正常に更新されました
pt_pt: As definições foram atualizadas com sucesso.
ru_ru: Настройки успешно обновлены!
tr_tr: Program ayarları başarıyla güncellendi
zh_hans: 自定义侧边栏设置已成功更新。
zh_hant: 儀表板已成功更新。

source: Schedule Synchronization
ar_ae: مزامنة الجدول الزمني
de_de: Anschlusssicherung
es_es: Programar Sincronización
fr_ca: Synchronisation de la planification
it_it: Programma sincronizzazione
ja_jp: スケジュールの同期
pt_pt: sincronização dinâmica de correspondências
ru_ru: Синхронизация расписания
tr_tr: Zamanlama Senkronizasyonu
zh_hans: 计划同步
zh_hant: AD 日程同步

source: Schedule Synchronization Page
ar_ae: صفحة مزامنة الجدول الزمني
de_de: Zeitplan-Synchronisierungsseite
es_es: Programar Sincronización
fr_ca: Synchronisation de la planification
it_it: Programma sincronizzazione
ja_jp: スケジュール同期ページ
pt_pt: Página de sincronização de agendamento
ru_ru: Страница синхронизации расписания
tr_tr: Senkronizasyon Sayfası Planla
zh_hans: 计划同步页面
zh_hant: 計劃同步頁面

source: Schedule Synchronization Settings
ar_ae: جدولة إعدادات المزامنة
de_de: Synchronisationseinstellungen
es_es: Ajustes de sincronización
fr_ca: Paramètres de synchronisation de planification
it_it: Impostazioni di sincronizzazione
ja_jp: 同期設定
pt_pt: Definições de sincronização de agendamento
ru_ru: Настройки синхронизации
tr_tr: Senkronizasyon Ayarlarını Planla
zh_hans: 同步设置
zh_hant: 計劃同步設置

source: Schedule to synchronize users and groups with Active Directory
ar_ae: جدولة لمزامنة المستخدمين والمجموعات مع Active Directory
de_de: Zeitplan für die Synchronisierung von Benutzern und Gruppen mit Active Directory
es_es: Programar para sincronizar usuarios y grupos con Active Directory
fr_ca: Planifier pour synchroniser les utilisateurs et les groupes avec Active Directory
it_it: Programma per sincronizzare utenti e gruppi con Active Directory
ja_jp: ユーザーとグループをActive Directoryと同期するスケジュール
pt_pt: Agendar a sincronização de utilizadores e grupos com o Active Directory
ru_ru: Запланировать синхронизацию пользователей и групп с Active Directory
tr_tr: Kullanıcıları ve grupları Active Directory ile senkronize etmek için zamanlama
zh_hans: 计划将用户和组与Active Directory同步
zh_hant: 計劃將用戶和組與 Active Directory 同步

source: Schedule to synchronize users and groups with Azure AD
ar_ae: جدولة لمزامنة المستخدمين والمجموعات مع Azure AD
de_de: Zeitplan für die Synchronisierung von Benutzern und Gruppen mit Azure AD
es_es: Programar para sincronizar usuarios y grupos con Azure AD
fr_ca: Calendrier pour synchroniser les utilisateurs et les groupes avec Azure AD
it_it: Programma per sincronizzare utenti e gruppi con Azure AD
ja_jp: Azure ADとユーザーとグループを同期するスケジュール
pt_pt: Agendar a sincronização de utilizadores e grupos com o Azure AD
ru_ru: Запланировать синхронизацию пользователей и групп с Azure AD
tr_tr: Kullanıcıları ve grupları Azure AD ile senkronize etmek için zamanlama
zh_hans: 计划将用户和组与Azure AD同步
zh_hant: 計劃將用戶和組與 Azure AD 同步

source: Schedule to synchronize users and groups with Database
ar_ae: جدولة لمزامنة المستخدمين والمجموعات مع قاعدة البيانات
de_de: Zeitplan für die Synchronisierung von Benutzern und Gruppen mit der Datenbank
es_es: Programar para sincronizar usuarios y grupos con la base de datos
fr_ca: Planifier la synchronisation des utilisateurs et des groupes avec la base de données
it_it: Programma per sincronizzare utenti e gruppi con il database
ja_jp: ユーザーとグループをデータベースと同期するスケジュール
pt_pt: Agendar a sincronização de utilizadores e grupos com a Base de Dados
ru_ru: Расписание синхронизации пользователей и групп с базой данных
tr_tr: Kullanıcıları ve grupları Veritabanı ile senkronize etmek için zamanlama
zh_hans: 计划将用户和组与数据库同步
zh_hant: 計劃將用戶和組與 Ums 同步

source: Schedule to synchronize users and groups with Ums
ar_ae: جدولة لمزامنة المستخدمين والمجموعات مع UMS
de_de: Zeitplan für die Synchronisierung von Benutzern und Gruppen mit Ums
es_es: Programar para sincronizar usuarios y grupos con Ums
fr_ca: Programmer pour synchroniser les utilisateurs et les groupes avec UMS
it_it: Programma per sincronizzare utenti e gruppi con Ums
ja_jp: ユーザーとグループをUMSと同期するスケジュール
pt_pt: Agendar a sincronização de utilizadores e grupos com a UMS
ru_ru: Запланировать синхронизацию пользователей и групп с UMS
tr_tr: Kullanıcıları ve grupları UMS ile senkronize etmek için zamanlama
zh_hans: 计划将用户和组与UMS同步
zh_hant: 計劃將用戶和組與 Ums 同步

source: Schedule your report
ar_ae: جدولة تقريرك
de_de: Planen Sie Ihren Bericht
es_es: Programa tu informe
fr_ca: Planifier le rapport
it_it: Pianifica la tua
ja_jp: レポートのスケジュールを設定する
pt_pt: Sua resposta
ru_ru: Запланируйте отчет
tr_tr: Raporunuzu planlayın
zh_hans: 安排您的报告
zh_hant: 預約報告時間

source: Schedule your reports to export them and send them through email.
ar_ae: قم بجدولة تقاريرك لتصديرها وإرسالها عبر البريد الإلكتروني.
de_de: Planen Sie Ihre Berichte, um sie zu exportieren, und senden Sie sie per E-Mail.
es_es: Programe sus informes para exportarlos y envíelos por correo electrónico.
fr_ca: Planifiez vos rapports pour les exporter et les envoyer par e-mail.
it_it: Pianifica i tuoi report per esportarli e inviarli tramite e-mail.
ja_jp: レポートをスケジュールしてエクスポートし、メールで送信します。
pt_pt: Agende seus relatórios para exportá-los e enviá-los por e-mail.
ru_ru: Запланируйте их экспорт и отправку по электронной почте.
tr_tr: Raporlarınızı dışa aktarmak ve e - posta yoluyla göndermek için planlayın.
zh_hans: 安排您的报告导出并通过电子邮件发送。
zh_hant: 預約匯出報告，並透過電子郵件傳送。

source: Schedule-History
ar_ae: الجدول الزمني- التاريخ
de_de: Zeitplan-History
es_es: documentación del reparto
fr_ca: Historique du barème des primes
it_it: Cronologia della programmazione delle lezioni
ja_jp: スケジュール-履歴
pt_pt: Cronograma-Histórico
ru_ru: Расписание-История
tr_tr: Program - Tarihçe
zh_hans: 附表历史记录

source: Schedules
ar_ae: الجداول الزمنية
de_de: Anhänge
es_es: Cronogramas
fr_ca: Horaires
it_it: Programmi
ja_jp: 一覧表
pt_pt: - Agendas de tarefas
ru_ru: Приложения
tr_tr: Programlar
zh_hans: 计划
zh_hant: 節目表

source: SCHEDULES
ar_ae: الجداول الزمنية
de_de: ANHÄNGE
es_es: ANEXOS
fr_ca: ANNEXES
it_it: ALLEGATI
ja_jp: 一覧表
pt_pt: AGENDAMENTOS
ru_ru: ПРИЛОЖЕНИЯ
tr_tr: ÇİZELGELER
zh_hans: 附件
zh_hant: 節目表
