Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Please enter username or email address
ar_ae: يرجى إدخال اسم المستخدم أو عنوان البريد الإلكتروني
de_de: Benutzername oder E-Mail-Adresse eingeben
es_es: Por favor ingrese su usuario o correo
fr_ca: Veuillez saisir un nom d'utilisateur valide ou e-mail.
it_it: Inserisci il nome utente o l’email.
ja_jp: メールアドレスを入力してください.
pt_pt: Por favor digite o nome de usuário ou email
ru_ru: Введите имя пользователя или адрес эл. почты
tr_tr: Lütfen kullanıcı adınızı ya da e-posta adresinizi girin.
zh_hans: 请输入您的用户名或电子邮件地址。
zh_hant: 請輸入您的使用名稱或電子信箱地址

source: Please enter valid Blob URL
ar_ae: يرجى إدخال عنوان URL صالح لـ Blob
de_de: Bitte geben Sie eine gültige URL ein
es_es: Por favor, introduzca una URL BLOB válida
fr_ca: Veuillez entrer une URL valide pour l’objet Blob
it_it: Si prega di inserire un valido:
ja_jp: 有効な URL を入力してください。
pt_pt: Por favor insira uma url válida.
ru_ru: Введите правильный URL-адрес
tr_tr: Lütfen Geçerli Bir URL Girin
zh_hans: 请输入有效的网址
zh_hant: 請輸入有效的網址

source: Please enter valid port number
ar_ae: يرجى إدخال رقم منفذ صالح
de_de: Geben Sie eine gültige Portnummer ein.
es_es: Por favor, introduce un número de puerto válido.
fr_ca: Merci d'entrer un numéro de port valide.
it_it: Inserisci un numero di porta valido.
ja_jp: 有効な番号を入力してください
pt_pt: Por favor, forneça um número de porta válido.
ru_ru: Введите корректный номер порта.
tr_tr: Lütfen geçerli bir Port numarası girin.
zh_hans: 请输入有效的端口号。
zh_hant: 請輸入有效的埠號。

source: Please enter valid URL
ar_ae: يرجى إدخال عنوان URL صالح
de_de: Bitte geben Sie eine gültige URL ein
es_es: Ingrese una URL válida
fr_ca: Veuillez entrer une URL valide
it_it: Si prega di inserire URL valido.
ja_jp: 有効な URL を入力してください。
pt_pt: Por favor insira uma url válida.
ru_ru: Введите правильный URL-адрес
tr_tr: Lütfen geçerli URL girin
zh_hans: 请输入有效的网址
zh_hant: 請輸入有效的網址

source: Please enter view name
ar_ae: يرجى إدخال اسم العرض
de_de: Bitte Ansichtsnamen eingeben
es_es: Por favor, introduzca el nombre
fr_ca: Veuillez saisir le nom de la vue
it_it: Immettere il nome della vista
ja_jp: 名前を入力してください。
pt_pt: Por favor, informe o nome
ru_ru: Укажите имя
tr_tr: Lütfen adınızı girin
zh_hans: 请输入姓名
zh_hant: 請輸入姓名

source: Please enter widget name
ar_ae: يرجى إدخال اسم القطعة
de_de: Bitte einen Namen eingeben
es_es: Por favor ingrese el nombre
fr_ca: Veuillez saisir le nom du widget
it_it: Si prega di inserire il nome
ja_jp: ウィジェット名の入力
pt_pt: Insira o nome do widget
ru_ru: Введите имя
tr_tr: Lütfen adınızı girin
zh_hans: 请输入小工具文本
zh_hant: 請輸入小部件名稱

source: Please enter your address
ar_ae: يرجى إدخال عنوانك
de_de: Bitte geben Sie Ihre Adresse ein
es_es: Introduce tu dirección
fr_ca: Merci de saisir votre adresse
it_it: Inserisci il tuo indirizzo
ja_jp: 住所を入力してください。
pt_pt: Por favor digite o seu endereço
ru_ru: Пожалуйста, введите Ваш адрес
tr_tr: Lütfen adresinizi giriniz
zh_hans: 请输入您的地址
zh_hant: 請輸入您的地址。

source: Please enter your city
ar_ae: يرجى إدخال مدينتك
de_de: Bitte geben Sie Ihre Stadt an
es_es: Introduce tu ciudad
fr_ca: Veuillez saisir votre ville.
it_it: Ti preghiamo di inserire la tua città
ja_jp: 市町村名を入力してください
pt_pt: Por favor, digite a sua cidade
ru_ru: Пожалуйста, укажите ваш город
tr_tr: Lütfen şehrinizi giriniz
zh_hans: 請輸入您的城市
zh_hant: 請輸入您的

source: Please enter your email address
ar_ae: يرجى إدخال عنوان بريدك الإلكتروني
de_de: Bitte geben Sie Ihre E-Mail-Adresse ein
es_es: Por favor, introduce tu dirección de correo electrónico
fr_ca: Veuillez entrer votre courriel
it_it: Inserisci il tuo indirizzo email
ja_jp: 電子メールアドレスを入力してください。
pt_pt: Por favor introduza o seu endereço de e-mail
ru_ru: Введите свой адрес электронной почты
tr_tr: Lütfen e-posta adresinizi girin
zh_hans: 请输入您的电子邮件地址
zh_hant: 請輸入您的電子郵件地址.

source: Please enter your full name
ar_ae: يرجى إدخال اسمك الكامل
de_de: Bitte geben Sie Ihren vollen Namen ein
es_es: Por favor, introduzca su nombre completo
fr_ca: Veuillez indiquer votre nom complet
it_it: Inserisci il tuo nome completo
ja_jp: フルネームを入力してください
pt_pt: Por favor digite seu nome completo
ru_ru: Пожалуйста, введите свое полное имя
tr_tr: Lütfen tüm ad ve soyadınızı girin
zh_hans: 请输入你的全名
zh_hant: 請輸入您的全名

source: Please enter your name on card
ar_ae: يرجى إدخال اسمك على البطاقة
de_de: Bitte geben Sie den vollständigen Namen auf der Karte ein
es_es: Introduce el nombre que aparece en la tarjeta
fr_ca: Veuillez saisir votre nom sur la carte
it_it: Immetti il nome sulla carta
ja_jp: お名前 を入力してください
pt_pt: Introduza o nome completo no cartão
ru_ru: Пожалуйста, введите своё имя
tr_tr: Lütfen adınızı girin
zh_hans: 請輸入姓名
zh_hant: 請填寫您的姓名.

source: Please enter your old password
ar_ae: يرجى إدخال كلمة المرور القديمة
de_de: Bitte altes Passwort eingeben
es_es: Por favor, introduce tu contraseña actual
fr_ca: Veuillez entrer votre ancien mot de passe
it_it: Scrivi la vecchia password
ja_jp: 古いパスワードを入力してください。
pt_pt: Digite sua antiga senha
ru_ru: Введите ваш старый пароль
tr_tr: Lütfen eski şifrenizi girin
zh_hans: 请输入旧密码
zh_hant: 請輸入您的舊密碼

source: Please enter your phone number
ar_ae: يرجى إدخال رقم هاتفك
de_de: Bitte geben Sie Ihre Telefonnummer an
es_es: Introduzca su número de teléfono
fr_ca: Veuillez entrer votre numéro de téléphone
it_it: Per favore, inserisca il suo numero di telefono
ja_jp: 電話番号を入力してください
pt_pt: Por favor introduza o seu número de telefone
ru_ru: Укажите номер телефона
tr_tr: Lütfen telefon numaranızı girin
zh_hans: 请输入您的电话号码。
zh_hant: 請輸入您的電話號碼。

source: Please enter your state
ar_ae: يرجى إدخال ولايتك
de_de: Bitte geben Sie Ihre Bundesland ein
es_es: Por favor, introduzca su estado
fr_ca: Saisissez votre région
it_it: Inserisci lo Stato
ja_jp: 州を入力してください。
pt_pt: Por favor digite seu estado.
ru_ru: Пожалуйста, введите вашу область.
tr_tr: Lütfen semt girin
zh_hans: 请输入您的状态
zh_hant: 請輸入您的省份。

source: Please enter your ZIP/postal code
ar_ae: يرجى إدخال الرمز البريدي/الرمز البريدي
de_de: Bitte geben Sie Ihre Postleizahl ein
es_es: Escribe tu código postal
fr_ca: Veuillez saisir votre code postal
it_it: Inserisci il CAP
ja_jp: 郵便番号を入力してください
pt_pt: Por favor insira seu Cep
ru_ru: Пожалуйста, введите свой почтовый индекс
tr_tr: Lütfen posta kodunuzu giriniz
zh_hans: 请输入您的邮政编码
zh_hant: 請輸入您的郵遞區區號

source: Please explain the problem.
ar_ae: يرجى توضيح المشكلة.
de_de: Bitte erläutern Sie Ihr Problem
es_es: Explain the problem.
fr_ca: Veuillez expliquer le problème.
it_it: Spiega il problema
ja_jp: 問題を説明してください。
pt_pt: Explique o problema.
ru_ru: Пожалуйста, объясните, в чем состоит проблема
tr_tr: Lütfen sorunu açıklayın.
zh_hans: 请说明问题所在。
zh_hant: 請說明問題。

source: Please Login to render the report
ar_ae: يرجى تسجيل الدخول لتقديم التقرير
de_de: Bitte logge Dich ein, um etwas zu melden!
es_es: Debes iniciar sesión para reportar.
fr_ca: Veuillez vous connecter pour afficher le rapport
it_it: Effettua il login per visualizzare il report
ja_jp: レポートをレンダリングするにはログインしてください
pt_pt: Inicie sessão para processar o relatório
ru_ru: Пожалуйста, войдите в систему, чтобы отобразить отчет
tr_tr: Lütfen Rapora Giriş Yapın
zh_hans: 请登录以举报
zh_hant: 請登入以呈現報告

source: Please make sure that you are not using iframe embedding, as it will not work when this setting is saved.
ar_ae: يرجى التأكد من أنك لا تستخدم تضمين iframe، لأنه لن يعمل عند حفظ هذا الإعداد.
de_de: Bitte stellen Sie sicher, dass Sie die iframe-Einbettung nicht verwenden, da sie beim Speichern dieser Einstellung nicht funktioniert.
es_es: Asegúrese de que no está utilizando la incrustación iframe, ya que no funcionará cuando se guarde esta configuración.
fr_ca: Veuillez vous assurer que vous n'utilisez pas l'intégration d'iframe, car cela ne fonctionnera pas lorsque ce paramètre sera enregistré.
it_it: Assicurati di non utilizzare l'incorporamento iframe, poiché non funzionerà quando questa impostazione viene salvata.
ja_jp: この設定が保存されると機能しないため、iframe埋め込みを使用していないことを確認してください。
pt_pt: Certifique-se de que não está a usar a incorporação de iframe, pois não funcionará quando esta definição for guardada.
ru_ru: Убедитесь, что вы не используете встраивание iframe, так как оно не будет работать при сохранении этого параметра.
tr_tr: Bu ayar kaydedildiğinde çalışmayacağından lütfen iframe gömme kullanmadığınızdan emin olun.
zh_hans: 请确保您未使用iframe嵌入，因为保存此设置时它将不起作用。
zh_hant: 請確保您未使用iframe嵌入，因為儲存此設定時無法使用。

source: Please reload the page and try again.
ar_ae: يرجى إعادة تحميل الصفحة والمحاولة مرة أخرى.
de_de: Bitte laden Sie die Seite neu, und versuchen Sie es noch einmal.
es_es: Vuelve a cargar la página e inténtalo de nuevo.
fr_ca: Veuillez recharger la page et essayer de nouveau.
it_it: Ricarica la pagina e riprova.
ja_jp: ページを再読み込みして、もう一度やり直してください。
pt_pt: Por favor, recarregue a página e tente novamente.
ru_ru: Обновите страницу и попытайтесь снова.
tr_tr: Lütfen sayfayı tekrar yükleyin ve tekrar deneyin.
zh_hans: 请重新加载页面，然后重试
zh_hant: 請重新整理頁面，然後再試一次。

source: Please search and select the groups from the following list to import
ar_ae: يرجى البحث وتحديد المجموعات من القائمة التالية للاستيراد
de_de: Bitte suchen und wählen Sie die zu importierenden Gruppen aus der folgenden Liste aus
es_es: Por favor, busque y seleccione los grupos de la siguiente lista para importar
fr_ca: Veuillez rechercher et sélectionner les groupes dans la liste ci-contre en vue de les importer dans Report Server
it_it: Cerca e seleziona i gruppi dal seguente elenco da importare
ja_jp: インポートするグループを次のリストから検索して選択してください
pt_pt: Pesquise e selecione os grupos da lista a seguir para importar
ru_ru: Пожалуйста, выполните поиск и выберите группы из следующего списка для импорта
tr_tr: Lütfen içe aktarmak için aşağıdaki listeden grupları arayın ve seçin
zh_hans: 请从以下列表中搜索并选择要导入的组
zh_hant: 請從以下列表中搜索並選擇要導入 UMS 的組

source: Please search and select the users from the following list to import
ar_ae: يرجى البحث وتحديد المستخدمين من القائمة التالية للاستيراد
de_de: Bitte suchen und wählen Sie die zu importierenden Benutzer aus der folgenden Liste aus
es_es: Por favor, busque y seleccione los usuarios de la siguiente lista para importar
fr_ca: Veuillez rechercher et sélectionner les utilisateurs dans la liste ci-contre en vue de les importer dans Report Server
it_it: Cerca e seleziona gli utenti dal seguente elenco da importare
ja_jp: インポートするユーザーを次のリストから検索して選択してください
pt_pt: Pesquise e selecione os utilizadores da lista a seguir para importar
ru_ru: Пожалуйста, выполните поиск и выберите пользователей из следующего списка для импорта
tr_tr: Lütfen içe aktarmak için aşağıdaki listeden kullanıcıları arayın ve seçin
zh_hans: 请从以下列表中搜索并选择要导入的用户
zh_hant: 請從以下列表中搜索並選擇要導入 UMS 的用戶

source: Please select a column
ar_ae: يرجى تحديد عمود
de_de: Bitte wählen Sie eine Spalte aus.
es_es: Seleccione una columna
fr_ca: Veuillez sélectionner une colonne
it_it: Selezionare una colonna
ja_jp: を選択してください。
pt_pt: Selecione uma coluna de data:
ru_ru: Выберите столбец
tr_tr: Bir stün seçin
zh_hans: 请选择栏目。
zh_hant: 請選擇一欄

source: Please select a csv file with a valid format
ar_ae: يرجى تحديد ملف CSV بتنسيق صالح
de_de: Bitte wählen Sie eine CSV-Datei mit einem gültigen Format
es_es: Por favor, seleccione un archivo json con un formato válido
fr_ca: Veuillez sélectionner un fichier CSV dans un format valide
it_it: Seleziona un formato valido
ja_jp: 有効な形式のCSVファイルを選択してください
pt_pt: Seleccione um ficheiro csv com um formato válido
ru_ru: Выберите CSV-файл с допустимым форматом
tr_tr: Lütfen geçerli bir biçime sahip bir csv dosyası seçin
zh_hans: 请选择有效的文件格式。
zh_hant: 請選擇格式有效的 CSV 文件。

source: Please select a database
ar_ae: يرجى تحديد قاعدة بيانات
de_de: Bitte wählen Sie eine Datenbank.
es_es: Por favor, seleccione una base de datos
fr_ca: Veuillez sélectionner une base de données
it_it: Si prega di selezionare un
ja_jp: を選択してください。
pt_pt: Por favor, selecione um banco de dados.
ru_ru: Выберите базу данных
tr_tr: Bir veritabanı seçin
zh_hans: 请选择数据库
zh_hant: 請選擇數據庫

source: Please select a date range
ar_ae: يرجى تحديد نطاق التاريخ
de_de: Bitte wählen Sie einen Datumsbereich
es_es: Selecciona intervalo de fechas
fr_ca: Veuillez sélectionner une plage de dates
it_it: Selezionare un intervallo di date
ja_jp: 日付を選択してください
pt_pt: Selecionar um intervalo de datas
ru_ru: Пожалуйста, выберите диапазон дат
tr_tr: Lütfen bir tarih seçin
zh_hans: 请选择日期范围
zh_hant: 請選擇日期。

source: Please select at least one day
ar_ae: يرجى تحديد يوم واحد على الأقل
de_de: Bitte mindestens einen Tag auswählen
es_es: Por favor seleccione como mínimo un día
fr_ca: Veuillez sélectionner au moins un jour
it_it: Selezionare almeno un giorno
ja_jp: リストを少なくとも1つ選択してください
pt_pt: Selecione pelo menos um dia
ru_ru: Выберите минимум один день
tr_tr: Lütfen en az bir gün seçin.
zh_hans: 请选择最少一天
zh_hant: 請選擇至少一個網站。

source: Please select at least one entity and access mode.
ar_ae: يرجى تحديد كيان واحد على الأقل ووضع الوصول.
de_de: Bitte wählen Sie mindestens eine Entität und einen Zugriffsmodus aus.
es_es: Seleccione al menos una entidad y modo de acceso.
fr_ca: Veuillez sélectionner au moins une entité et un mode d'accès.
it_it: Selezionare almeno un’entità da salvare
ja_jp: 少なくとも1つのエンティティとアクセスモードを選択してください。
pt_pt: Selecione pelo menos uma entidade e um modo de acesso.
ru_ru: Выберите хотя бы один уровень доступа.
tr_tr: Lütfen en az bir varlık ve erişim modu seçin.
zh_hans: 请至少选择一个实体和访问模式。
zh_hant: 請至少選擇一個實體和存取模式。

source: Please select at least one entity, scope and access mode.
ar_ae: يرجى تحديد كيان ونطاق ووضع وصول واحد على الأقل.
de_de: Bitte wählen Sie mindestens eine Entität, einen Bereich und einen Zugriffsmodus aus.
es_es: Seleccione al menos una entidad, alcance y modo de acceso.
fr_ca: Veuillez sélectionner au moins une entité, une étendue et un mode d'accès.
it_it: Seleziona almeno un'entità, ambito e modalità di accesso.
ja_jp: 少なくとも1つのエンティティ、スコープ、アクセスモードを選択してください。
pt_pt: Selecione pelo menos uma entidade, âmbito e modo de acesso.
ru_ru: Выберите хотя бы один объект, область и режим доступа.
tr_tr: Lütfen en az bir varlık, kapsam ve erişim modu seçin.
zh_hans: 请至少选择一个实体、范围和访问模式。
zh_hant: 請至少選擇一個實體、範圍和存取模式。

source: Please select at least one option to schedule a report
ar_ae: يرجى تحديد خيار واحد على الأقل لجدولة تقرير
de_de: Bitte wählen Sie mindestens eine Option
es_es: Selecciona al menos una opción
fr_ca: Veuillez sélectionner au moins une option pour planifier un rapport
it_it: Seleziona almeno un'opzione
ja_jp: 少なくとも1オプションを選択してください
pt_pt: Selecione pelo menos uma opção
ru_ru: Выберите по крайней мере один вариант
tr_tr: En az bir seçeneği işaretleyin
zh_hans: 请至少选择一个选项。
zh_hant: 請選擇至少一個選項.

source: Please select atleast one recipient
ar_ae: يرجى تحديد مستلم واحد على الأقل
de_de: Bitte wähle mindestens einen Plan aus
es_es: Por favor, seleccione al menos un libro
fr_ca: Veuillez sélectionner au moins un destinataire
it_it: Selezionare almeno un piano
ja_jp: 少なくとも1つのタスクを選択してください
pt_pt: Selecione pelo menos um papel
ru_ru: Выберите по крайней мере один день
tr_tr: Lütfen en az bir fieldMapping seçiniz
zh_hans: 请至少选择一个
zh_hant: 請選擇一位收件人。

source: Please select category
ar_ae: يرجى تحديد الفئة
de_de: Bitte wählen Sie eine Kategorie
es_es: Por favor, seleccione la categoría
fr_ca: Merci de sélectionner une catégorie
it_it: Seleziona categoria
ja_jp: カテゴリーを選択してください
pt_pt: Por favor escolha uma categoria.
ru_ru: Пожалуйста, выберите категорию, чтобы показать:
tr_tr: Lütfen kategori seçin
zh_hans: 请选择类别
zh_hant: 請選擇類別

source: Please select Database name
ar_ae: يرجى تحديد اسم قاعدة البيانات
de_de: Datenbanktabelle auswählen
es_es: Seleccione el nombre de la base de datos
fr_ca: Sélectionnez la base de données
it_it: Selezionare il nome del database
ja_jp: アプリ名を選択してください
pt_pt: Seleccione o nome da base de dados
ru_ru: Выберите базу данных
tr_tr: Lütfen Veritabanı adını seçin
zh_hans: 请选择数据库名称
zh_hant: 請選擇數據庫名稱。

source: Please select Database name/Username
ar_ae: يرجى تحديد اسم قاعدة البيانات/اسم المستخدم
de_de: Bitte wählen Sie Datenbankname/Benutzername
es_es: Seleccione el nombre de la base de datos
fr_ca: Veuillez sélectionner le nom de la base de données/nom d'utilisateur
it_it: Selezionare il nome del database
ja_jp: データベース名/ユーザー名を選択してください
pt_pt: Seleccione o nome/nome de utilizador da base de dados
ru_ru: Выберите базу данных
tr_tr: Lütfen Veritabanı adını/Kullanıcı adını seçin
zh_hans: 请选择数据库名称
zh_hant: 請選擇數據庫名稱/用戶名。

source: Please select Dataset
ar_ae: يرجى تحديد مجموعة البيانات
de_de: Bitte auswählen
es_es: Selecciona
fr_ca: Veuillez sélectionner l'ensemble de données !
it_it: Si prega di selezionare
ja_jp: 該当するものを
pt_pt: Selecione
ru_ru: Выберите
tr_tr: Lütfen seçin
zh_hans: 请选择
zh_hant: 請選擇

source: Please select group(s) to import
ar_ae: يرجى تحديد مجموعة(مجموعات) للاستيراد
de_de: Bitte wählen Sie Artikel aus, die importiert werden sollen
es_es: Por favor, seleccione el artículo (s) a importar.
fr_ca: Veuillez sélectionner le(s) groupe(s) à importer
it_it: Seleziona i gruppi da importare
ja_jp: インポートするグループを選択してください
pt_pt: Por favor selecione item(s) para importar.
ru_ru: Пожалуйста, выберите элемент (ы) для импорта.
tr_tr: Lütfen içe aktarılacak grup(lar) ı seçin
zh_hans: 请选择要导入的项目
zh_hant: 請選擇要導入的組。

source: Please select pinboard
ar_ae: يرجى تحديد لوحة رقم التعريف الشخصي
de_de: Bitte auswählen
es_es: Selecciona
fr_ca: Veuillez sélectionner le tableau d'affichage
it_it: Si prega di selezionare
ja_jp: 該当するものを
pt_pt: Selecione
ru_ru: Выберите
tr_tr: Lütfen seçin
zh_hans: 请选择
zh_hant: 請選擇

source: Please select report
ar_ae: يرجى تحديد تقرير
de_de: Bitte wählen Sie einen Bericht aus
es_es: Selecciona el tipo de informe
fr_ca: Veuillez sélectionner un rapport
it_it: Seleziona l'orario del report
ja_jp: レポートを選択してください
pt_pt: Favor selecionar um relatório
ru_ru: Выберите данные отчета.
tr_tr: Lütfen bir rapor seçin
zh_hans: 请选择一个报表
zh_hant: 請選擇

source: Please select Reports or Categories
ar_ae: يرجى تحديد التقارير أو الفئات
de_de: Bitte Kategorien wählen
es_es: Por favor seleccione las categorías
fr_ca: Veuillez sélectionner les rapports ou les catégories
it_it: Categorie file
ja_jp: レポートまたはカテゴリを選択してください
pt_pt: Por favor, selecione as categorias
ru_ru: Выберите Отчеты или Категории
tr_tr: Lütfen Raporları veya Kategorileri seçin
zh_hans: 请选择类别
zh_hant: 請選擇報告或類別

source: Please select sites to publish
ar_ae: يرجى تحديد المواقع المراد نشرها
de_de: Bitte wählen Sie die zu exportierenden Shops
es_es: Por favor, seleccione sitios para publicar
fr_ca: Veuillez sélectionner les données à publier.
it_it: Seleziona i siti da pubblicare
ja_jp: 公開するサイトを選択してください
pt_pt: Seleccione sites para publicar
ru_ru: Выберите сайты для публикации
tr_tr: Lütfen yayınlanacak siteleri seçin
zh_hans: 请选择要发布的站点
zh_hant: 請選擇要發佈的網站

source: Please select the category
ar_ae: يرجى تحديد الفئة
es_es: Por favor seleccione la categoría
fr_ca: Veuillez sélectionner la catégorie
ja_jp: カテゴリーを選択してください
pt_pt: Por favor, selecione a Categoria
ru_ru: Пожалуйста, выберите категорию
tr_tr: Lütfen kategori seçin
zh_hans: 请选择类别

source: Please select the data source
ar_ae: يرجى تحديد مصدر البيانات
de_de: Bitte wählen Sie eine Datenquelle
es_es: Por favor, seleccione el fuente de datos
fr_ca: Veuillez sélectionner le formulaire source
it_it: Selezionare la società di origine
ja_jp: データソースを選択してください。
pt_pt: Por favor, selecione uma fonte de dados.
ru_ru: Пожалуйста, выберите источник данных
tr_tr: Lütfen kaynak alanı seç!
zh_hans: 请选择数据源
zh_hant: 請選擇資料來源名稱

source: Please Select the Login Provider.
ar_ae: يرجى تحديد مزود تسجيل الدخول.
de_de: Bitte wähle einen Mitarbeiter:
es_es: Por favor, seleccione el logotipo del proveedor.
fr_ca: Choisir un thérapeute
it_it: Selez. Tipologia e poi Sede
ja_jp: 支払プロバイダを選択してください
pt_pt: Seleccione o fornecedor de início de sessão.
ru_ru: Пожалуйста, выберите логин ACD.
tr_tr: Lütfen sağlayıcı seçin
zh_hans: 请选择提供商。
zh_hant: 請選擇登入提供者。

source: Please select the provider logo.
ar_ae: يرجى تحديد شعار المزود.
de_de: Bitte wähle einen Mitarbeiter:
es_es: Por favor, seleccione el logotipo del proveedor.
fr_ca: Choisir un thérapeute
it_it: Selez. Tipologia e poi Sede
ja_jp: 支払プロバイダを選択してください
pt_pt: Selecione um provedor.
ru_ru: Пожалуйста, выберите
tr_tr: Lütfen logoyu seçin.
zh_hans: 请选择提供商。
zh_hant: 請選擇供應商標誌。

source: Please select the report
ar_ae: يرجى تحديد التقرير
es_es: Seleccione los
fr_ca: Veuillez sélectionner le rapport !
ja_jp: レポートを選択してください
pt_pt: Selecione o período do relatório
ru_ru: Пожалуйста, выберите
tr_tr: Lütfen önce raporu seçin!
zh_hans: 请选择报告格式。

source: Please select user(s) to import
ar_ae: يرجى تحديد مستخدم(مستخدمين) لاستيراده
de_de: Bitte wählen Sie Artikel aus, die importiert werden sollen
es_es: Por favor, seleccione el artículo (s) a importar.
fr_ca: Veuillez sélectionner le(s) utilisateur(s) à importer
it_it: Seleziona gli utenti da importare
ja_jp: インポートするデータを選択してください。
pt_pt: Por favor selecione item(s) para importar.
ru_ru: Пожалуйста, выберите элемент (ы) для импорта.
tr_tr: Lütfen içe aktarmak için veriyi seçin.
zh_hans: 请选择要导入的项目
zh_hant: 請選擇要導入的用戶

source: Please select variables for export filename
ar_ae: يرجى تحديد المتغيرات لاسم ملف التصدير
de_de: Bitte wählen Sie Variablen für den Export-Dateinamen aus
es_es: Por favor, seleccione variables para exportar nombre de archivo
fr_ca: Veuillez sélectionner des variables pour le nom de fichier d'exportation
it_it: Seleziona le variabili per esportare il nome del file
ja_jp: エクスポートファイル名の変数を選択してください
pt_pt: Seleccione as variáveis para exportar o nome do ficheiro
ru_ru: Выберите переменные для экспорта имени файла
tr_tr: Lütfen dışa aktarma dosya adı için değişkenleri seçin
zh_hans: 请为导出文件名选择变量
zh_hant: 請選擇匯出檔案名稱的變數

source: Please select your country
ar_ae: يرجى تحديد بلدك
de_de: Bitte wählen Sie Ihr Land
es_es: Seleccione su país.
fr_ca: Veuillez sélectionner votre pays
it_it: Seleziona il tuo paese
ja_jp: 国を選択してください
pt_pt: Selecione o seu país
ru_ru: Укажите страну
tr_tr: Lütfen ülkenizi seçin
zh_hans: 请选择您的国家/地区
zh_hant: 請選擇您的國家

source: Please share your thoughts.
ar_ae: يرجى مشاركة أفكارك.
de_de: Bitte teilen Sie mir Ihre Gedanken mit.
es_es: Por favor, comparta su opinión.
fr_ca: Merci de partager vos réactions.
it_it: Share your thoughts.
ja_jp: ご意見をお聞かせください。
pt_pt: Por favor, compartilhe seus pensamentos *
ru_ru: Пожалуйста, поделитесь своими мыслями.
tr_tr: Lütfen düşüncelerini aşağıda paylaş.
zh_hans: 请分享您的想法。
zh_hant: 分享你的意見

source: Please upload a file
ar_ae: يرجى تحميل ملف
es_es: Cargue un archivo
fr_ca: Veuillez télécharger un fichier
ja_jp: ファイルをアップロードしてください
pt_pt: Por favor, carregue um ficheiro.
ru_ru: Пожалуйста, загрузите файл
tr_tr: Lütfen bir dosya yükleyin.
zh_hans: 请上传文件

source: Please upload a valid csv file.
ar_ae: يرجى تحميل ملف CSV صالح.
de_de: Bitte laden Sie eine gültige CSV Datei hoch.
es_es: Cargue un archivo .csv válido.
fr_ca: Merci d'uploader un fichier CSV valide.
it_it: Carica un file CSV valido.
ja_jp: 有効な.jsonファイルをアップロードしてください。
pt_pt: Por favor envie um arquivo CSV válido.
ru_ru: Пожалуйста, загрузите корректный файл CSV.
tr_tr: Geçerli bir CSV dosyası yükleyin.
zh_hans: 请上传有效的CVS文件.
zh_hant: 請上傳有效的.csv文件

source: Please upload a valid file
ar_ae: يرجى تحميل ملف صالح
de_de: Gültige .json Datei hochladen
es_es: Carga un archivo válido
fr_ca: Veuillez télécharger un fichier valide
it_it: Per favore, caricare un file valido
ja_jp: 有効なファイル形式をアップロードしてください。
pt_pt: Por favor carregue um arquivo válido.
ru_ru: Пожалуйста, загрузите корректный файл
tr_tr: Please upload a valid CSV file
zh_hans: 请上传一个有效文件。
zh_hant: 請上傳有效的 CSV 文件。

source: Please upload data source file
ar_ae: يرجى تحميل ملف مصدر البيانات
de_de: Quelldatei hochladen
es_es: Por favor cargue el archivo
fr_ca: Veuillez télécharger le fichier source de données
it_it: Per favore carica un file
ja_jp: ファイルをアップロードしてください。
pt_pt: Por favor envie o arquivo
ru_ru: Загрузите файл
tr_tr: Lütfen dosya yükleyin.
zh_hans: 请上传文件。
zh_hant: 請上傳數據源文件
