Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: You can use this code to embed and render this report view in your web application. Since the report and report view have been marked as public, anyone will be able to view it.
ar_ae: يمكنك استخدام هذا الرمز لتضمين وعرض هذا التقرير في تطبيق الويب الخاص بك. نظرًا لتمييز طريقة عرض التقرير والتقرير على أنها عامة، سيتمكن أي شخص من مشاهدتها.
de_de: Sie können diesen Code verwenden, um diese Berichtsansicht in Ihre Webanwendung einzubetten und zu rendern. Da der Bericht und die Berichtsansicht als öffentlich markiert wurden, kann sie jeder sehen.
es_es: Puede usar este código para incrustar y representar esta vista de informe en su aplicación web. Dado que el informe y la vista del informe se han marcado como públicos, cualquier persona podrá verlo.
fr_ca: Vous pouvez utiliser ce code pour intégrer et rendre ce rapport dans votre application Web. Étant donné que le rapport a été marqué comme public, n'importe qui pourra le consulter.
it_it: È possibile utilizzare questo codice per incorporare e visualizzare questa visualizzazione del report nell'applicazione Web. Poiché la visualizzazione del report e del report è stata contrassegnata come pubblica, chiunque sarà in grado di visualizzarla.
ja_jp: このコードを使用して、Webアプリケーションにこのレポートビューを埋め込み、レンダリングできます。レポートとレポートビューは公開としてマークされているため、誰でも閲覧できます。
pt_pt: Você pode usar este código para incorporar e renderizar esta visualização de relatório na sua aplicação web. Como a visualização do relatório e do relatório foi marcada como pública, qualquer pessoa poderá visualizá-la.
ru_ru: Этот код можно использовать для встраивания и отображения этого представления отчета в веб-приложении. Поскольку отчет и представление отчета были помечены как общедоступные, его сможет просмотреть любой желающий.
tr_tr: Bu kodu, bu rapor görünümünü web uygulamanıza katıştırmak ve işlemek için kullanabilirsiniz. Rapor ve rapor görünümü herkese açık olarak işaretlendiğinden, herkes görüntüleyebilir.
zh_hans: 您可以使用此代码在Web应用程序中嵌入和呈现此报表视图。由于报告和报告视图已被标记为公开，任何人都可以查看。
zh_hant: 您可以使用此程式碼在Web應用程式中嵌入並呈現此報表檢視。由於報告和報告檢視已標記為公開，任何人都可以查看。

source: You can use this code to embed and render this report view in your web application. Users need to be logged in and have permission to view the report and report view.
ar_ae: يمكنك استخدام هذا الرمز لتضمين وعرض هذا التقرير في تطبيق الويب الخاص بك. يحتاج المستخدمون إلى تسجيل الدخول والحصول على إذن لعرض التقرير وعرض التقرير.
de_de: Sie können diesen Code verwenden, um diese Berichtsansicht in Ihre Webanwendung einzubetten und zu rendern. Benutzer müssen angemeldet sein und die Berechtigung haben, den Bericht und die Berichtsansicht anzuzeigen.
es_es: Puede usar este código para incrustar y representar esta vista de informe en su aplicación web. Los usuarios deben iniciar sesión y tener permiso para ver el informe y la vista del informe.
fr_ca: Vous pouvez utiliser ce code pour intégrer et rendre ce rapport dans votre application Web. Les utilisateurs doivent être connectés et disposer de l'autorisation appropriée pour afficher le rapport.
it_it: È possibile utilizzare questo codice per incorporare e visualizzare questa visualizzazione del report nell'applicazione Web. Gli utenti devono essere connessi e avere l'autorizzazione per visualizzare il report e la visualizzazione del report.
ja_jp: このコードを使用して、Webアプリケーションにこのレポートビューを埋め込み、レンダリングできます。ユーザーはログインして、レポートとレポートビューを表示する権限を持っている必要があります。
pt_pt: Você pode usar este código para incorporar e renderizar esta visualização de relatório na sua aplicação web. Os utilizadores precisam de estar ligados e ter permissão para visualizar o relatório e a visualização do relatório.
ru_ru: Этот код можно использовать для встраивания и отображения этого представления отчета в веб-приложении. Пользователи должны войти в систему и иметь разрешение на просмотр отчета и представление отчета.
tr_tr: Bu kodu, bu rapor görünümünü web uygulamanıza katıştırmak ve işlemek için kullanabilirsiniz. Kullanıcıların oturum açması ve raporu ve rapor görünümünü görüntüleme iznine sahip olması gerekir.
zh_hans: 您可以使用此代码在Web应用程序中嵌入和呈现此报表视图。用户需要登录并有权查看报告和报告视图。
zh_hant: 您可以使用此程式碼在Web應用程式中嵌入並呈現此報表檢視。使用者需要登入並具有檢視報告和報告檢視的權限。

source: You can use this code to embed and render this report view in your web application. Users need to be logged in and have permission to view the report view.
ar_ae: يمكنك استخدام هذا الرمز لتضمين وعرض هذا التقرير في تطبيق الويب الخاص بك. يحتاج المستخدمون إلى تسجيل الدخول والحصول على إذن لعرض عرض التقرير.
de_de: Sie können diesen Code verwenden, um diese Berichtsansicht in Ihre Webanwendung einzubetten und zu rendern. Benutzer müssen angemeldet sein und die Berechtigung haben, die Berichtsansicht anzuzeigen.
es_es: Puede usar este código para incrustar y representar esta vista de informe en su aplicación web. Los usuarios deben iniciar sesión y tener permiso para ver la vista del informe.
fr_ca: Vous pouvez utiliser ce code pour intégrer et rendre ce rapport dans votre application Web. Les utilisateurs doivent être connectés et disposer de l'autorisation appropriée pour afficher le rapport.
it_it: È possibile utilizzare questo codice per incorporare e visualizzare questa visualizzazione del report nell'applicazione Web. Gli utenti devono essere connessi e avere l'autorizzazione per visualizzare la visualizzazione del report.
ja_jp: このコードを使用して、Webアプリケーションにこのレポートビューを埋め込み、レンダリングできます。ユーザーはログインして、レポートビューを表示する権限を持っている必要があります。
pt_pt: Você pode usar este código para incorporar e renderizar esta visualização de relatório na sua aplicação web. Os utilizadores precisam de ter sessão iniciada e permissão para visualizar a visualização do relatório.
ru_ru: Этот код можно использовать для встраивания и отображения этого представления отчета в веб-приложении. Пользователи должны войти в систему и иметь разрешение на просмотр представления отчета.
tr_tr: Bu kodu, bu rapor görünümünü web uygulamanıza katıştırmak ve işlemek için kullanabilirsiniz. Kullanıcıların oturum açması ve rapor görünümünü görüntüleme iznine sahip olması gerekir.
zh_hans: 您可以使用此代码在Web应用程序中嵌入和呈现此报表视图。用户需要登录并有权查看报告视图。
zh_hant: 您可以使用此程式碼在Web應用程式中嵌入並呈現此報表檢視。使用者需要登入並具有檢視報告檢視的權限。

source: You can use this code to embed and render this report view in your web application. Users need to be logged in and have permission to view the report.
ar_ae: يمكنك استخدام هذا الرمز لتضمين وعرض هذا التقرير في تطبيق الويب الخاص بك. يحتاج المستخدمون إلى تسجيل الدخول والحصول على إذن لعرض التقرير.
de_de: Sie können diesen Code verwenden, um diese Berichtsansicht in Ihre Webanwendung einzubetten und zu rendern. Benutzer müssen angemeldet sein und die Berechtigung haben, den Bericht anzuzeigen.
es_es: Puede usar este código para incrustar y representar esta vista de informe en su aplicación web. Los usuarios deben iniciar sesión y tener permiso para ver el informe.
fr_ca: Vous pouvez utiliser ce code pour intégrer et rendre ce rapport dans votre application Web. Les utilisateurs doivent être connectés et disposer de l'autorisation appropriée pour afficher le rapport.
it_it: È possibile utilizzare questo codice per incorporare e visualizzare questa visualizzazione del report nell'applicazione Web. Gli utenti devono essere loggati e avere il permesso di visualizzare il report.
ja_jp: このコードを使用して、Webアプリケーションにこのレポートビューを埋め込み、レンダリングできます。ユーザーはログインして、レポートを表示する権限を持っている必要があります。
pt_pt: Você pode usar este código para incorporar e renderizar esta visualização de relatório na sua aplicação web. Os utilizadores precisam de ter sessão iniciada e permissão para visualizar o relatório.
ru_ru: Этот код можно использовать для встраивания и отображения этого представления отчета в веб-приложении. Пользователи должны войти в систему и иметь разрешение на просмотр отчета.
tr_tr: Bu kodu, bu rapor görünümünü web uygulamanıza katıştırmak ve işlemek için kullanabilirsiniz. Kullanıcıların oturum açması ve raporu görüntüleme iznine sahip olması gerekir.
zh_hans: 您可以使用此代码在Web应用程序中嵌入和呈现此报表视图。用户需要登录并有权查看报告。
zh_hant: 您可以使用此程式碼在Web應用程式中嵌入並呈現此報表檢視。使用者需要登入並具有檢視報告的權限。

source: You can use your own domain for your reports.
ar_ae: يمكنك استخدام نطاقك الخاص لتقاريرك.
de_de: Sie können Ihre eigene Domain für Ihre Berichte verwenden.
es_es: También puede utilizar su propio dominio para su portal.
fr_ca: Vous pouvez utiliser votre propre domaine pour vos rapports.
it_it: Puoi utilizzare il tuo dominio per i tuoi rapporti.
ja_jp: 独自のドメインを使用してレポートを作成できます。
pt_pt: Pode usar o seu próprio domínio para os seus relatórios.
ru_ru: Для отчетов можно использовать собственный домен.
tr_tr: Raporlarınız için kendi alan adınızı kullanabilirsiniz.
zh_hans: 您可以使用自己的域进行报告。
zh_hant: 你可以使用自己的網域報告。

source: You cannot add users to azure groups.
ar_ae: لا يمكنك إضافة مستخدمين إلى مجموعات أزور.
de_de: Sie können keine Benutzer zu azurblauen Gruppen hinzufügen.
es_es: No puede añadir usuarios a los grupos azules.
fr_ca: Vous ne pouvez pas ajouter d'utilisateurs à des groupes azur.
it_it: Non è possibile aggiungere utenti ai gruppi azzurri.
ja_jp: ユーザーをAzureグループに追加することはできません。
pt_pt: Não pode adicionar utilizadores a grupos do azure.
ru_ru: Вы не можете добавлять пользователей в группы Azure.
tr_tr: Azure gruplarına kullanıcı ekleyemezsiniz.
zh_hans: 您不能将用户添加到Azure组。
zh_hant: 您無法將用戶添加到Azure羣組。

source: You cannot add users to windows groups.
ar_ae: لا يمكنك إضافة مستخدمين إلى مجموعات ويندوز.
de_de: Sie können keine Benutzer zu Windows-Gruppen hinzufügen.
es_es: No puede añadir usuarios a los grupos de Windows.
fr_ca: Vous ne pouvez pas ajouter d'utilisateurs aux groupes Windows.
it_it: Non è possibile aggiungere utenti ai gruppi di Windows.
ja_jp: ユーザーをWindowsグループに追加することはできません。
pt_pt: Não pode adicionar utilizadores a grupos do Windows.
ru_ru: Вы не можете добавлять пользователей в группы Windows.
tr_tr: Windows gruplarına kullanıcı ekleyemezsiniz.
zh_hans: 您不能将用户添加到Windows组。
zh_hant: 您無法將使用者新增至Windows羣組。

source: You cannot delete the administrator group.
ar_ae: لا يمكنك حذف مجموعة المسؤولين.
de_de: Sie können die Administratorengruppe nicht löschen.
es_es: No puede eliminar el grupo de administradores.
fr_ca: Vous ne pouvez pas supprimer le groupe d'administrateurs.
it_it: Non è possibile eliminare un account dell'amministratore.
ja_jp: 管理者グループは削除できません。
pt_pt: Não pode eliminar o grupo de administradores.
ru_ru: Вы не можете удалить только администратора
tr_tr: Yönetici grubunu silemezsiniz.
zh_hans: 您不能删除管理员组。
zh_hant: 您無法刪除管理員羣組。

source: You cannot delete the system administrator
ar_ae: لا يمكنك حذف مسؤول النظام
de_de: Sie können den System-Administrator nicht sperren.
es_es: No puede eliminar al administrador del sistema
fr_ca: Vous ne pouvez pas supprimer le dernier administrateur
it_it: Impossibile eliminare il sistema.
ja_jp: システム管理者を削除することはできません
pt_pt: Não pode eliminar o administrador do sistema
ru_ru: Вы не можете удалить только администратора
tr_tr: Sistem yöneticisini silemezsiniz
zh_hans: 您不能删除系统管理员
zh_hant: 您無法刪除系統管理員

source: You cannot remove access to this
ar_ae: لا يمكنك إزالة الوصول إلى هذا
de_de: Sie können den Zugriff darauf nicht entfernen
es_es: You cannot access to this page
fr_ca: Vous ne pouvez pas supprimer l'accès à ce
it_it: Non puoi rimuovere l'accesso a questo
ja_jp: こちらへのアクセス権を削除することはできません
pt_pt: Não pode remover o acesso a isto
ru_ru: Вы не можете удалить доступ к этому
tr_tr: Buna erişimi kaldıramazsınız
zh_hans: 您无法删除对此的访问权限
zh_hant: 您無法移除此內容的存取權限

source: You cannot remove access to this
ar_ae: لا يمكنك إزالة الوصول إلى هذا
de_de: Sie können den Zugriff darauf nicht entfernen
es_es: You cannot access to this page
fr_ca: Vous ne pouvez pas supprimer l'accès à ce
it_it: Non puoi rimuovere l'accesso a questo
ja_jp: こちらへのアクセス権を削除することはできません
pt_pt: Não pode remover o acesso a isto
ru_ru: Вы не можете удалить доступ к этому
tr_tr: Buna erişimi kaldıramazsınız
zh_hans: 您无法删除对此的访问权限
zh_hant: 您無法移除此內容的存取權限

source: You do not have permission to access the page
ar_ae: ليس لديك إذن للوصول إلى الصفحة
de_de: Sie haben keine Berechtigung, um auf diese Seite zuzugreifen
es_es: No tienes permisos para acceder a esta página
fr_ca: Vous n’êtes pas autorisé à accéder à cette page
it_it: Non disponi dell'autorizzazione per accedere a questa pagina.
ja_jp: リクエストされたページにアクセスする権限がありません。
pt_pt: Não tem permissão para aceder a esta página
ru_ru: У Вас недостаточно прав для доступа к этой странице
tr_tr: Bu sayfaya erişim izniniz yok
zh_hans: 您没有访问此页的权限
zh_hant: 您沒有權限存取這個頁面

source: You do not have permission to add report
ar_ae: ليس لديك إذن لإضافة تقرير
de_de: Sie haben nicht die Zugangsberechtigung für diesen Bericht
es_es: No tienes permisos para leer este informe
fr_ca: Vous n'êtes pas autorisé à ajouter un rapport
it_it: Non hai il permesso di
ja_jp: このレポートを読み込む権限がありません
pt_pt: Não tem autorização para ler este relatório
ru_ru: У вас нет прав на просмотр этого отчета
tr_tr: Bu raporu okumak için izniniz yok
zh_hans: 您没有权限阅读本报告
zh_hant: 您無權訪問此報告

source: You do not have permission to create a report in this category.
ar_ae: ليس لديك إذن لإنشاء تقرير في هذه الفئة.
de_de: Sie haben keine Berechtigung, eine Kategorie zu erstellen.
es_es: No tiene permiso para crear una categoría de producto.
fr_ca: Vous n'êtes pas autorisé à créer un rapport dans cette catégorie.
it_it: Non si dispone del permesso di creare una risorsa in questo gruppo.
ja_jp: このグループでドキュメントを作成する権限がありません。
pt_pt: Você não tem permissão para criar um documento neste grupo.
ru_ru: У вас нет разрешения на создание отчета в этой категории.
tr_tr: Bu grupta bir Doküman oluşturmak için izniniz yok.
zh_hans: 你没有权限在这个群组中创建文件。
zh_hant: 您無權在類別中創建儀表板。

source: You do not have permission to create reports in a category. So you could not clone reports in any category
ar_ae: ليس لديك إذن لإنشاء تقارير في فئة. لذلك لا يمكنك استنساخ التقارير في أي فئة
de_de: Sie sind nicht berechtigt, Berichte in einer Kategorie zu erstellen. Sie konnten also keine Berichte in einer Kategorie klonen
es_es: No tiene permiso para crear una categoría de producto. Así que no pudo clonar informes en ninguna categoría
fr_ca: Vous n'êtes pas autorisé à créer des rapports dans une catégorie. Vous ne pouviez donc cloner des rapports dans aucune catégorie
it_it: Non si dispone dell'autorizzazione per creare report in una categoria. Quindi non è stato possibile clonare i report in nessuna categoria
ja_jp: カテゴリ内のレポートを作成する権限がありません。したがって、任意のカテゴリのレポートを複製することはできませんでした
pt_pt: Não tem permissão para criar relatórios numa categoria. Portanto, você não pode clonar relatórios em nenhuma categoria
ru_ru: У вас нет разрешения на создание отчетов в категории. Таким образом, вы не можете клонировать отчеты в любой категории
tr_tr: Ürün kategorisi oluşturma izniniz yok. Bu nedenle raporları herhangi bir kategoride klonlayamazsınız
zh_hans: 您没有创建产品类别的权限。因此，您无法克隆任何类别的报告
zh_hant: 您無權在類別中建立報告。因此，您無法複製任何類別的報告

source: You do not have permission to create reports in a category. So you could not copy reports in any category
ar_ae: ليس لديك إذن لإنشاء تقارير في فئة. لذلك لا يمكنك نسخ التقارير في أي فئة
de_de: Sie sind nicht berechtigt, Berichte in einer Kategorie zu erstellen. Sie konnten also keine Berichte in einer Kategorie kopieren
es_es: No tiene permiso para crear una categoría de producto. Por lo tanto, no pudo copiar informes en ninguna categoría
fr_ca: Vous n'êtes pas autorisé à créer des rapports dans une catégorie. Vous ne pouviez donc copier des rapports dans aucune catégorie
it_it: Non si dispone dell'autorizzazione per creare report in una categoria. Quindi non è stato possibile copiare i report in nessuna categoria
ja_jp: カテゴリ内のレポートを作成する権限がありません。そのため、どのカテゴリのレポートもコピーできませんでした
pt_pt: Não tem permissão para criar relatórios numa categoria. Portanto, você não pode copiar relatórios em nenhuma categoria
ru_ru: У вас нет разрешения на создание отчетов в категории. Таким образом, вы не можете копировать отчеты в любой категории
tr_tr: Ürün kategorisi oluşturma izniniz yok. Bu nedenle herhangi bir kategorideki raporları kopyalayamazsınız
zh_hans: 您没有创建产品类别的权限。因此，您无法复制任何类别的报告
zh_hant: 您無權在類別中建立報告。因此，您無法複製任何類別的報告

source: You do not have permission to create reports in any category or there is no category to move.
ar_ae: ليس لديك إذن لإنشاء تقارير في أي فئة أو لا توجد فئة لنقلها.
de_de: Sie haben keine Berechtigung zum Erstellen von Berichten in einer Kategorie oder es gibt keine Kategorie zum Verschieben.
es_es: No tiene permiso para crear informes en ninguna categoría o no hay ninguna categoría que mover.
fr_ca: Vous n’avez pas l'autorisation de créer des rapports dans n’importe quelle catégorie ou il n’y a pas de catégorie à déplacer.
it_it: Non hai il permesso di creare report in nessuna categoria o non c'è nessuna categoria da spostare.
ja_jp: 任意のカテゴリのレポートを作成する権限がないか、移動するカテゴリがありません。
pt_pt: Você não tem permissão para criar relatórios em nenhuma categoria ou não há nenhuma categoria para mover.
ru_ru: У вас нет разрешения на создание отчетов в любой категории или нет категории для перемещения.
tr_tr: Herhangi bir kategoride rapor oluşturma izniniz yok veya taşınacak kategori yok.
zh_hans: 您无权在任何类别中创建报告，或者没有要移动的类别。
zh_hant: 您無權在任何類別中創建儀表板或沒有要移動的類別。

source: You do not have permission to delete the report -
ar_ae: ليس لديك إذن بحذف التقرير -
de_de: Sie haben keine Berechtigung zum Löschen dieser Liste
es_es: Usted NO tiene permiso para eliminar este archivo.
fr_ca: Vous n'avez pas la permission de supprimer le rapport -
it_it: Non si dispone dei privilegi per eliminare questo report.
ja_jp: 投稿を削除する権限がありません。
pt_pt: Você não tem permissão para apagar este conteúdo.
ru_ru: У вас нет разрешения на удаление.
tr_tr: Gönderi silmek için izniniz yok.
zh_hans: 您没有删除应用的权限
zh_hant: 您無權刪除儀表板 -

source: You do not have permission to update the settings
ar_ae: ليس لديك إذن لتحديث الإعدادات
de_de: Sie haben keine Berechtigung zum Aktualisieren der Seiten Einstellungen.
es_es: No tiene permiso para actualizar la configuración
fr_ca: Vous n’avez pas l’autorisation de mettre à jour les paramètres
it_it: Non si dispone dell'autorizzazione per visualizzare le impostazioni della TM.
ja_jp: 設定を保存する権限がありません。
pt_pt: Você não tem permissão para actualizar o WebHooks
ru_ru: У вас нет разрешений на сохранение настроек.
tr_tr: Sayfa ayarlarını güncelleme izniniz yok.
zh_hans: 您没有更新设置的权限
zh_hant: 您無權更新頁面選項。

source: You do not have permission to view this page.
ar_ae: ليس لديك إذن لعرض هذه الصفحة.
de_de: Sie haben keine Erlaubnis, diese Seite zu sehen.
es_es: No tiene permiso para ver esta página.
fr_ca: Vous n'avez pas la permission de voir cette page.
it_it: Non hai i permessi per vedere questa pagina.
ja_jp: このページへのアクセス権がありません
pt_pt: Você não possui permissão para visualizar esta página.
ru_ru: У тебя нет разрешения на просмотр этой страницы.
tr_tr: Bu sayfayı görüntüleme izniniz yok
zh_hans: 您无权查看此页面。
zh_hant: 您無權查看此頁面。

source: You do not have permission to view this report.
ar_ae: ليس لديك إذن لعرض هذا التقرير.
de_de: Sie haben nicht die Berechtigung, dies anzuzeigen.
es_es: No tiene permiso para ver este formulario.
fr_ca: Vous n’êtes pas autorisé à afficher ce rapport.
it_it: Non hai il permesso di visualizzare questo rapporto.
ja_jp: このレポートを表示する権限がありません。
pt_pt: Não tem permissão para ver este relatório.
ru_ru: У вас нет прав для просмотра этого отчёта.
tr_tr: Bu raporu okumak için izniniz yok
zh_hans: 您没有权限查看此报告。
zh_hant: |||UNTRANSLATED_CONTENT_START|||You do not have permission to view this report.|||UNTRANSLATED_CONTENT_END|||

source: You do not have permission to view this widget.
ar_ae: ليس لديك إذن لعرض هذه الأداة.
de_de: Sie haben nicht die Berechtigung, dies anzuzeigen.
es_es: No tiene permiso para ver esta página.
fr_ca: Vous n’avez pas la permission de voir ça.
it_it: Non hai il permesso necessario per vedere questa pagina
ja_jp: この症例を閲覧する権限がありません。
pt_pt: Não tem permissão para ver isto.
ru_ru: У Вас нет прав на просмотр этой вакансии.
tr_tr: Bu sayfayı görüntüleme izniniz yok
zh_hans: 您没有查看此病例的权限。
zh_hant: 您無權修改此小工具。

source: You do not have the privilege to edit the admin user’s profile.
ar_ae: ليس لديك امتياز لتعديل الملف الشخصي للمستخدم المسؤول.
de_de: Sie haben nicht das Recht, das Profil des Admin-Benutzers zu bearbeiten.
es_es: No tiene el privilegio de editar el perfil del usuario administrador.
fr_ca: Vous n'avez pas le privilège de modifier le profil de l'utilisateur administrateur.
it_it: Non hai il privilegio di modificare il profilo dell'utente amministratore.
ja_jp: 管理者ユーザーのプロフィールを編集する権限がありません。
pt_pt: Não tem o privilégio de editar o perfil do utilizador administrador.
ru_ru: У вас нет прав на редактирование профиля администратора.
tr_tr: Yönetici kullanıcının profilini düzenleme ayrıcalığınız yok.
zh_hans: 您没有权限编辑管理员用户的个人资料。
zh_hant: 您沒有編輯管理員使用者個人資料的權限。

source: You don’t have any reports and no reports have been shared with you.
ar_ae: ليس لديك أي تقارير ولم تتم مشاركة أي تقارير معك.
de_de: Sie haben keine Berichte und es wurden keine Berichte mit Ihnen geteilt.
es_es: No tienes ningún informe y no se ha compartido ningún informe contigo.
fr_ca: Vous n'avez aucun rapport et aucun rapport n'a été partagé avec vous.
it_it: Non hai segnalazioni e nessuna segnalazione è stata condivisa con te.
ja_jp: レポートがなく、レポートが共有されていません。
pt_pt: Não tem nenhum relatório e nenhum relatório foi partilhado consigo.
ru_ru: У вас нет никаких отчетов, и вам не было предоставлено никаких отчетов.
tr_tr: Herhangi bir raporunuz yok ve sizinle hiçbir rapor paylaşılmadı.
zh_hans: 您没有任何报告，也没有与您共享任何报告。
zh_hant: 你沒有任何報告，也沒有與你分享任何報告。

source: You don't have access to this report in the Report Server. Please contact your System Administrator to get access. Click
ar_ae: ليس لديك حق الوصول إلى هذا التقرير في خادم التقارير. يرجى الاتصال بمسؤول النظام للحصول على حق الوصول. انقر
de_de: Sie haben keinen Zugriff auf diesen Bericht im Berichtsserver. Bitte wenden Sie sich an Ihren Systemadministrator, um Zugriff zu erhalten. Klicken Sie auf
es_es: No tiene acceso a este informe en el servidor de informes. Póngase en contacto con su administrador del sistema. Haga clic
fr_ca: Vous n'avez pas accès à ce rapport dans le serveur de rapports. Veuillez contacter votre administrateur système pour y accéder. Clic
it_it: Non hai accesso a questo report nel server di report. Contatta l'amministratore di sistema per ottenere l'accesso. Fai clic su
ja_jp: レポートサーバーでこのレポートにアクセスする権限がありません。システム管理者に問い合わせてください。クリック
pt_pt: Você não tem acesso a este relatório no Servidor de Relatórios. Por favor, contacte o seu administrador de sistema. Clicar
ru_ru: У вас нет доступа к этому отчёту на сервере отчётов. Пожалуйста, свяжитесь с системным администратором для получения доступа. Нажмите
tr_tr: Rapor Sunucusunda bu rapora erişiminiz yok. Lütfen sistem yöneticinizle iletişime geçin. Tıklayın
zh_hans: 您无权在报表服务器中访问此报表。请联系您的系统管理员。点击
zh_hant: 您無權在報表伺服器中存取此報表。請聯絡您的系統管理員以取得存取權限。按一下
