Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Select groups
ar_ae: تحديد المجموعات
de_de: Gruppen auswählen
es_es: Selecciona grupos
fr_ca: Sélectionner des groupes
it_it: Selezionare gruppi
ja_jp: グループを選択
pt_pt: Selecionar grupos
ru_ru: Выбрать группы
tr_tr: Grupları seçin
zh_hans: 选择群组
zh_hant: 選擇組

source: Select Groups
ar_ae: تحديد المجموعات
de_de: Gruppen auswählen
es_es: Seleccionar grupos
fr_ca: Sélectionner des groupes
it_it: Seleziona i gruppi
ja_jp: グループを選択する
pt_pt: Selecionar grupos
ru_ru: Выбрать группы
tr_tr: Grupları Seçin
zh_hans: 选择组
zh_hant: 選擇組

source: Select groups to synchronize with Active Directory
ar_ae: تحديد مجموعات للمزامنة مع Active Directory
de_de: Wählen Sie Gruppen aus, die mit Active Directory synchronisiert werden sollen
es_es: Seleccionar grupos para sincronizar con Active Directory
fr_ca: Sélectionnez les groupes à synchroniser avec Active Directory
it_it: Seleziona i gruppi da sincronizzare con Active Directory
ja_jp: Active Directoryと同期するグループを選択
pt_pt: Selecionar grupos para sincronizar com o Active Directory
ru_ru: Выберите группы для синхронизации с Active Directory
tr_tr: Active Directory ile senkronize edilecek grupları seçin
zh_hans: 选择要与Active Directory同步的组
zh_hant: 選擇要與 Active Directory 同步的組

source: Select groups to synchronize with Azure AD
ar_ae: حدد مجموعات للمزامنة مع Azure AD
de_de: Wählen Sie Gruppen aus, die mit Azure AD synchronisiert werden sollen
es_es: Seleccionar grupos para sincronizar con Azure AD
fr_ca: Sélectionner les groupes à synchroniser avec Azure AD
it_it: Seleziona i gruppi da sincronizzare con Azure AD
ja_jp: Azure ADと同期するグループを選択する
pt_pt: Selecionar grupos para sincronizar com o Azure AD
ru_ru: Выберите группы для синхронизации с Azure AD
tr_tr: Azure AD ile senkronize edilecek grupları seçin
zh_hans: 选择要与Azure AD同步的组
zh_hant: 選擇要與 Azure AD 同步的組

source: Select Join Option
ar_ae: تحديد خيار الانضمام
de_de: Beitrittsoption auswählen
es_es: Seleccionar opción de unión
fr_ca: Sélectionnez l'option Rejoindre
it_it: Seleziona l'opzione Partecipa
ja_jp: 参加オプションを選択します
pt_pt: Seleccione a opção Participar
ru_ru: Выберите вариант присоединения
tr_tr: Birleştirme Seçeneğini Seç
zh_hans: 选择加入选项
zh_hant: 選擇加入選項

source: Select Method
ar_ae: اختر الطريقة
de_de: Methode auswählen
es_es: Seleccionar método
fr_ca: Sélectionner un mode
it_it: Seleziona metodo
ja_jp: 支払方法の選択
pt_pt: Selecione o método de pagamento
ru_ru: Выбрать метод
tr_tr: Cüzdan Yöntemi
zh_hans: 选择方式
zh_hant: 方法

source: Select one or more users and groups you would like to share this report with.
ar_ae: اختر واحدًا أو أكثر من المستخدمين والمجموعات التي ترغب في مشاركة هذا التقرير معها.
de_de: Wählen Sie einen oder mehrere Benutzer und Gruppen aus, für die Sie diesen Bericht freigeben möchten.
es_es: Seleccione uno o más usuarios y grupos con los que le gustaría compartir este informe.
fr_ca: Sélectionnez un ou plusieurs utilisateurs et groupes avec lesquels vous souhaitez partager ce rapport.
it_it: Seleziona uno o più utenti e gruppi con cui desideri condividere questo rapporto.
ja_jp: このレポートを共有する1人以上のユーザーとグループを選択します。
pt_pt: Selecione um ou mais utilizadores e grupos com os quais gostaria de partilhar este relatório.
ru_ru: Выберите одного или нескольких пользователей и групп, которым вы хотите предоставить доступ к этому отчету.
tr_tr: Bu raporu paylaşmak istediğiniz bir veya daha fazla kullanıcı ve grup seçin.
zh_hans: 选择要与之共享此报表的一个或多个用户和组。
zh_hant: 選擇您要與其共享此儀表板的一個或多個用戶和組。

source: Select Recurrence Type
ar_ae: تحديد نوع التكرار
de_de: Art der Erinnerungswiederholung wählen
es_es: Seleccionar recurrencia
fr_ca: Sélectionner le type de récurrence
it_it: Seleziona tipo di ricorrenza
ja_jp: 繰り返しタイプを選択
pt_pt: Seleccione o tipo de recorrência
ru_ru: Укажите тип повторения
tr_tr: Yineleme Türünü Seçin
zh_hans: 选择定期类型
zh_hant: 選擇重複類型

source: Select Relation
ar_ae: تحديد العلاقة
de_de: Relation auswählen
es_es: Seleccionar relación
fr_ca: Choisir une relation
it_it: Seleziona relazione
ja_jp: 関係を選択
pt_pt: Selecione a relação
ru_ru: Выбрать отношение
tr_tr: Bağ Düzeyi
zh_hans: 选择关系
zh_hant: 選擇關係

source: Select report
ar_ae: اختر التقرير
de_de: Bericht auswÃ¤hlen
es_es: Seleccionar informe
fr_ca: Sélectionner un rapport
it_it: Seleziona report
ja_jp: レポートを選択
pt_pt: Selecione o relatório
ru_ru: Выбрать отчет
tr_tr: Rapor Seç
zh_hans: 选择报告
zh_hant: 選擇報告：

source: Select Report
ar_ae: تحديد التقرير
de_de: Bericht auswählen
es_es: Seleccionar informe
fr_ca: Sélectionner le rapport
it_it: Seleziona rapporto
ja_jp: レポートを選択
pt_pt: Selecionar relatório
ru_ru: Выбрать отчет
tr_tr: Rapor Seç
zh_hans: 选择报表
zh_hant: 選擇報告：

source: Select Reports
ar_ae: تحديد التقارير
de_de: Wählen Sie Berichte aus:
es_es: Selecciona la pestaña "Informes"
fr_ca: Sélectionner les rapports
it_it: Selezionare Rapporti
ja_jp: レポートの選択対象:
pt_pt: Selecione Relatórios
ru_ru: Выберите папку Отчетов
tr_tr: Raporlar'ı seçin
zh_hans: 选择报告：
zh_hant: 從以下選項中選擇報告：

source: Select Sites
ar_ae: تحديد المواقع
es_es: Selecciona los sitios:
fr_ca: Sélectionner établissement(s)
ja_jp: サイトを選択
pt_pt: Selecionar Sites
ru_ru: Выбор сайтов
tr_tr: Website Seçimi
zh_hans: 选择网站

source: Select tab
ar_ae: تحديد علامة التبويب
de_de: Registerkarte auswählen
es_es: Seleccione la solapa .
fr_ca: Sélectionnez l'onglet
it_it: Seleziona scheda
ja_jp: タブを選択
pt_pt: Selecionar Separador
ru_ru: Select Tab - Выберите вкладку
tr_tr: Sekmeyi seçin
zh_hans: 选择选项卡
zh_hant: 選擇標籤

source: Select Target
ar_ae: اختر الهدف
de_de: Ziel wählen
es_es: _Parezcan formadas_
fr_ca: Sélectionner la cible
it_it: Seleziona bersaglio
ja_jp: 対象を選択
pt_pt: Seleccionar Meta
ru_ru: Выберите цель
tr_tr: Hedef Seçin
zh_hans: 选择目标
zh_hant: 選擇連結目標

source: Select tenant
ar_ae: اختر المستأجر
de_de: Mieter auswählen
es_es: Seleccionar inquilino
fr_ca: sélectionnez votre titulaire
it_it: Seleziona tenant
ja_jp: テナントアカウントを選択してください
pt_pt: Selecionar entidade
ru_ru: Выберите арендатора
tr_tr: Kiracı Seçin
zh_hans: 选择租户
zh_hant: 選擇租戶

source: Select the report owner for the destination site.
ar_ae: حدد مالك التقرير لموقع الوجهة.
de_de: Wählen Sie den Berichtseigentümer für den Zielstandort aus.
es_es: Seleccione el propietario del informe para el sitio de destino.
fr_ca: Sélectionnez le propriétaire du rapport pour le site de destination.
it_it: Selezionare il proprietario del report per il sito di destinazione.
ja_jp: 宛先サイトのレポート所有者を選択します。
pt_pt: Selecione o proprietário do relatório para o site de destino.
ru_ru: Выберите владельца отчета для целевого сайта.
tr_tr: Hedef site için rapor sahibini seçin.
zh_hans: 选择目标站点的报表所有者。
zh_hant: 選取目的地網站的報告擁有者。

source: Select the unlock key file
ar_ae: حدد ملف مفتاح إلغاء القفل
es_es: Seleccione el archivo de clave de desbloqueo
fr_ca: Sélectionnez le fichier de déverrouillage.
ja_jp: ロック解除キーファイルを選択します
pt_pt: Seleccione o ficheiro de chave de desbloqueio
ru_ru: Выберите файл ключа разблокировки
tr_tr: Kilit açma anahtarı dosyasını seçin
zh_hans: 选择解锁密钥文件

source: Select the users and groups with whom you would like to share this category.
ar_ae: حدد المستخدمين والمجموعات التي ترغب في مشاركة هذه الفئة معها.
de_de: Wählen Sie die Benutzer und Gruppen aus, mit denen Sie diese Kategorie teilen möchten.
es_es: Selecciona los usuarios y grupos con los que te gustaría compartir esta categoría.
fr_ca: Sélectionnez les utilisateurs et les groupes avec lesquels vous souhaitez partager cette catégorie.
it_it: Seleziona gli utenti e i gruppi con cui desideri condividere questa categoria.
ja_jp: このカテゴリを共有するユーザーとグループを選択します。
pt_pt: Selecione os utilizadores e grupos com quem gostaria de partilhar esta categoria.
ru_ru: Выберите пользователей и группы, которым вы хотите предоставить доступ к этой категории.
tr_tr: Bu kategoriyi paylaşmak istediğiniz kullanıcıları ve grupları seçin.
zh_hans: 选择要与之共享此类别的用户和组。
zh_hant: 選擇您要與其分享此類別的用戶和羣組。

source: Select the users and groups with whom you would like to share this dataset.
ar_ae: حدد المستخدمين والمجموعات التي ترغب في مشاركة مجموعة البيانات هذه معها.
de_de: Wählen Sie die Benutzer und Gruppen aus, für die Sie diesen Datensatz freigeben möchten.
es_es: Seleccione los usuarios y grupos con los que desea compartir este conjunto de datos.
fr_ca: Sélectionnez les utilisateurs et les groupes avec lesquels vous souhaitez partager cet ensemble de données.
it_it: Seleziona gli utenti e i gruppi con cui desideri condividere questo set di dati.
ja_jp: このデータセットを共有するユーザーとグループを選択します。
pt_pt: Selecione os utilizadores e grupos com quem gostaria de partilhar este conjunto de dados.
ru_ru: Выберите пользователей и группы, которым вы хотите предоставить доступ к этому набору данных.
tr_tr: Bu veri kümesini paylaşmak istediğiniz kullanıcıları ve grupları seçin.
zh_hans: 选择要与之共享此数据集的用户和组。
zh_hant: 選擇您要與其分享此資料集的使用者和羣組。

source: Select the users and groups with whom you would like to share this datasource.
ar_ae: حدد المستخدمين والمجموعات التي ترغب في مشاركة مصدر البيانات هذا معها.
de_de: Wählen Sie die Benutzer und Gruppen aus, mit denen Sie diese Datenquelle teilen möchten.
es_es: Seleccione los usuarios y grupos con los que desea compartir esta fuente de datos.
fr_ca: Sélectionnez les utilisateurs et les groupes avec lesquels vous souhaitez partager cette source de données.
it_it: Seleziona gli utenti e i gruppi con cui desideri condividere questa origine dati.
ja_jp: このデータソースを共有するユーザーとグループを選択します。
pt_pt: Selecione os utilizadores e grupos com quem gostaria de partilhar esta fonte de dados.
ru_ru: Выберите пользователей и группы, которым вы хотите предоставить доступ к этому источнику данных.
tr_tr: Bu veri kaynağını paylaşmak istediğiniz kullanıcıları ve grupları seçin.
zh_hans: 选择要与之共享此数据源的用户和组。
zh_hant: 選取您要與其共用此資料來源的使用者和羣組。

source: Select the users and groups with whom you would like to share this report view.
ar_ae: حدد المستخدمين والمجموعات التي ترغب في مشاركة طريقة عرض هذا التقرير معها.
de_de: Wählen Sie die Benutzer und Gruppen aus, für die Sie diese Berichtsansicht freigeben möchten.
es_es: Seleccione los usuarios y grupos con los que desea compartir esta vista de informe.
fr_ca: Sélectionnez un ou plusieurs utilisateurs et groupes avec lesquels vous souhaitez partager ce rapport.
it_it: Seleziona gli utenti e i gruppi con cui desideri condividere questa visualizzazione del report.
ja_jp: このレポートビューを共有するユーザーとグループを選択します。
pt_pt: Selecione os utilizadores e grupos com quem gostaria de partilhar esta vista de relatório.
ru_ru: Выберите пользователей и группы, которым вы хотите предоставить доступ к этому представлению отчета.
tr_tr: Bu rapor görünümünü paylaşmak istediğiniz kullanıcıları ve grupları seçin.
zh_hans: 选择要与之共享此报告视图的用户和组。
zh_hant: 選擇您要與其分享此報告檢視的使用者和羣組。

source: Select the users and groups you would like to make owners for this group.
ar_ae: حدد المستخدمين والمجموعات التي ترغب في جعلها مالكة لهذه المجموعة.
de_de: Wählen Sie die Benutzer und Gruppen aus, die Sie zu Eigentümern für diese Gruppe machen möchten.
es_es: Seleccione los usuarios y grupos que desea crear propietarios para este grupo.
fr_ca: Sélectionnez les utilisateurs et les groupes que vous souhaitez désigner comme propriétaires pour ce groupe.
it_it: Seleziona gli utenti e i gruppi che desideri rendere proprietari per questo gruppo.
ja_jp: このグループの所有者にするユーザーとグループを選択します。
pt_pt: Selecione os utilizadores e grupos que gostaria de tornar proprietários para este grupo.
ru_ru: Выберите пользователей и группы, которые вы хотите назначить владельцами для этой группы.
tr_tr: Bu grubun sahiplerini yapmak istediğiniz kullanıcıları ve grupları seçin.
zh_hans: 选择您希望成为此组的所有者的用户和组。
zh_hant: 選取您要成為此羣組擁有者的使用者和羣組。

source: Select the users from the following list to import
ar_ae: حدد المستخدمين من القائمة التالية لاستيرادهم
de_de: Wählen Sie die zu importierenden Benutzer aus der folgenden Liste aus
es_es: Seleccione los usuarios de la siguiente lista para importar
fr_ca: Veuillez rechercher et sélectionner les utilisateurs dans la liste ci-contre en vue de les importer dans Report Server
it_it: Seleziona gli utenti dal seguente elenco da importare
ja_jp: インポートするユーザーを次のリストから選択します
pt_pt: Selecione os utilizadores da lista a seguir para importar
ru_ru: Выберите пользователей из следующего списка для импорта
tr_tr: İçe aktarılacak kullanıcıları aşağıdaki listeden seçin
zh_hans: 从以下列表中选择要导入的用户
zh_hant: 從以下列表中選擇要導入用戶管理服務器的用戶

source: Select Timezone
ar_ae: تحديد المنطقة الزمنية
de_de: Zeitzone auswählen
es_es: Seleccione la zona horaria
fr_ca: Sélectionnez le fuseau horaire
it_it: Seleziona fuso orario
ja_jp: タイムゾーンを選択
pt_pt: Selecione o fuso horário
ru_ru: Выберите часовой пояс
tr_tr: Saat Dilimi Seçin
zh_hans: 选择时区
zh_hant: 選擇時區

source: Select user(s)
ar_ae: تحديد مستخدم(مستخدمين)
de_de: Benutzer auswählen
es_es: Seleccionar usuario (s)
fr_ca: Sélectionner le ou les utilisateur(s)
it_it: Seleziona utente /i
ja_jp: ユーザーを選択
pt_pt: Selecionar utilizador(es)
ru_ru: Выбрать пользователя (-ей)
tr_tr: Kullanıcı(lar) seçin
zh_hans: 选择用户
zh_hant: 選擇用戶(s)

source: Select Users
ar_ae: تحديد المستخدمين
de_de: Benutzer auswählen
es_es: Seleccionar usuarios
fr_ca: Sélectionner les membres
it_it: Seleziona utenti
ja_jp: ユーザーを選択する
pt_pt: Selecionar os utilizadores
ru_ru: Выберите пользователей
tr_tr: Kullanıcıları Seç
zh_hans: 选择用户
zh_hant: 選擇用戶

source: Select Users to synchronize with Active Directory
ar_ae: حدد المستخدمين المراد مزامنتهم مع Active Directory
de_de: Wählen Sie Benutzer aus, die mit Active Directory synchronisiert werden sollen
es_es: Seleccione Usuarios para sincronizar con Active Directory
fr_ca: Sélectionner les utilisateurs à synchroniser avec Active Directory
it_it: Seleziona gli utenti da sincronizzare con Active Directory
ja_jp: Active Directoryと同期するユーザーを選択
pt_pt: Selecionar utilizadores para sincronizar com o Active Directory
ru_ru: Выберите пользователей для синхронизации с Active Directory
tr_tr: Active Directory ile senkronize edilecek Kullanıcıları seçin
zh_hans: 选择要与Active Directory同步的用户
zh_hant: 選擇要與 Active Directory 同步的用戶

source: Select Users to synchronize with Azure AD
ar_ae: حدد المستخدمين للمزامنة مع Azure AD
de_de: Wählen Sie Benutzer aus, die mit Azure AD synchronisiert werden sollen
es_es: Seleccione Usuarios para sincronizar con Azure AD
fr_ca: Sélectionnez les utilisateurs à synchroniser avec Azure AD
it_it: Seleziona gli utenti da sincronizzare con Azure AD
ja_jp: Azure ADと同期するユーザーを選択します
pt_pt: Selecionar utilizadores para sincronizar com o Azure AD
ru_ru: Выберите пользователей для синхронизации с Azure AD
tr_tr: Azure AD ile senkronize edilecek Kullanıcıları seçin
zh_hans: 选择要与Azure AD同步的用户
zh_hant: 選擇要與 Azure AD 同步的用戶

source: Select Users to synchronize with Existing Database
ar_ae: حدد المستخدمين المراد مزامنتهم مع قاعدة البيانات الحالية
de_de: Wählen Sie Benutzer aus, die mit der vorhandenen Datenbank synchronisiert werden sollen
es_es: Seleccione Usuarios para sincronizar con la base de datos existente
fr_ca: Sélectionnez les utilisateurs à synchroniser avec la base de données existante
it_it: Seleziona gli utenti da sincronizzare con il database esistente
ja_jp: 既存のデータベースと同期するユーザーを選択します
pt_pt: Selecionar utilizadores para sincronizar com a base de dados existente
ru_ru: Выберите пользователей для синхронизации с существующей базой данных
tr_tr: Mevcut Veritabanı ile senkronize edilecek Kullanıcıları seçin
zh_hans: 选择要与现有数据库同步的用户
zh_hant: 選擇要與現有數據庫同步的用戶

source: Select value
ar_ae: تحديد القيمة
de_de: Wert auswählen
es_es: Seleccionar valor
fr_ca: Sélectionnez une valeur
it_it: Seleziona valore
ja_jp: 値を選択
pt_pt: Selecionar Valor
ru_ru: Выберете значение
tr_tr: Değeri Seç
zh_hans: 选择值
zh_hant: 選擇內容

source: Select Value
ar_ae: اختر القيمة
de_de: Wert auswählen
es_es: Seleccionar Valor
fr_ca: Sélectionner une valeur
it_it: Testo Opzione di risposta
ja_jp: 値を選択
pt_pt: Selecionar valor
ru_ru: Выберете значение:
tr_tr: Değer Seçiniz
zh_hans: 选择值
zh_hant: 選擇數值

source: Select variables
ar_ae: تحديد المتغيرات
de_de: Variablen auswählen...
es_es: Seleccione las variables
fr_ca: Sélectionner des variables
it_it: selezionare quali sono le variabili
ja_jp: 変数を選択
pt_pt: Selecionar variáveis para testar
ru_ru: Выберите переменные
tr_tr: Değişkenleri seç
zh_hans: 选择变量
zh_hant: 選擇變數

source: Select View
ar_ae: تحديد عرض
de_de: Ansicht auswählen
es_es: Seleccionar vista
fr_ca: Choisir la vue
it_it: Seleziona vista
ja_jp: 表示を選択
pt_pt: Selecionar Vista
ru_ru: Выбор просмотра
tr_tr: Görünüm Seç
zh_hans: 选择查看样式
zh_hant: 選取預覽

source: Select Widget
ar_ae: تحديد عنصر واجهة المستخدم
de_de: Wähle eine Widget Bereich
es_es: Seleccionar Widget
fr_ca: Sélectionnez le widget
it_it: Selezionare Widget
ja_jp: ウィジェットを選択
pt_pt: Selecionar widget
ru_ru: Выберите виджет
tr_tr: Widget seç
zh_hans: 选择小工具
zh_hant: 選擇小工具

source: Selected user(s)
ar_ae: المستخدم(المستخدمون) المختارون
de_de: Ausgewählte Benutzer
es_es: Usuario (s) seleccionado (s)
fr_ca: Utilisateur(s) sélectionné(s)
it_it: Utente selezionato
ja_jp: 選択したユーザー
pt_pt: Selecionar usuário(s)
ru_ru: Drop User - удалить пользователя.
tr_tr: Seçilen Kullanıcı
zh_hans: 选定的用户
zh_hant: 選擇用戶(s)

source: Send
ar_ae: إرسال
de_de: Senden
es_es: Enviar
fr_ca: Envoyer
it_it: Invia
ja_jp: 送信
pt_pt: Manda
ru_ru: Отправить
tr_tr: Gönder
zh_hans: 发送
zh_hant: 傳送

source: Send failure notification to recipient
ar_ae: إرسال إشعار الفشل إلى المستلم
de_de: Fehlerbenachrichtigung an Empfänger senden
es_es: Enviar notificación de error al destinatario
fr_ca: Envoyer une notification d'échec au destinataire
it_it: Invia notifica di errore al destinatario
ja_jp: 受信者に失敗通知を送信する
pt_pt: Enviar notificação de falha ao destinatário
ru_ru: Отправить уведомление о сбое получателю
tr_tr: Alıcıya hata bildirimi gönder
zh_hans: 向收件人发送失败通知
zh_hant: 向收件人發送失敗通知

source: Send failure notification to schedule owner
ar_ae: إرسال إشعار بالفشل إلى مالك الجدول الزمني
de_de: Fehlerbenachrichtigung an den Planungsverantwortlichen senden
es_es: Enviar notificación de error al propietario de la programación
fr_ca: Envoyer une notification d'échec au propriétaire de l'horaire
it_it: Invia notifica di errore al proprietario della pianificazione
ja_jp: スケジュール所有者に失敗通知を送信する
pt_pt: Enviar notificação de falha ao proprietário do agendamento
ru_ru: Отправить уведомление о сбое ответственному за расписание
tr_tr: Program sahibine hata bildirimi gönder
zh_hans: 向计划所有者发送失败通知
zh_hant: 向班表所有者發送失敗通知

source: Sender email address
ar_ae: عنوان البريد الإلكتروني للمرسل
de_de: Absender E-Mail Adresse
es_es: Correo electrónico del emisor
fr_ca: Adresse e-mail de l’expéditeur
it_it: Indirizzo email del mittente
ja_jp: 送信者のメールアドレス
pt_pt: E-mail do Remetente
ru_ru: Адрес электронной почты отправителя
tr_tr: Gönderen e-posta adresi
zh_hans: 发件人邮件地址
zh_hant: 發件人電子郵件地址

source: Sender Email Address
ar_ae: عنوان البريد الإلكتروني للمرسل
de_de: Absender E-Mail-Adresse
es_es: Correo electrónico del emisor
fr_ca: Adresse courriel de l'expéditeur
it_it: Indirizzo email del mittente
ja_jp: 送り主ご住所
pt_pt: Endereço de e-mail do remetente
ru_ru: Адрес эл. почты отправителя
tr_tr: Gönderen E-posta Adresi
zh_hans: 发件人电子邮件地址
zh_hant: 發件人電子郵件地址

source: Sender name
ar_ae: اسم المرسل
de_de: Name des Absenders
es_es: Remitente
fr_ca: Nom de l'expéditeur
it_it: Nome del mittente
ja_jp: 送信者名
pt_pt: Nome do rementente
ru_ru: Имя отправителя
tr_tr: Gönderen adı
zh_hans: 发送人姓名
zh_hant: 寄件人名稱

source: Sender Name
ar_ae: اسم المرسل
de_de: Name des Absenders
es_es: Nombre del remitente
fr_ca: Nom de l'expéditeur
it_it: Nome mittente
ja_jp: 送信者名
pt_pt: Nome do Remetente
ru_ru: Имя отправителя
tr_tr: Gönderen adı
zh_hans: 发件人名称
zh_hant: 名字

source: September
ar_ae: سبتمبر
es_es: Septiembre
fr_ca: Septembre
it_it: Settembre
ja_jp: 9月
pt_pt: Setembro
ru_ru: Сентябрь
tr_tr: Eylül
zh_hans: 九月
zh_hant: 9月

source: Server Group(s)
ar_ae: مجموعة(مجموعات) الخوادم
de_de: Server Gruppe
es_es: Grupo de servidores
fr_ca: Groupe(s) de serveurs
it_it: Gruppo Server
ja_jp: サーバグループID
pt_pt: Grupo Servidor
ru_ru: Группа серверов
tr_tr: Sunucu Grup(lar) ı
zh_hans: 服务器组
zh_hant: 服務器組，

source: Server Group(s) and
ar_ae: مجموعة(مجموعات) الخوادم و
de_de: Servergruppe
es_es: Grupo de servidores
fr_ca: Groupe(s) de serveurs et
it_it: Gruppo di server
ja_jp: サーバーグループと
pt_pt: Grupo Servidor
ru_ru: Группа серверов
tr_tr: Sunucu Grup(lar) ı ve
zh_hans: 服务器组
zh_hant: 服務器組和

source: Server name
ar_ae: اسم الخادم
es_es: Nombre del servidor
fr_ca: Nom du serveur
it_it: Nome del server
ja_jp: サーバー名
pt_pt: Nome do servidor
ru_ru: Название сервера
tr_tr: Sunucu adı
zh_hans: 服务器名称
zh_hant: 伺服器名稱

source: Service Connectors
ar_ae: موصلات الخدمة
de_de: Service-Steckverbinder
es_es: Conectores de servicio
fr_ca: Connecteurs d’entretien
it_it: Connettori di servizio
ja_jp: サービスコネクタ
pt_pt: Serviço e Conectores Web
ru_ru: Сервисные разъемы
tr_tr: Servis Konektörleri
zh_hans: 服务连接器
zh_hant: 服務連接器

source: Service Unavailable
ar_ae: الخدمة غير متوفرة
de_de: Service nicht verfügbar
es_es: Servicio no disponible
it_it: Servizio non disponibile
ja_jp: SMTP サービスが利用できません
pt_pt: Serviço indisponível
ru_ru: Служба недоступна
tr_tr: Hizmet Kullanılamıyor
zh_hans: 服务不可用
zh_hant: 服務無法使用

source: Session Timeout
ar_ae: مهلة الجلسة
es_es: Límite de tiempo de la Sesión
fr_ca: Expiration de la session
it_it: Time-out di sessione
ja_jp: セッション タイムアウト
pt_pt: Sessão expirada
ru_ru: Время сессии истекло
tr_tr: Oturum Zaman Aşımı
zh_hans: 会话超时
zh_hant: 會話逾時

source: Set a condition for which you need alerts
ar_ae: حدد شرطًا تحتاج إلى تنبيهات بشأنه
de_de: Legen Sie eine Bedingung fest, für die Sie Warnungen benötigen
es_es: Establecer una condición para la que necesita alertas
fr_ca: Définissez une condition pour laquelle vous avez besoin d'alertes
it_it: Imposta una condizione per la quale hai bisogno di avvisi
ja_jp: アラートが必要な条件を設定する
pt_pt: Defina uma condição para a qual precisa de alertas
ru_ru: Установите условие, для которого вам нужны оповещения
tr_tr: Uyarıya ihtiyaç duyduğunuz bir koşul belirleyin
zh_hans: 设置需要提醒的条件
zh_hant: 設置需要警報的條件

source: Set parameters
ar_ae: تعيين المعلمات
de_de: Parameter festlegen
es_es: Establecer parámetros
fr_ca: DÉFINIR LES PARAMÈTRES
it_it: i parametri impostati.
ja_jp: パラメーターを確認・設定
pt_pt: Definir parâmetros
ru_ru: Настройте параметры.
tr_tr: Parametre Ayarları
zh_hans: 设定参数
zh_hant: 參數

source: SETTINGS
ar_ae: الإعدادات
de_de: EINSTELLUNGEN
es_es: AJUSTES
fr_ca: PARAMÈTRES
it_it: IMPOSTAZIONI
ja_jp: 設定
pt_pt: DE BRILHO
ru_ru: НАСТРОЙКИ
tr_tr: AYARLAR
zh_hans: 设置
zh_hant: 設定

source: Settings has been updated successfully
ar_ae: تم تحديث الإعدادات بنجاح
de_de: Deine Einstellungen wurden erfolgreich aktualisiert.
es_es: La configuración se ha actualizado correctamente
fr_ca: Les réglages ont été mis à jour avec succès
it_it: è stato aggiornato correttamente
ja_jp: レポート設定が正常に更新されました
pt_pt: As definições foram atualizadas com sucesso.
ru_ru: Настройки успешно обновлены!
tr_tr: Ayarlar güncellendi
zh_hans: 自定义侧边栏设置已成功更新。
zh_hant: 儀表板已成功更新。

source: Settings has been updated successfully.
ar_ae: تم تحديث الإعدادات بنجاح.
de_de: Deine Einstellungen wurden erfolgreich aktualisiert.
es_es: La configuración se ha actualizado correctamente.
fr_ca: Les réglages ont été mis à jour avec succès.
it_it: Le impostazioni dello spazio sono state aggiornate correttamente.
ja_jp: レポート設定が正常に更新されました
pt_pt: As definições foram atualizadas com sucesso.
ru_ru: Настройки успешно обновлены!
tr_tr: başarıyla güncellendi.
zh_hans: 自定义侧边栏设置已成功更新。
zh_hant: 通知設置已成功更新。

source: Setup Custom Domain
ar_ae: إعداد نطاق مخصص
de_de: Eigene Domain
es_es: Dominio personalizado
fr_ca: Configurer un domaine personnalisé
it_it: Dominio Personalizzato
ja_jp: カスタムドメイン
pt_pt: Domínio personalizado
ru_ru: Настраиваемый домен
tr_tr: özel etki alanı
zh_hans: 自定义域名
zh_hant: 自訂網域

source: Share
ar_ae: مشاركة
de_de: Teilen
es_es: Compartir
fr_ca: Partager
it_it: Condividi
ja_jp: 共有
pt_pt: Partilhar
ru_ru: Поделиться
tr_tr: Paylaş
zh_hans: 分享
zh_hant: 分享
