Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Cancel
ar_ae: إلغاء
de_de: Abbrechen
es_es: Cancelar
fr_ca: Annuler
it_it: Annulla
ja_jp: キャンセル
pt_pt: Cancelar
ru_ru: Отмена
tr_tr: İptal
zh_hans: 取消
zh_hant: 取消

source: Cancel Data Connection
ar_ae: إلغاء اتصال البيانات
de_de: Datenverbindung abbrechen
es_es: Cancelar conexión de datos
fr_ca: Connexion des données
it_it: Connessione dati
ja_jp: データ接続
pt_pt: Cancelar ligação de dados
ru_ru: Отмена подключения к данным
tr_tr: veri bağlantısı
zh_hans: 数据连接
zh_hant: "資料連線, 數據連線"

source: Cancel my subscription
ar_ae: إلغاء اشتراكي
de_de: Mein Abonnement kündigen
es_es: Cancelar mi suscripción.
fr_ca: Résilier mon abonnement
it_it: Annulla il mio abbonamento
ja_jp: Proサブスクをキャンセル
pt_pt: Como é que cancelo a minha subscrição?
ru_ru: Отменить подписку
tr_tr: Aboneliğimi iptal et.
zh_hans: 取消我的预订。
zh_hant: 取消訂閱

source: CANCEL MY SUBSCRIPTION
ar_ae: إلغاء اشتراكي
de_de: Mein Abonnement kündigen
es_es: Cancelar mi suscripción.
fr_ca: Annuler mon abonnement
it_it: Annulla il mio abbonamento
ja_jp: サブスクリプションをキャンセルする
pt_pt: Como é que cancelo a minha subscrição?
ru_ru: Отменить подписку
tr_tr: ABONELİĞİMİ İPTAL ET
zh_hans: 取消我的预订。
zh_hant: 取消訂閱

source: Cancel subscription
ar_ae: إلغاء الاشتراك
de_de: Abonnement kündigen
es_es: Cancelar la suscripción
fr_ca: Résilier
it_it: Annulla abbonamento
ja_jp: 退会する
pt_pt: Cancelar a subscrição
ru_ru: Отменить подписку
tr_tr: Aboneliği iptal et
zh_hans: 取消订阅
zh_hant: 取消訂閱

source: Cancel your subscription to
ar_ae: إلغاء اشتراكك في
de_de: Abonnement kündigen
es_es: Cancelar tu suscripción
fr_ca: Résilier votre abonnement : %0
it_it: Annulla l'iscrizione a
ja_jp: サブスクリプションをキャンセルする
pt_pt: Cancelar sua Assinatura do Link+
ru_ru: Отменить вашу подписку
tr_tr: Aboneliğinizi iptal edin
zh_hans: 取消你的订阅
zh_hant: 取消訂閱

source: Canceled subscription successfully
ar_ae: تم إلغاء الاشتراك بنجاح
de_de: Abonnement erfolgreich gekündigt
es_es: Suscripción realizada con éxito
fr_ca: Abonnement annulé avec succès
it_it: Abbonamento annullato.
ja_jp: サブスクリプションが正常にキャンセルされました
pt_pt: Assinatura cancelada com sucesso
ru_ru: Подписка успешно отменена
tr_tr: Abonelik başarıyla iptal edildi
zh_hans: 已成功取消订阅
zh_hant: 已成功取消訂閱

source: Cannot copy and overwrite on the current report
ar_ae: لا يمكن النسخ والكتابة فوق التقرير الحالي
de_de: Der aktuelle Bericht kann nicht kopiert und überschrieben werden
es_es: No se puede copiar y sobrescribir en el informe actual
fr_ca: Impossible de copier et d'écraser sur le rapport actuel
it_it: Impossibile copiare e sovrascrivere sul report corrente
ja_jp: 現在のレポートをコピーして上書きすることはできません
pt_pt: Não é possível copiar e sobrescrever no relatório atual
ru_ru: Невозможно скопировать и перезаписать текущий отчет
tr_tr: Geçerli rapor kopyalanamıyor ve üzerine yazılamıyor
zh_hans: 无法复制和覆盖当前报告
zh_hant: 無法複製和覆蓋目前的報告

source: Cannot delete
ar_ae: لا يمكن الحذف
de_de: Löschen nicht möglich.
es_es: No se puede borrar
fr_ca: Suppression impossible
it_it: Impossibile eliminare.
ja_jp: 削除できません:
pt_pt: Não é possível eliminar
ru_ru: Нельзя удалить.
tr_tr: Silinemiyor
zh_hans: 无法删除
zh_hant: 無法刪除使用者

source: Card View
ar_ae: عرض البطاقة
de_de: Kartenansicht
es_es: Vista de Tarjeta
fr_ca: Affichage de la carte
it_it: Vista Scheda
ja_jp: カードビュー
pt_pt: Ver Cartão
ru_ru: Карточное представление
tr_tr: Kart Görünümü
zh_hans: 卡片视图
zh_hant: 卡片視圖

source: Categories
ar_ae: الفئات
de_de: Kategorien
es_es: Categorías
fr_ca: Catégories
it_it: Categorie
ja_jp: カテゴリ－
pt_pt: Categorias
ru_ru: Категории
tr_tr: Kategoriler
zh_hans: 类别
zh_hant: 分類

source: Category
ar_ae: الفئة
de_de: Kategorie
es_es: Categoría
fr_ca: Catégorie
it_it: Categoria
ja_jp: カテゴリ
pt_pt: Categoria
ru_ru: Категория
tr_tr: Kategori
zh_hans: 分类
zh_hant: 類別

source: Category
ar_ae: الفئة
de_de: Kategorie
es_es: Categoría
fr_ca: Catégorie
it_it: Categoria
ja_jp: カテゴリ
pt_pt: Categoria
ru_ru: Категория
tr_tr: Kategori
zh_hans: 分类
zh_hant: 類別

source: Category and Dashboard name validated successfully.
ar_ae: تم التحقق من صحة اسم الفئة ولوحة المعلومات بنجاح.
de_de: Kategorie und Dashboard-Name erfolgreich validiert.
es_es: El nombre de la categoría y el panel se han validado correctamente.
fr_ca: La catégorie et le nom du tableau de bord ont été validés avec succès.
it_it: Nome della categoria e della dashboard convalidati correttamente.
ja_jp: カテゴリとダッシュボード名が正常に検証されました。
pt_pt: Nome da categoria e do painel validados com sucesso.
ru_ru: Название категории и дашборда успешно подтверждено.
tr_tr: Kategori ve Kontrol Paneli adı başarıyla doğrulandı.
zh_hans: 类别和仪表板名称已成功验证。
zh_hant: 類別和儀表板名稱已成功驗證。

source: Category has been added successfully.
ar_ae: تمت إضافة الفئة بنجاح.
de_de: Die Kategorie wurde erfolgreich hinzugefügt.
es_es: La categoría se ha añadido con éxito
fr_ca: La catégorie a été ajoutée avec succès.
it_it: Categoria aggiunta con successo
ja_jp: カテゴリーを追加しました
pt_pt: Categoria adicionada com êxito.
ru_ru: Категория успешно добавлена.
tr_tr: Kategori başarıyla eklendi.
zh_hans: 已成功添加。
zh_hant: 已成功添加類別。

source: Category has been updated successfully.
ar_ae: تم تحديث الفئة بنجاح.
de_de: Die Kategorie wurde erfolgreich aktualisiert
es_es: La categoría de blog se ha actualizado correctamente
fr_ca: La catégorie a été mise à jour avec succès.
it_it: è avvenuto con successo.
ja_jp: ルールの更新が完了しました
pt_pt: O seu Plano foi atualizado com sucesso.
ru_ru: КАТЕГОРИЯ была успешно обновлена!
tr_tr: Kategori başarıyla güncellendi.
zh_hans: 已成功更新类别。
zh_hant: 已成功更新類別

source: Category name
ar_ae: اسم الفئة
de_de: Kategoriename
es_es: Nombre de la categoría
fr_ca: Nom de la matière
it_it: Nome categoria
ja_jp: カテゴリー名
pt_pt: Nome da categoria
ru_ru: Название категории
tr_tr: Kategori adı
zh_hans: 类别名称
zh_hant: 類別名稱

source: Category Name
ar_ae: اسم الفئة
de_de: Kategorienname
es_es: Nombre de la categoría
fr_ca: Nom de la catégorie
it_it: Nome categoria
ja_jp: カテゴリ名
pt_pt: Nome de categoria
ru_ru: Название категории
tr_tr: Kategori Adı
zh_hans: 类别名称
zh_hant: 分類名稱

source: Category name already exists
ar_ae: اسم الفئة موجود بالفعل
de_de: Kategoriename ist bereits vorhanden.
es_es: El nombre de la categoría ya existe.
fr_ca: Le nom de la catégorie existe déjà
it_it: Il nome della categoria esiste già.
ja_jp: 名前は既に存在します
pt_pt: O nome da categoria já existe.
ru_ru: Категория с таким же названием уже существует!
tr_tr: Kategori adı zaten var.
zh_hans: 分类名称已存在
zh_hant: 類別已存在。

source: Category name for deployment site
ar_ae: اسم الفئة لموقع النشر
es_es: Nombre de categoría para el sitio de implementación
fr_ca: Nom de la catégorie pour le site de déploiement
ja_jp: 展開サイトのカテゴリ名
pt_pt: Nome da categoria para o local de implantação
ru_ru: Название категории для места развертывания
tr_tr: Dağıtım sahası için kategori adı
zh_hans: 部署站点的类别名称

source: Category name:
ar_ae: اسم الفئة:
de_de: Kategoriename:
es_es: Nombre de la categoría:
fr_ca: Nom de la catégorie :
it_it: Nome categoria:
ja_jp: カテゴリー名
pt_pt: Nome da categoria:
ru_ru: Имя категории:
tr_tr: Kategori adı:
zh_hans: 类别名称。
zh_hant: 類別名稱：

source: Category Name:
ar_ae: اسم الفئة:
de_de: Name der Kategorie
es_es: Nombre de la categoría:
fr_ca: Nom de la catégorie
it_it: Nome della categoria :
ja_jp: カテゴリ名
pt_pt: Nome da categoria
ru_ru: Имя категории:
tr_tr: Kategori Adı:
zh_hans: 类别名称
zh_hant: 分類名稱

source: Category:
ar_ae: الفئة:
de_de: Kategorie:
es_es: Categoría:
fr_ca: Catégorie :
it_it: Categoria:
ja_jp: カテゴリー：
pt_pt: Categoria:
ru_ru: Категория:
tr_tr: Kategori:
zh_hans: 类别：

source: Change
ar_ae: تغيير
de_de: Ändern
es_es: Cambiar
fr_ca: Modifier
it_it: Modifica
ja_jp: 変更
pt_pt: Variação
ru_ru: Перемены
tr_tr: Değişiklik
zh_hans: 更改
zh_hant: 變更

source: Change Data source
ar_ae: تغيير مصدر البيانات
de_de: Datenquelle
es_es: Cambiar fuente de datos
fr_ca: Modifiez la source des données
it_it: Modifica sorgente dati
ja_jp: データソース
pt_pt: Fonte de dados
ru_ru: источник данных
tr_tr: Kayıt Veri Kaynağını Değiştir
zh_hans: 更改数据源
zh_hant: 資料來源

source: Change Layout
ar_ae: تغيير التخطيط
de_de: Layout wechseln
es_es: Cambiar el diseño
fr_ca: Modifier la mise en page
it_it: Modifica Layout
ja_jp: レイアウトを変更
pt_pt: Alterar layout
ru_ru: Изменение Макета
tr_tr: Düzeni Değiştir
zh_hans: 更改布局
zh_hant: 修改版型

source: Change logo
ar_ae: تغيير الشعار
de_de: Logo ändern
es_es: Cambiar logotipo
fr_ca: Changer le logo
it_it: Cambia il logo
ja_jp: ロゴを変更
pt_pt: Alterar logótipo
ru_ru: Изменить логотип
tr_tr: Logoyu değiştir
zh_hans: 更改徽标
zh_hant: 改變商標

source: Change Password
ar_ae: تغيير كلمة المرور
de_de: Kennwort ändern
es_es: Cambiar la contraseña
fr_ca: Changer mot de passe
it_it: Cambio Password
ja_jp: パスワードを変更...
pt_pt: Alterar Palavra-Passe
ru_ru: Сменить пароль
tr_tr: Şifreyi Değiştir
zh_hans: 更改密码
zh_hant: 變更密碼

source: Change Plan
ar_ae: تغيير الخطة
de_de: Tarif ändern
es_es: Cambiar plan
fr_ca: Changer de forfait
it_it: Modifica piano
ja_jp: プラン変更
pt_pt: Alterar plano
ru_ru: Сменить план
tr_tr: Plan Değiştir
zh_hans: 调整计划
zh_hant: 變更方案

source: Change Profile picture
ar_ae: تغيير صورة الملف الشخصي
de_de: Profilbild ändern
es_es: Cambiar foto de perfil
fr_ca: Modifier votre photo de profil
it_it: Cambia immagine del profilo
ja_jp: プロフィール写真を変更
pt_pt: alterar a fotografia de perfil
ru_ru: Изменить фотографию в профиле
tr_tr: Profil Resmini Değiştir
zh_hans: 更换个人资料照片
zh_hant: 更改資料照片

source: Change Profile Picture
ar_ae: تغيير صورة الملف الشخصي
de_de: Profilbild ändern
es_es: Cambiar la foto del perfil
fr_ca: Changer la photo du profil
it_it: Cambia l'immagine del profilo
ja_jp: プロフィール写真を変更
pt_pt: Altere a sua fotografia de perfil
ru_ru: Изменить Изображение Профиля
tr_tr: Profil Resmini Değiştir
zh_hans: 更换头像
zh_hant: 更改資料照片

source: Change Query
ar_ae: تغيير الاستعلام
de_de: Querylogin ändern
es_es: Cambiar consulta
fr_ca: Modifier la requête
it_it: Modifica query.
ja_jp: クエリを変更
pt_pt: Alterar Consulta
ru_ru: Изменить запрос на тревожн. оповещение
tr_tr: Sorgu değiştir
zh_hans: 更改查询删除
zh_hant: 更改查詢

source: Change View
ar_ae: تغيير طريقة العرض
de_de: Ansicht ändern
es_es: Cambiar vista
fr_ca: Changement de vue
it_it: Cambia vista
ja_jp: 表示を変更する
pt_pt: Mudar de visualização
ru_ru: Изменить вид
tr_tr: Görünümü Değiştir
zh_hans: 修改視圖
zh_hant: 變更檢視方式

source: Changes have been made. Save to keep changes.
ar_ae: تم إجراء تغييرات. احفظ للاحتفاظ بالتغييرات.
de_de: Es wurden Änderungen vorgenommen. Speichern, um Änderungen beizubehalten.
es_es: Se han realizado cambios. Guarda para conservar los cambios.
fr_ca: Des modifications ont été apportées. Enregistrer pour conserver les modifications.
it_it: Sono state apportate modifiche. Salva per mantenere le modifiche.
ja_jp: 変更されています。保存して変更を維持します。
pt_pt: Alterações foram realizadas. Guarde para manter as alterações.
ru_ru: Изменения выполнены. Сохраните, чтобы внести изменения!
tr_tr: Değişiklikler yapıldı. Değişiklikleri saklamak için kaydedin.
zh_hans: 更改已生效。保存以保留更改。
zh_hant: 已進行變更。儲存以保留變更。

source: Changing the plan will deactivate any additional users beyond what is allowed in the new plan. Recently added users will be deactivated to meet the user limit of the new plan. System administrators will not be deactivated by default unless the active user count exceeds the limit of the new plan. The active users list can be modified from the
ar_ae: سيؤدي تغيير الخطة إلى تعطيل أي مستخدمين إضافيين بخلاف ما هو مسموح به في الخطة الجديدة. سيتم إلغاء تنشيط المستخدمين الذين تمت إضافتهم مؤخرًا لتلبية حد المستخدم للخطة الجديدة. لن يتم إلغاء تنشيط مسؤولي النظام بشكل افتراضي ما لم يتجاوز عدد المستخدمين النشطين حد الخطة الجديدة. يمكن تعديل قائمة المستخدمين النشطين من
de_de: Wenn Sie den Plan ändern, werden alle zusätzlichen Benutzer deaktiviert, die über das hinausgehen, was im neuen Plan zulässig ist. Kürzlich hinzugefügte Benutzer werden deaktiviert, um das Benutzerlimit des neuen Plans zu erreichen. Systemadministratoren werden standardmäßig nicht deaktiviert, es sei denn, die Anzahl der aktiven Benutzer überschreitet das Limit des neuen Plans. Die Liste der aktiven Benutzer kann über die
es_es: Cambiar el plan desactivará a cualquier usuario adicional más allá de lo permitido en el nuevo plan. Los usuarios añadidos recientemente se desactivarán para cumplir con el límite de usuarios del nuevo plan. Los administradores del sistema no se desactivarán de forma predeterminada a menos que el recuento de usuarios activos exceda el límite del nuevo plan. La lista de usuarios activos se puede modificar desde el
fr_ca: La modification du plan désactivera tous les utilisateurs supplémentaires au-delà de ce qui est autorisé dans le nouveau plan. Les utilisateurs récemment ajoutés seront désactivés pour respecter la limite d'utilisateurs du nouveau plan. Les administrateurs système ne seront pas désactivés par défaut à moins que le nombre d'utilisateurs actifs ne dépasse la limite du nouveau forfait. La liste des utilisateurs actifs peut être modifiée à partir du
it_it: La modifica del piano disattiverà eventuali utenti aggiuntivi oltre a quanto consentito nel nuovo piano. Gli utenti aggiunti di recente verranno disattivati per soddisfare il limite di utenti del nuovo piano. Gli amministratori di sistema non saranno disattivati per impostazione predefinita a meno che il numero di utenti attivi non superi il limite del nuovo piano. L'elenco degli utenti attivi può essere modificato dal menu
ja_jp: プランを変更すると、新しいプランで許可されている範囲を超えて追加のユーザーが無効になります。最近追加されたユーザーは、新しいプランのユーザー制限を満たすために無効化されます。アクティブなユーザー数が新しいプランの制限を超えない限り、システム管理者はデフォルトで無効化されません。アクティブユーザーリストは、
pt_pt: Alterar o plano desativará quaisquer utilizadores adicionais para além do que é permitido no novo plano. Os utilizadores adicionados recentemente serão desativados para cumprir o limite de utilizadores do novo plano. Os administradores do sistema não serão desativados por predefinição, a menos que a contagem de utilizadores ativos exceda o limite do novo plano. A lista de utilizadores ativos pode ser modificada a partir do
ru_ru: Изменение плана приведет к деактивации любых дополнительных пользователей сверх того, что разрешено в новом плане. Недавно добавленные пользователи будут деактивированы в соответствии с лимитом пользователей нового плана. Системные администраторы не будут деактивированы по умолчанию, если количество активных пользователей не превысит предел нового плана. Список активных пользователей можно изменить из
tr_tr: Planı değiştirmek, yeni planda izin verilenin ötesinde herhangi bir ek kullanıcıyı devre dışı bırakacaktır. Yeni eklenen kullanıcılar, yeni planın kullanıcı sınırını karşılamak için devre dışı bırakılacaktır. Etkin kullanıcı sayısı yeni planın sınırını aşmadıkça sistem yöneticileri varsayılan olarak devre dışı bırakılmayacaktır. Aktif kullanıcılar listesi şuradan değiştirilebilir:
zh_hans: 更改计划将停用超出新计划允许范围的任何其他用户。最近添加的用户将被停用，以满足新计划的用户限制。除非活动用户数超过新计划的限制，否则默认情况下不会停用系统管理员。活动用户列表可以通过以下方式进行修改：
zh_hant: 更改計劃將停用超出新計劃允許範圍的任何其他用戶。最近新增的使用者將被停用，以滿足新方案的使用者限制。在預設情況下，系統管理員不會被停用，除非活躍用戶計數超過新計劃的限制。活躍用戶清單可以從

source: character of
ar_ae: صفة
de_de: Charakter des Dienstes
es_es: carácter de
fr_ca: caractère de/Nature des/Nature de /Caractéristique du/caractéristique d'un
it_it: carattere di
ja_jp: 妻の字
pt_pt: Caráter da Notícia
ru_ru: Характер
tr_tr: EVRENGZÎB'İN KARAKTERİ
zh_hans: 展品特点
zh_hant: 字符

source: Checks whether the filtered value changes.
ar_ae: التحقق مما إذا كانت القيمة التي تمت تصفيتها تتغير.
de_de: Überprüft, ob sich der gefilterte Wert ändert.
es_es: Comprueba si el valor filtrado cambia.
fr_ca: Vérifie si la valeur filtrée change.
it_it: Controlla se il valore filtrato cambia.
ja_jp: フィルタリングされた値が変更されるかどうかを確認します。
pt_pt: Verifica se o valor filtrado é alterado.
ru_ru: Проверяет, изменяется ли отфильтрованное значение.
tr_tr: Filtrelenen değerin değişip değişmediğini kontrol eder.
zh_hans: 检查筛选的值是否更改。
zh_hant: 檢查過濾後的值是否發生變化。

source: Checks whether the filtered value decreases continuously.
ar_ae: التحقق مما إذا كانت القيمة المرشحة تتناقص باستمرار.
de_de: Überprüft, ob der gefilterte Wert kontinuierlich abnimmt.
es_es: Comprueba si el valor filtrado disminuye continuamente.
fr_ca: Vérifie si la valeur filtrée diminue continuellement.
it_it: Controlla se il valore filtrato diminuisce continuamente.
ja_jp: フィルタリングされた値が継続的に減少するかどうかを確認します。
pt_pt: Verifica se o valor filtrado diminui continuamente.
ru_ru: Проверяет, уменьшается ли отфильтрованное значение непрерывно.
tr_tr: Filtrelenen değerin sürekli düşüp düşmediğini kontrol eder.
zh_hans: 检查过滤值是否持续减少。
zh_hant: 檢查過濾值是否持續減小。

source: Checks whether the filtered value decreases once.
ar_ae: التحقق مما إذا كانت القيمة التي تمت تصفيتها تنخفض مرة واحدة.
de_de: Überprüft, ob der gefilterte Wert einmal abnimmt.
es_es: Comprueba si el valor filtrado disminuye una vez.
fr_ca: Vérifie si la valeur filtrée diminue une fois.
it_it: Controlla se il valore filtrato diminuisce una volta.
ja_jp: フィルタリングされた値が1回減少するかどうかを確認します。
pt_pt: Verifica se o valor filtrado diminui uma vez.
ru_ru: Проверяет, уменьшается ли отфильтрованное значение один раз.
tr_tr: Filtrelenen değerin bir kez azalıp azalmadığını kontrol eder.
zh_hans: 检查筛选值是否减少一次。
zh_hant: 檢查過濾後的值是否減少一次。

source: Checks whether the filtered value increases continuously.
ar_ae: التحقق مما إذا كانت القيمة التي تمت تصفيتها تزداد باستمرار.
de_de: Überprüft, ob der gefilterte Wert kontinuierlich ansteigt.
es_es: Comprueba si el valor filtrado aumenta continuamente.
fr_ca: Vérifie si la valeur filtrée augmente continuellement.
it_it: Controlla se il valore filtrato aumenta continuamente.
ja_jp: フィルタリングされた値が継続的に増加するかどうかを確認します。
pt_pt: Verifica se o valor filtrado aumenta continuamente.
ru_ru: Проверяет, увеличивается ли отфильтрованное значение непрерывно.
tr_tr: Filtrelenen değerin sürekli artıp artmadığını kontrol eder.
zh_hans: 检查过滤值是否持续增加。
zh_hant: 檢查過濾值是否持續增加。

source: Checks whether the filtered value increases once.
ar_ae: التحقق مما إذا كانت القيمة التي تمت تصفيتها تزداد مرة واحدة.
de_de: Überprüft, ob der gefilterte Wert einmal ansteigt.
es_es: Comprueba si el valor filtrado aumenta una vez.
fr_ca: Vérifie si la valeur filtrée augmente une fois.
it_it: Controlla se il valore filtrato aumenta una volta.
ja_jp: フィルタリングされた値が1回増加するかどうかを確認します。
pt_pt: Verifica se o valor filtrado aumenta uma vez.
ru_ru: Проверяет, увеличивается ли отфильтрованное значение один раз.
tr_tr: Filtrelenen değerin bir kez artıp artmadığını kontrol eder.
zh_hans: 检查筛选值是否增加一次。
zh_hant: 檢查過濾後的值是否增加一次。

source: choose file
ar_ae: اختر ملفًا
es_es: seleccionar Archivo
fr_ca: choisissez un fichier
ja_jp: ファイルを選択
pt_pt: Escolha um Ficheiro
ru_ru: Выбор файла
tr_tr: Dosya seçin
zh_hans: 选择文件

source: Choose file
ar_ae: اختيار ملف
de_de: Datei auswählen
es_es: Elegir archivo
fr_ca: Choisir un fichier
it_it: Scegli il file
ja_jp: ファイル選択
pt_pt: Seleccionar ficheiro
ru_ru: Выбор файла
tr_tr: Dosya seçin
zh_hans: 选择文件
zh_hant: 選擇檔案

source: Choose Plan
ar_ae: اختيار الخطة
de_de: Plan auswählen
es_es: Seleccionar plan
fr_ca: Choisissez une offre
it_it: Scegli planimetria
ja_jp: このプランを選択
pt_pt: Escolha um Plano
ru_ru: Выберите тариф
tr_tr: Plan Seçin
zh_hans: 选择计划
zh_hant: 選擇方案

source: Choose the columns that has the user data
ar_ae: اختر الأعمدة التي تحتوي على بيانات المستخدم
de_de: Wählen Sie die Spalten aus, die die Benutzerdaten enthalten
es_es: Elija las columnas que tienen los datos de usuario
fr_ca: Choisissez les colonnes contenant les données utilisateur
it_it: Scegli le colonne che hanno i dati utente
ja_jp: ユーザーデータを含む列を選択します
pt_pt: Escolha as colunas que têm os dados do utilizador
ru_ru: Выберите столбцы, содержащие пользовательские данные
tr_tr: Kullanıcı verilerine sahip sütunları seçin
zh_hans: 选择包含用户数据的列
zh_hant: 選擇包含用戶數據的列

source: Choose the recurrence intervals for the reports to start scheduling
ar_ae: اختر فترات التكرار للتقارير لبدء الجدولة
de_de: Wählen Sie die Wiederholungsintervalle für die Berichte aus, um mit der Planung zu beginnen
es_es: Elija los intervalos de recurrencia para que los informes comiencen a programarse
fr_ca: Choisissez les intervalles de récurrence des tableaux de bord pour démarrer la planification
it_it: Scegli gli intervalli di ricorrenza per i report per iniziare la pianificazione
ja_jp: スケジュールを開始するレポートの繰り返し間隔を選択します
pt_pt: Escolha os intervalos de recorrência para os relatórios iniciarem o agendamento
ru_ru: Выберите интервалы повторения для отчетов, чтобы начать планирование
tr_tr: Raporların zamanlamaya başlaması için yineleme aralıklarını seçin
zh_hans: 选择要开始计划的报告的重复间隔
zh_hant: 選擇儀錶盤服務器開始調度的重複間隔

source: Choose the sites you want to publish the report to.
ar_ae: اختر المواقع التي تريد نشر التقرير فيها.
de_de: Wählen Sie die Websites aus, auf denen Sie den Bericht veröffentlichen möchten.
es_es: Elija los sitios en los que desea publicar el informe.
fr_ca: Choisissez les sites sur lesquels vous souhaitez publier le rapport.
it_it: Scegliere i siti in cui si desidera pubblicare il report.
ja_jp: レポートを公開するサイトを選択します。
pt_pt: Escolha os sites para os quais deseja publicar o relatório.
ru_ru: Выберите сайты, на которых вы хотите опубликовать отчет.
tr_tr: Raporu yayınlamak istediğiniz siteleri seçin.
zh_hans: 选择要将报告发布到的网站。
zh_hant: 選擇要發佈報告的網站。

source: Choose the subscribers and export format
ar_ae: اختيار صيغة المشتركين والتصدير
de_de: Wählen Sie das Exportformat
es_es: Elige los suscriptores y el formato de exportación
fr_ca: Choisissez les abonnés et le format d'exportation
it_it: Scegli gli abbonati e il formato di esportazione
ja_jp: 購読者とエクスポート形式を選択
pt_pt: Escolha os subscritores e o formato de exportação
ru_ru: Выберите абонентов и формат экспорта
tr_tr: Aboneleri ve dışa aktarma biçimini seçin
zh_hans: 选择订阅者和导出格式
zh_hant: 選擇訂閱者和導出格式

source: Clear
ar_ae: مسح
de_de: Löschen
es_es: Borrar
fr_ca: Clair
it_it: Cancellare
ja_jp: 消去
pt_pt: Limpo
ru_ru: Очистить
tr_tr: Temizle
zh_hans: 清除
zh_hant: 清除

source: Clear All
ar_ae: مسح الكل
de_de: Verwerfen
es_es: Borrar todo
fr_ca: Tout terminer
it_it: Cancella Tutto
ja_jp: すべて消す
pt_pt: Limpar tudo
ru_ru: Удалить все
tr_tr: Tümünü Temizle
zh_hans: 全部清除
zh_hant: 清除全部

source: Clear cache and refresh
ar_ae: مسح ذاكرة التخزين المؤقت والتحديث
de_de: Cache leeren und aktualisieren
es_es: Borrar caché y actualizar
fr_ca: Vider le cache et actualiser
it_it: Svuota la cache e aggiorna
ja_jp: キャッシュを消去して更新する
pt_pt: Limpar cache e atualizar
ru_ru: Clear your cache and refresh the page.
tr_tr: Temizle ve Yenile
zh_hans: 清除缓存并刷新
zh_hant: 清除快取並重新整理

source: Clear search
ar_ae: مسح البحث
de_de: Suche löschen
es_es: Limpiar búsqueda
fr_ca: Effacer la recherche
it_it: Azzera ricerca
ja_jp: 検索結果をクリア
pt_pt: Limpar a pesquisa
ru_ru: Очистить поиск
tr_tr: Aramayı temizle
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Click
ar_ae: انقر
de_de: Klicke hier
fr_ca: Cliquez
it_it: Clicca
ja_jp: クリック
pt_pt: Clicar
ru_ru: Нажмите
tr_tr: Tıklayın
zh_hans: 点击
zh_hant: 點擊

source: Click
ar_ae: انقر
de_de: Klicken Sie auf
es_es: Haga clic
fr_ca: Clic
it_it: Clicca
ja_jp: クリック
pt_pt: Clicar
ru_ru: Нажмите
tr_tr: Tıklayın
zh_hans: 点击
zh_hant: 點擊

source: Click here to change the account activation type
ar_ae: اضغط هنا لتغيير نوع تفعيل الحساب
de_de: Klicken Sie auf Kontoart ändern.
es_es: Haz clic aquí para cambiar el tipo de activación de la cuenta
fr_ca: Veuillez cliquer ici pour changer le type d'activation du compte
it_it: Clicca qui per cambiare il tipo di attivazione dell'account
ja_jp: アカウントの有効化タイプを変更するには、ここをクリックしてください
pt_pt: Clique aqui para alterar o tipo de ativação da conta
ru_ru: Нажмите здесь, чтобы изменить тип активации аккаунта
tr_tr: Hesap etkinleştirme türünü değiştirmek için buraya tıklayın
zh_hans: 单击此处更改帐户激活类型
zh_hant: 單擊此處更改帳戶激活類型。

source: Click to copy
ar_ae: انقر للنسخ
de_de: Klicke zum Kopieren
es_es: Haga clic para copiar
fr_ca: Cliquez pour copier
it_it: Clicca per copiare
ja_jp: クリックしてコピー
pt_pt: Clique para copiar
ru_ru: Нажмите, чтобы скопировать
tr_tr: Kopyalamak için Tıkla
zh_hans: 复制链接
zh_hant: 按一下以複製
