Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Failed to add the report as deployment report.
ar_ae: فشل إضافة التقرير كتقرير نشر.
es_es: No se ha podido añadir el informe como informe de implementación.
fr_ca: Impossible d'ajouter le rapport en tant que rapport de déploiement.
ja_jp: 展開レポートとしてレポートを追加できませんでした。
pt_pt: Falha ao adicionar o relatório como relatório de implantação.
ru_ru: Не удалось добавить отчет в качестве отчета о развертывании.
tr_tr: Rapor, dağıtım raporu olarak eklenemedi.
zh_hans: 无法将报告添加为部署报告。

source: Failed to add the sample report parts
ar_ae: تعذر إضافة عينة أجزاء التقرير
de_de: Fehler beim Hinzufügen der Beispielberichtsteile
es_es: No se han podido añadir las piezas del informe de muestra
fr_ca: Échec de l'ajout des pièces du rapport d'échantillon
it_it: Impossibile aggiungere le parti del report del campione
ja_jp: サンプルレポートパーツの追加に失敗しました
pt_pt: Falha ao adicionar as partes do relatório de amostra
ru_ru: Не удалось добавить части отчета по образцу
tr_tr: Numune raporu bölümleri eklenemedi
zh_hans: 添加示例报告部件失败
zh_hant: 無法新增範例報告零件

source: Failed to add the sample reports
ar_ae: تعذر إضافة نماذج التقارير
de_de: Fehler beim Hinzufügen der Beispielberichte
es_es: No se han podido añadir los informes de muestra
fr_ca: Échec de l'ajout des exemples de rapports
it_it: Impossibile aggiungere i report di esempio
ja_jp: サンプルレポートの追加に失敗しました
pt_pt: Falha ao adicionar os relatórios de amostra
ru_ru: Не удалось добавить образцы отчетов
tr_tr: Numune raporları eklenemedi
zh_hans: 添加示例报告失败
zh_hant: 無法新增範例報告

source: Failed to add users. Please refresh the page and try again.
ar_ae: فشل إضافة المستخدمين. يرجى تحديث الصفحة والمحاولة مرة أخرى.
de_de: Autorisierung gescheitert. Bitte Seite aktualisieren und erneut versuchen.
es_es: Error al agregar. Actualice la página y vuelva a intentarlo.
fr_ca: Impossible d’ajouter Veuillez actualiser la page et réessayer.
it_it: Autorizzazione fallita. Ricarica la pagina e prova ancora.
ja_jp: ユーザーを追加できませんでした。ページを更新して、やり直してください。
pt_pt: Falha ao adicionar. Por favor, atualize a página e tente novamente.
ru_ru: Не удалось добавить. Пожалуйста, обновите страницу и попробуйте снова.
tr_tr: Eklenemedi Lütfen sayfayı yenileyin ve tekrar deneyin.
zh_hans: 添加用户失败请刷新页面并重试。
zh_hant: 授權失敗。 請刷新頁面然後重試。

source: Failed to apply your coupon. Please try again.
ar_ae: فشل تطبيق الكوبون الخاص بك. يُرجى إعادة المحاولة.
de_de: Ihr Gutschein konnte nicht eingelöst werden. Bitte versuchen Sie es erneut.
es_es: No se ha podido aplicar el cupón. Vuelva a intentarlo.
fr_ca: Échec de l'application de votre coupon. Veuillez essayer de nouveau.
it_it: Impossibile applicare il coupon. Riprova.
ja_jp: クーポンの適用に失敗しました。もう一度やり直してください。
pt_pt: Falha ao aplicar o seu cupão. Tente novamente.
ru_ru: Не удалось применить купон. Пожалуйста, попробуйте ещё раз.
tr_tr: Kuponunuz uygulanamadı. Lütfen tekrar dene.
zh_hans: 礼金券使用失败。请重试。
zh_hant: 無法套用優惠券。請再試一次。

source: Failed to create group.
ar_ae: فشل إنشاء المجموعة.
de_de: Gruppe konnte nicht erstellt werden
es_es: Error al crear el grupo
fr_ca: Échec de la création du groupe.
it_it: Errore durante la creazione del gruppo {0}
ja_jp: グループを作成できませんでした
pt_pt: Falha ao criar um grupo.
ru_ru: Не удалось создать группу.
tr_tr: Grup oluşturulamadı.
zh_hans: 创建群组失败
zh_hant: 創建組失敗。

source: Failed to delete connected site.
ar_ae: فشل حذف الموقع المتصل.
de_de: Der Arbeitsort konnte nicht gelöscht werden.
es_es: No se pudo borrar.
fr_ca: Echec de la suppression.
it_it: Eliminazione fallita.
ja_jp: 削除に失敗しました。
pt_pt: Falha ao eliminar.
ru_ru: Не удалось удалить участок.
tr_tr: Silinemedi
zh_hans: 无法删除。
zh_hant: 無法刪除連接的網站。

source: Failed to delete Group(s), please try again later.
ar_ae: فشل حذف المجموعة(المجموعات)، يرجى المحاولة مرة أخرى لاحقًا.
de_de: Das Löschen von Medien ist fehlgeschlagen. Bitte versuchen Sie es später erneut.
es_es: Error al eliminar usuario(s), por favor inténtelo de nuevo más tarde.
fr_ca: Impossible de supprimer le groupe, veuillez essayer de nouveau ultérieurement.
it_it: Impossibile eliminare i gruppi, riprova più tardi.
ja_jp: グループを削除できませんでした。しばらくしてからもう一度お試しください。
pt_pt: Falha ao excluir o (s) grupo(s). Tente novamente mais tarde.
ru_ru: Не удалось удалить. Попробуйте позже.
tr_tr: Grup(lar) silinemedi, lütfen daha sonra tekrar deneyin.
zh_hans: 删除失败请稍后再试
zh_hant: 刪除權限失敗，請稍後重試。

source: Failed to delete group, please try again later.
ar_ae: فشل حذف المجموعة، يرجى المحاولة مرة أخرى لاحقًا.
de_de: Das Löschen von Medien ist fehlgeschlagen. Bitte versuchen Sie es später erneut.
es_es: Error al eliminar el usuario, inténtelo de nuevo más tarde.
fr_ca: Impossible de supprimer le groupe, veuillez essayer de nouveau ultérieurement.
it_it: Fallito, riprova più tardi.
ja_jp: 失敗しました。後でもう一度やり直してください。
pt_pt: Não foi possível excluir o endereço, por favor tente mais tarde.
ru_ru: Не удалось удалить. Попробуйте позже.
tr_tr: Grup silinemedi, lütfen daha sonra tekrar deneyin.
zh_hans: 删除失败请稍后再试
zh_hant: 刪除群組失敗，請稍後重試。

source: Failed to delete rule, please try again later.
ar_ae: فشل حذف القاعدة، يرجى المحاولة مرة أخرى لاحقًا.
de_de: Das Löschen von Medien ist fehlgeschlagen. Bitte versuchen Sie es später erneut.
es_es: Error al eliminar el usuario, inténtelo de nuevo más tarde.
fr_ca: Échec de la suppression de l'utilisateur, veuillez réessayer plus tard.
it_it: Fallito, riprova più tardi.
ja_jp: 失敗しました。後でもう一度やり直してください。
pt_pt: Não foi possível excluir o endereço, por favor tente mais tarde.
ru_ru: Не удалось удалить. Попробуйте позже.
tr_tr: E-posta gönderilemedi, lütfen daha sonra tekrar deneyin.
zh_hans: 删除失败请稍后再试
zh_hant: 添加評論失敗，請稍後重試。

source: Failed to delete the comment, please try again later.
ar_ae: فشل حذف التعليق، يرجى المحاولة مرة أخرى لاحقًا.
de_de: Das Löschen von Medien ist fehlgeschlagen. Bitte versuchen Sie es später erneut.
es_es: Error al eliminar el usuario, inténtelo de nuevo más tarde.
fr_ca: Impossible de supprimer le commentaire, veuillez essayer de nouveau ultérieurement.
it_it: Impossibile eliminare il commento, riprova più tardi.
ja_jp: ユーザーの削除に失敗しました。もう一度お試しください。
pt_pt: Falha ao excluir o comentário. Tente novamente mais tarde.
ru_ru: Не удалось удалить. Попробуйте позже.
tr_tr: Yorum silinemedi, lütfen daha sonra tekrar deneyin.
zh_hans: 删除失败请稍后再试
zh_hant: 添加評論失敗，請稍後重試。

source: Failed to delete user(s), please try again later.
ar_ae: فشل حذف المستخدم(المستخدمين)، يرجى المحاولة مرة أخرى لاحقًا.
de_de: Das Löschen von Medien ist fehlgeschlagen. Bitte versuchen Sie es später erneut.
es_es: Error al eliminar usuario(s), por favor inténtelo de nuevo más tarde.
fr_ca: Impossible de supprimer l’utilisateur, veuillez essayer de nouveau ultérieurement.
it_it: Impossibile eliminare gli utenti, riprova più tardi.
ja_jp: ユーザーの削除に失敗しました。もう一度お試しください。
pt_pt: Falha ao eliminar utilizador(es), tente novamente mais tarde.
ru_ru: Не удалось удалить. Попробуйте позже.
tr_tr: Kullanıcı(lar) silinemedi, lütfen daha sonra tekrar deneyin.
zh_hans: 删除失败请稍后再试
zh_hant: 刪除權限失敗，請稍後重試。

source: Failed to delete user, please try again later.
ar_ae: فشل حذف المستخدم، يرجى المحاولة مرة أخرى لاحقًا.
de_de: Das Löschen von Medien ist fehlgeschlagen. Bitte versuchen Sie es später erneut.
es_es: Error al eliminar el usuario, inténtelo de nuevo más tarde.
fr_ca: Échec de la suppression de l'utilisateur, veuillez réessayer plus tard.
it_it: Fallito, riprova più tardi.
ja_jp: ユーザーの削除に失敗しました。もう一度お試しください。
pt_pt: Não foi possível excluir o endereço, por favor tente mais tarde.
ru_ru: Не удалось удалить. Попробуйте позже.
tr_tr: E-posta gönderilemedi, lütfen daha sonra tekrar deneyin.
zh_hans: 删除失败请稍后再试
zh_hant: 添加評論失敗，請稍後重試。

source: Failed to edit rule. Please try again later
ar_ae: فشل تحرير القاعدة. يُرجى إعادة المحاولة لاحقًا
de_de: Fehlgeschlagen! Später noch einmal versuchen.
es_es: Falló al guardar regla Inténtalo de nuevo más tarde
fr_ca: La configuration utilisateur a échoué. Veuillez réessayer plus tard
it_it: Fallito, riprova più tardi.
ja_jp: ルールの保存に失敗しました後で再度お試しください
pt_pt: Falha ao guardar a regra Por favor tente novamente mais tarde
ru_ru: Не удалось изменить. Пожалуйста, попробуйте позже
tr_tr: Kural düzenlenemedi. Lütfen daha sonra tekrar deneyin
zh_hans: 编辑失败！请稍后重试
zh_hant: 失敗，請稍後再試。

source: Failed to edit the comment, please try again later
ar_ae: فشل تعديل التعليق، يرجى المحاولة مرة أخرى لاحقًا
de_de: Die Konfigurationen konnten nicht gespeichert werden. Bitte versuchen Sie es später erneut.
es_es: No se pudo enviar el mensaje. Vuelve a intentarlo más tarde.
fr_ca: Impossible de modifier le commentaire, veuillez essayer de nouveau ultérieurement.
it_it: Fallito, riprova più tardi.
ja_jp: 失敗しました。後でもう一度やり直してください。
pt_pt: Falha ao editar o comentário, tente novamente mais tarde
ru_ru: Не удалось добавить. Попробуйте позже.
tr_tr: Yükleme başarısız, lütfen daha sonra tekrar deneyin
zh_hans: 发送邮件失败，请稍后重试。
zh_hant: 添加評論失敗，請稍後重試。

source: Failed to enable the embed authentication
ar_ae: تعذر تمكين المصادقة المضمنة
de_de: Die Einbettungsauthentifizierung konnte nicht aktiviert werden
es_es: Error al habilitar la autenticación de inserción
fr_ca: Échec de l'activation de l'authentification d'intégration
it_it: Impossibile abilitare l'autenticazione incorporata
ja_jp: 埋め込み認証を有効にできませんでした
pt_pt: Falha ao ativar a autenticação de incorporação
ru_ru: Не удалось включить аутентификацию для встраивания
tr_tr: Yerleştirme kimlik doğrulaması etkinleştirilemedi
zh_hans: 启用嵌入身份验证失败
zh_hant: 無法啟用嵌入式驗證

source: Failed to remove attribute.
ar_ae: فشل إزالة السمة.
de_de: Fehler bei Entfernung!
es_es: ¡No se pudo eliminar!
fr_ca: Echec suppression
it_it: Rimozione fallita!
ja_jp: 削除できませんでした
pt_pt: Falha na remoção
ru_ru: Не удалось удалить.
tr_tr: Silme Başarısız!
zh_hans: 删除机器属性失败!
zh_hant: 無法删除

source: Failed to remove the deployment dashboard details
ar_ae: تعذر إزالة تفاصيل لوحة معلومات النشر
de_de: Fehler beim Entfernen der Bereitstellungs-Dashboard-Details
es_es: No se han podido eliminar los detalles del panel de implementación
fr_ca: Impossible de supprimer les détails du tableau de bord de déploiement
it_it: Impossibile rimuovere i dettagli del dashboard di distribuzione
ja_jp: 展開ダッシュボードの詳細を削除できませんでした
pt_pt: Falha ao remover os detalhes do painel de implantação
ru_ru: Не удалось удалить сведения о панели управления развертыванием
tr_tr: Dağıtım panosu ayrıntıları kaldırılamadı
zh_hans: 无法删除部署仪表板详细信息
zh_hant: 無法移除部署儀表板詳細資訊

source: Failed to remove the published report.
ar_ae: فشل إزالة التقرير المنشور.
de_de: Fehler beim Entfernen des Berichtes
es_es: No se ha podido eliminar el informe publicado.
fr_ca: Impossible de supprimer le tableau de bord publié.
it_it: Impossibile rimuovere il report pubblicato.
ja_jp: 公開されたレポートを削除できませんでした。
pt_pt: Falha ao remover o relatório publicado.
ru_ru: Не удалось удалить опубликованный отчет.
tr_tr: Yayınlanan rapor kaldırılamadı.
zh_hans: 无法删除已发布的报告。
zh_hant: 無法移除已發佈的報告。

source: Failed to save data
ar_ae: تعذر حفظ البيانات
de_de: Datenspeichern fehlgeschlagen.
es_es: No se han podido guardar los datos
fr_ca: Impossible d’enregistrer les données!
it_it: Impossibile salvare i dati.
ja_jp: データの保存に失敗しました。
pt_pt: ‘Falha ao salvar dados’
ru_ru: Не удалось сохранить данные
tr_tr: Veri kaydedilemedi
zh_hans: 保存数据失败
zh_hant: 保存數據失敗！

source: Failed to unwatch this item, please try again later.
ar_ae: تعذَّر إلغاء مشاهدة هذا الصنف، يُرجى إعادة المحاولة لاحقاً.
de_de: Fehlgeschlagen! Später noch einmal versuchen.
es_es: Error de validación de Recaptcha. Inténtelo de nuevo más tarde
fr_ca: Impossible de supprimer la surveillance de cet élément, veuillez essayer de nouveau ultérieurement.
it_it: Fallito, riprova più tardi.
ja_jp: 失敗しました。後でもう一度やり直してください。
pt_pt: Falha ao desembarcar este item. Tente novamente mais tarde.
ru_ru: Ошибка. Повторите попытку позже
tr_tr: Bu öğe izlenemedi, lütfen daha sonra tekrar deneyin.
zh_hans: 提交失败，请稍后再试。
zh_hant: 無法取消觀看此項目，請稍後重試。

source: Failed to update attribute.
ar_ae: فشل تحديث السمة.
de_de: Aktualisierung ist fehlgeschlagen.
es_es: Error al actualizar el atributo.
fr_ca: Échec de la mise à jour.
it_it: non è stato aggiornato correttamente.
ja_jp: 更新に失敗しました。
pt_pt: Falha ao atualizar dados
ru_ru: Ошибка обновления.
tr_tr: Güncellenemedi.
zh_hans: 更新显示失败！
zh_hant: 更新資料失敗.

source: Failed to update billing address.
ar_ae: تعذر تحديث عنوان الفوترة.
de_de: Adresse konnte nicht aktualisiert werden
es_es: Error al actualizar la dirección
fr_ca: Échec de la mise à jour de l'adresse de facturation.
it_it: Aggiorna l'indirizzo di fatturazione
ja_jp: 請求先住所の更新に失敗しました
pt_pt: Atualizar endereço de faturação
ru_ru: Обновление адрес биллинга
tr_tr: Fatura Adresini Güncelle
zh_hans: 更新帐单邮寄地址
zh_hant: 無法更新帳單地址。

source: Failed to update dataset. Please try again later.
ar_ae: فشل تحديث مجموعة البيانات. يُرجى إعادة المحاولة لاحقًا.
de_de: Bestandsinformationen konnten nicht abgerufen werden, bitte versuchen Sie es später erneut
es_es: Error al actualizar el conjunto de datos. Vuelve a intentarlo más tarde.
fr_ca: Échec de la mise à jour de l'ensemble de données. Veuillez réessayer plus tard.
it_it: Fallito, riprova più tardi.
ja_jp: 更新に失敗しました。後でもう一度お試しください。
pt_pt: Falha ao atualizar dados Tente novamente mais tarde.
ru_ru: Ошибка обновления. Попробуйте снова чуть позже.
tr_tr: Güncellenemedi. Lütfen daha sonra tekrar deneyin.
zh_hans: 更新显示失败！请稍后重试。
zh_hant: 失敗，請稍後再試。

source: Failed to Update datasource.Please try again later.
ar_ae: فشل تحديث مصدر البيانات. يرجى المحاولة مرة أخرى لاحقًا.
de_de: Bestandsinformationen konnten nicht abgerufen werden, bitte versuchen Sie es später erneut
es_es: No se pudo actualizar el grupo. Por favor, inténtelo de nuevo más tarde.
fr_ca: Échec de l'ajout de la source de données. Veuillez réessayer plus tard.
it_it: Fallito, riprova più tardi.
ja_jp: 更新できませんでした。もう一度お試しください。
pt_pt: Não foi possível atualizar o plano, por favor tente novamente.
ru_ru: Ошибка. Повторите попытку позже
tr_tr: Veri kaynağı güncellenemedi. Lütfen daha sonra tekrar deneyin.
zh_hans: 更新失败,请稍后再试
zh_hant: 失敗，請稍後再試。

source: Failed to update report. Please try again later.
ar_ae: تعذر تحديث التقرير. يُرجى إعادة المحاولة لاحقًا.
de_de: Bestandsinformationen konnten nicht abgerufen werden, bitte versuchen Sie es später erneut
es_es: Error al actualizar el informe. Vuelve a intentarlo más tarde.
fr_ca: Échec de la mise à jour du rapport. Veuillez réessayer plus tard.
it_it: Fallito, riprova più tardi.
ja_jp: 更新に失敗しました。後でもう一度お試しください。
pt_pt: Falha ao atualizar dados Tente novamente mais tarde.
ru_ru: Не удалось обновить отчет о процедуре. Попробуйте снова чуть позже.
tr_tr: Güncellenemedi. Lütfen daha sonra tekrar deneyin.
zh_hans: 无法更新 UDDI 统计报告。请稍后重试。
zh_hant: 失敗，請稍後再試。

source: Failed to update the card.
ar_ae: تعذر تحديث البطاقة.
de_de: Aktualisieren der Fahrradinformationen ist fehlgeschlagen.
es_es: No se ha podido actualizar.
fr_ca: Échec lors de la mise à jour
it_it: non è stato aggiornato correttamente.
ja_jp: 更新に失敗しました。
pt_pt: Falha ao atualizar os dados.
ru_ru: Impossibile aggiornare carta
tr_tr: Güncellenemedi.
zh_hans: 更新数据失败
zh_hant: 更新資料失敗.

source: Failed to update the Password, try again later.
ar_ae: فشل تحديث كلمة المرور، حاول مرة أخرى لاحقًا.
de_de: Fehler beim Aktualisieren des Passwortes
es_es: Error al actualizar la contraseña, inténtelo de nuevo más tarde.
fr_ca: Impossible de mettre à jour le mot de passe, réessayez plus tard.
it_it: Impossibile aggiornare la password, riprova più tardi.
ja_jp: パスワードの更新に失敗しました。しばらくしてからもう一度お試しください。
pt_pt: Falha ao atualizar a palavra-passe.
ru_ru: Не удалось обновить пароль, повторите попытку позже.
tr_tr: Parola güncellenemedi, daha sonra tekrar deneyin.
zh_hans: 更新失败,请稍后再试
zh_hant: 更新頭像失敗，請稍後重試。

source: Failed to update the Profile picture, try again later.
ar_ae: فشل تحديث صورة الملف الشخصي، حاول مرة أخرى لاحقًا.
de_de: Das Profilbild konnte nicht aktualisiert werden. Versuchen Sie es später erneut.
es_es: Error al actualizar la imagen de perfil, inténtelo de nuevo más tarde.
fr_ca: Échec de la mise à jour de l'image de profil, réessayez plus tard.
it_it: Impossibile aggiornare l'immagine del profilo, riprova più tardi.
ja_jp: プロフィール写真を更新できませんでした。しばらくしてからもう一度お試しください。
pt_pt: Falha ao atualizar a foto do perfil. Tente novamente mais tarde.
ru_ru: Не удалось обновить изображение профиля. Повторите попытку позже.
tr_tr: Profil resmi güncellenemedi, daha sonra tekrar deneyin.
zh_hans: 更新个人资料图片失败，请稍后重试。
zh_hant: 更新頭像失敗，請稍後重試。

source: Failed to validate the category and dashboard name
ar_ae: تعذر التحقق من صحة الفئة واسم لوحة المعلومات
de_de: Kategorie- und Dashboard-Name konnten nicht validiert werden
es_es: No se ha podido validar la categoría y el nombre del panel
fr_ca: Échec de la validation de la catégorie et du nom du tableau de bord
it_it: Impossibile convalidare la categoria e il nome della dashboard
ja_jp: カテゴリとダッシュボード名の検証に失敗しました
pt_pt: Falha ao validar a categoria e o nome do painel
ru_ru: Не удалось проверить категорию и имя панели управления
tr_tr: Kategori ve kontrol paneli adı doğrulanamadı
zh_hans: 无法验证类别和仪表板名称
zh_hant: 無法驗證類別和儀表板名稱

source: Failed to Watch this item, please try again later.
ar_ae: فشل مشاهدة هذا العنصر، يرجى المحاولة مرة أخرى لاحقًا.
de_de: Fehlgeschlagen! Später noch einmal versuchen.
es_es: Error de validación de Recaptcha. Inténtelo de nuevo más tarde
fr_ca: Impossible d'ajouter la surveillance de cet élément, veuillez essayer de nouveau ultérieurement.
it_it: Fallito, riprova più tardi.
ja_jp: 失敗しました。後でもう一度やり直してください。
pt_pt: Falha ao assistir a este item. Tente novamente mais tarde.
ru_ru: Ошибка. Повторите попытку позже
tr_tr: Bu öğe izlenemedi, lütfen daha sonra tekrar deneyin.
zh_hans: 提交失败，请稍后再试。
zh_hant: 無法觀看此項目，請稍後再試。

source: Failure at
ar_ae: فشل في
de_de: Fehler bei
es_es: Fallo en
fr_ca: Échec à
it_it: Fallimento al
ja_jp: で失敗しました
pt_pt: Falha em
ru_ru: отказа при 240 МПа
tr_tr: Başarısızlık
zh_hans: 故障发生在
zh_hant: 失敗於

source: Failure Info
ar_ae: معلومات الفشل
de_de: Fehlschlag Info
es_es: Información de fallo
fr_ca: Informations sur l'échec
it_it: Informazioni sul guasto
ja_jp: 失敗
pt_pt: Informações da falha
ru_ru: Суммарная информация о сбое
tr_tr: Toplam arıza bilgisi
zh_hans: 故障信息
zh_hant: failure 故障

source: False
ar_ae: خطأ
de_de: Falsch
es_es: Desactivado
fr_ca: Faux
it_it: Falso
ja_jp: 誤
pt_pt: Falso
ru_ru: Неверно
tr_tr: Yanlış
zh_hans: 错误
zh_hant: 錯誤

source: Favicon
ar_ae: أيقونة المفضلة
ja_jp: ファビコン
tr_tr: Site ikonu
zh_hans: 网页图标

source: Favorites
ar_ae: المفضلة
de_de: Favoriten
es_es: Favoritos
fr_ca: Favoris
it_it: Preferiti
ja_jp: お気に入り
pt_pt: Favoritos
ru_ru: Избранные
tr_tr: Favoriler
zh_hans: 收藏
zh_hant: 「我的最愛」

source: February
ar_ae: فبراير
de_de: Februar
es_es: Febrero
fr_ca: Février
it_it: Feb
ja_jp: 2月
pt_pt: Fevereiro
ru_ru: Февраль
tr_tr: Şub
zh_hans: 二月
zh_hant: 二月

source: Fetching site information...
ar_ae: جارٍ جلب معلومات الموقع...
de_de: Standortinformationen werden abgerufen...
es_es: Obteniendo información del sitio...
fr_ca: Récupération des informations du site...
it_it: Recupero delle informazioni sul sito in corso...
ja_jp: サイト情報を取得しています...
pt_pt: A obter informações do site...
ru_ru: Получение информации о сайте...
tr_tr: Site bilgileri alınıyor...
zh_hans: 正在获取站点信息...
zh_hant: 正在擷取網站資訊...

source: File
ar_ae: ملف
de_de: Datei
es_es: Archivo
fr_ca: Fichier
ja_jp: ファイル
pt_pt: Ficheiro
ru_ru: Файл
tr_tr: Dosya
zh_hans: 文件
zh_hant: 檔案

source: File has been added successfully.
ar_ae: تمت إضافة الملف بنجاح.
de_de: wurde erfolgreich hinzugefügt
es_es: se ha añadido correctamente
fr_ca: Le fichier a ét ajouté avec succès.
it_it: è stata aggiunta correttamente
ja_jp: ローダーは正常に追加されました。
pt_pt: Plano foi adicionado com êxito.
ru_ru: Список был успешно добавлен
tr_tr: Dosyanız başarılı bir şekilde eklendi
zh_hans: 已成功添加。
zh_hant: 文件已成功添加。

source: File Logs
ar_ae: سجلات الملفات
de_de: LOG-Datei
es_es: Registros de ficheros
fr_ca: Journaux de téléchargement de fichiers
it_it: Registri file
ja_jp: ログファイル
pt_pt: Ficheiro de Registo
ru_ru: Регистрационный файл
tr_tr: günlük dosyası
zh_hans: 日志文件
zh_hant: 文件日誌

source: File name already exists
ar_ae: اسم الملف موجود بالفعل
de_de: Dateiname bereits vorhanden
es_es: El nombre del archivo ya existe.
fr_ca: Le nom du fichier existe déjà
it_it: Nome già in uso
ja_jp: 他に使われているファイル名です
pt_pt: Nome já existente
ru_ru: Имя файла уже существует.
tr_tr: Dosya adı zaten var
zh_hans: 名称已存在
zh_hant: 此檔案名稱已存在

source: File Not Found.
ar_ae: الملف غير موجود.
de_de: Datei nicht gefunden.
es_es: Archivo no encontrado.
fr_ca: Fichier non trouvé
it_it: File non trovato
ja_jp: ファイルが見つかりません
pt_pt: Ficheiro não encontrado.
ru_ru: Файл не найден
tr_tr: Dosya bulunamadı.
zh_hans: 无法找到文件
zh_hant: 找不到檔案

source: File size exceeds 20MB. Please upload a smaller file.
ar_ae: حجم الملف يتجاوز 20 ميجابايت. يرجى تحميل ملف أصغر.
es_es: El tamaño del archivo supera los 10MB. Cargue un archivo más pequeño.
fr_ca: La taille du fichier dépasse 20 Mo. Veuillez téléverser un fichier plus petit.
ja_jp: ファイルサイズが20 MBを超えています。これより小さいファイルをアップロードしてみてください。
pt_pt: O tamanho do arquivo excede 20 MB. Tente carregar um ficheiro mais pequeno.
ru_ru: Размер файла превышает 20 МБ. Пожалуйста, загрузите файл
tr_tr: Dosya boyutu 20 MB'ı aşıyor. Lütfen daha küçük bir tane yükleyin.
zh_hans: 文件大小超过20MB。请上传文件

source: File size is too large.
ar_ae: حجم الملف كبير جدًا.
de_de: Die Datei ist zu groß.
es_es: Tamaño de archivo demasiado grande
fr_ca: Le fichier est trop volumineux
it_it: Il file supera le dimensioni consentite.
ja_jp: ファイルサイズが大きすぎます
pt_pt: O ficheiro é demasiado grande
ru_ru: Размер файла слишком велик.
tr_tr: Dosya boyutu çok büyük.
zh_hans: 文件太大。
zh_hant: 尺寸過大

source: File Type
ar_ae: نوع الملف
es_es: Tipo de archivo
fr_ca: Type de fichier
ja_jp: ファイルのタイプ
pt_pt: Tipo de Ficheiro
ru_ru: Тип файла
tr_tr: Dosya Türü
zh_hans: 文件类型

source: Files
ar_ae: الملفات
de_de: Dateien
es_es: Archivos
fr_ca: Fichiers
it_it: File
ja_jp: ファイル
pt_pt: Ficheiros
ru_ru: Файлы
tr_tr: Törpüler
zh_hans: 文件
zh_hant: Files 文件

source: FILES
ar_ae: الملفات
es_es: ARCHIVOS
fr_ca: FICHIERS
it_it: FILE
ja_jp: ファイル
pt_pt: ARQUIVOS
ru_ru: ФАЙЛЫ
tr_tr: DOSYALARI
zh_hant: 檔案

source: Filter
ar_ae: عامل التصفية
es_es: Filtro
fr_ca: Filtrer
it_it: Filtro
ja_jp: フィルターリング
pt_pt: Filtro
ru_ru: Фильтр
tr_tr: Filtreleme
zh_hans: 筛选条件
zh_hant: 篩選

source: Filter Parameters
ar_ae: معلمات التصفية
de_de: Filterparameter
es_es: Parámetros de filtrado
fr_ca: Paramètres de filtrage
it_it: Parametri del filtro
ja_jp: フィルタのパラメータ
pt_pt: Parâmetros de filtro
ru_ru: Параметры фильтра
tr_tr: Filtre Parametreleri
zh_hans: 过滤器参数
zh_hant: 過濾請求參數

source: Filter Value
ar_ae: قيمة الفلتر
de_de: Filterwert
es_es: Valor de filtro
fr_ca: Valeur de filtrage
it_it: Filtra valore
ja_jp: 値を絞り込む
pt_pt: Valor do filtro
ru_ru: Значение фильтра
tr_tr: Süzgeç Değeri
zh_hans: 筛选值
zh_hant: 過濾器 Key

source: FILTERS
ar_ae: عوامل التصفية
de_de: FILTER
es_es: FILTROS
fr_ca: FILTRES
it_it: FILTRI
ja_jp: フィルター
pt_pt: FILTROS
ru_ru: ФИЛЬТРЫ
tr_tr: FİLTRELER
zh_hans: 筛选
zh_hant: 分類

source: first
ar_ae: الأول
de_de: erste(r)
es_es: el proceso de
fr_ca: premier
it_it: first - prima
ja_jp: 最初の
pt_pt: o primeiro exercício
ru_ru: Первый
tr_tr: kontrol edin
zh_hans: 第一
zh_hant: 第一的

source: First name
ar_ae: الاسم الأول
de_de: Vorname
es_es: Nombre
fr_ca: Prénom
it_it: Nome
ja_jp: 名
pt_pt: Nome
ru_ru: Имя
tr_tr: Adı
zh_hans: 名字
zh_hant: 名字

source: First Name
ar_ae: الاسم الأول
de_de: Vorname
es_es: Nombre
fr_ca: Prénom
it_it: Nome
ja_jp: 名
pt_pt: Primeiro Nome
ru_ru: Имя
tr_tr: Ad
zh_hans: 名字
zh_hant: 名字

source: First name :
ar_ae: الاسم الأول:
de_de: Vorname:
es_es: Nombre:
fr_ca: Prénom :
it_it: Nome:
ja_jp: 名前：
pt_pt: Primeiro Nome:
ru_ru: Имя:
tr_tr: Adı:
zh_hans: 名字
zh_hant: 名字
