Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Users added
ar_ae: تمت إضافة مستخدمين
de_de: Manuell hinzugefügte Benutzer
es_es: Usuarios agregados.
fr_ca: Utilisateurs ajoutés
it_it: Utenti aggiunti
ja_jp: ユーザーは追加されません
pt_pt: Utilizadores adicionados
ru_ru: 用戶添加:
tr_tr: Kullanıcılar eklendi
zh_hans: 用户已存在
zh_hant: 用戶新增成功！

source: users as per your
ar_ae: المستخدمين وفقًا
de_de: benutzer gemäß Ihrer
es_es: usuarios según su
fr_ca: utilisateurs selon votre
it_it: utenti secondo il tuo
ja_jp: あなたのに従ってユーザー
pt_pt: utilizadores de acordo com o seu
ru_ru: пользователей в соответствии с вашим
tr_tr: kullanıcılarınız uyarınca
zh_hans: 用户根据您的
zh_hant: 用戶根據您的

source: Users imported
ar_ae: المستخدمون المستوردون
de_de: Alle Benutzer importiert
es_es: Usuarios importados
fr_ca: Utilisateurs importés
it_it: Tutti gli utenti importati
ja_jp: ユーザーを正常にインポートしました
pt_pt: Todos os Membros importados
ru_ru: Все пользователи импортированы
tr_tr: Kullanıcılar başarıyla içe aktarıldı
zh_hans: 用户已导入
zh_hant: 已導入用戶

source: Users List
ar_ae: قائمة المستخدمين
de_de: Benutzerliste
es_es: Lista de usuarios
fr_ca: Liste utilisateurs
it_it: Lista Utenti
ja_jp: ユーザーリスト
pt_pt: Lista de Utilizadores
ru_ru: Список пользователей
tr_tr: Danh sách người dùng
zh_hans: 用户列表
zh_hant: 使用者列表

source: Users not imported
ar_ae: المستخدمون الذين لم يتم استيرادهم
de_de: Nicht importiert
es_es: Usuarios no importados
fr_ca: Utilisateurs non importés
it_it: Utenti non importati
ja_jp: インポートされていないユーザー
pt_pt: Utilizadores não importados
ru_ru: Пользователи не импортированы
tr_tr: Kullanıcılar içe aktarılmadı
zh_hans: 未导入
zh_hant: 未導入用戶

source: Users not Synchronized
ar_ae: المستخدمون غير متزامنين
de_de: Nicht synchronisiert
es_es: No se sincronizaron los usuarios
fr_ca: Utilisateurs non synchronisés
it_it: Non sincronizzato
ja_jp: ユーザーが同期されていません
pt_pt: Utilizadores não sincronizados
ru_ru: Пользователи не синхронизированы
tr_tr: Eşitlenmemiş
zh_hans: 未同步
zh_hant: 用戶未同步

source: Users removed
ar_ae: تمت إزالة المستخدمين
de_de: Benutzer_innen wurden aus Spam entfernt.
es_es: Usuarios eliminados del rol.
fr_ca: Utilisateurs supprimés
it_it: Conti utente ripristinati dai rifiuti.
ja_jp: ユーザーのスパマー判定を解除しました。
pt_pt: Utilizadores eliminados
ru_ru: Пользователи удаленны из списка
tr_tr: Kaldırılan kullanıcılar
zh_hans: {num}个用户被删除
zh_hant: 已移除用戶

source: Users Synchronized
ar_ae: تمت مزامنة المستخدمين
de_de: Benutzer synchronisiert
es_es: No se sincronizaron los usuarios
fr_ca: Utilisateurs non synchronisés
it_it: Utenti sincronizzati
ja_jp: 同期されたユーザー
pt_pt: Utilizadores sincronizados
ru_ru: Пользователи не синхронизированы
tr_tr: Kullanıcılar Senkronize Edildi
zh_hans: 用户已同步
zh_hant: 用戶同步

source: Users will be notified of comments through email.
ar_ae: سيتم إخطار المستخدمين بالتعليقات عبر البريد الإلكتروني.
de_de: Benutzer werden über Kommentare per E-Mail benachrichtigt.
es_es: Los usuarios serán notificados de los comentarios por correo electrónico.
fr_ca: Les utilisateurs seront informés des commentaires par e-mail.
it_it: Gli utenti saranno informati dei commenti tramite e-mail.
ja_jp: ユーザーにはメールでコメントが通知されます。
pt_pt: Os utilizadores serão notificados dos comentários por e-mail.
ru_ru: Пользователи будут уведомлены о комментариях по электронной почте.
tr_tr: Kullanıcılar e - posta yoluyla yorumlardan haberdar edilecektir.
zh_hans: 用户将通过电子邮件收到评论通知。
zh_hant: 用戶將通過電子郵件收到評論通知。

source: Users:
ar_ae: المستخدمون:
de_de: Nutzer:
es_es: Usuarios:
fr_ca: Utilisateurs :
it_it: Utenti:
ja_jp: ユーザー：
pt_pt: Utilizadores:
ru_ru: Пользователи:
tr_tr: Kullanıcılar:
zh_hans: 用户：
zh_hant: 使用者：

source: Validate and proceed
ar_ae: التحقق والمتابعة
de_de: Bestätigen und fortfahren
es_es: Validar y continuar
fr_ca: Valider et continuer
it_it: Convalida e procedi
ja_jp: 検証して続行
pt_pt: Valide e prossiga
ru_ru: Проверить и продолжить
tr_tr: Doğrula ve devam et
zh_hans: 验证并继续
zh_hant: 驗證並繼續

source: Value
ar_ae: القيمة
de_de: Wert
es_es: Valor
fr_ca: Valeur
it_it: Valore
ja_jp: 値
pt_pt: Valor
tr_tr: Değer
zh_hans: 数值
zh_hant: 數值

source: Value Changes
ar_ae: تغيرات القيمة
de_de: Wertänderung
es_es: Cambios en el valor del campo
fr_ca: CHANGEMENTS DE VALEUR :
it_it: a) variazione di fair value
ja_jp: 値変更
pt_pt: Alterações de Valor
ru_ru: Изменения стоимости
tr_tr: Değer Değişiklikleri
zh_hans: 值更改
zh_hant: 價值變更

source: variables
ar_ae: المتغيرات
de_de: Variablen
it_it: variabili
ja_jp: 変数
pt_pt: Variáveis
ru_ru: переменные
tr_tr: Değişkenler
zh_hans: 指标
zh_hant: 變數

source: Version
ar_ae: الإصدار
es_es: Versión
it_it: Versione
ja_jp: バージョン
pt_pt: Versão
ru_ru: Версия
tr_tr: Versiyon
zh_hans: 版本
zh_hant: 版本

source: Version comments
ar_ae: التعليقات على الإصدار
de_de: Versionskommentare
es_es: Comentarios acerca de la versión actual
fr_ca: commentaires version DE
it_it: Commenti sulla versione
ja_jp: バージョンコメント
pt_pt: VERSÃO PARA COMENTÁRIOS
ru_ru: Комментарии к версии
tr_tr: Sürüm yorumları
zh_hans: 版本注释
zh_hant: 版本評論

source: Version History
ar_ae: محفوظات الإصدار
de_de: Versionshistorie
es_es: Historial de versiones
fr_ca: Historique des versions
it_it: Cronologia delle versioni
ja_jp: バージョンの履歴
pt_pt: Histórico de versões
ru_ru: История версий
tr_tr: Sürüm Geçmişi
zh_hans: 版本历史记录
zh_hant: 版本歷史紀錄

source: Versions
ar_ae: الإصدارات
de_de: Versionen
it_it: Versioni
pt_pt: Versões
ru_ru: Версии
tr_tr: Versiyonlar
zh_hans: 版本
zh_hant: 版本

source: View
ar_ae: عرض
de_de: Ansicht
es_es: Vista
fr_ca: Afficher
it_it: Visualizza
ja_jp: 表示
pt_pt: Visualização
ru_ru: Просмотреть
tr_tr: Görüntüle
zh_hans: 查看
zh_hant: 考量

source: View all
ar_ae: عرض الكل
de_de: Alle anzeigen
es_es: Ver todo
fr_ca: Tout afficher
it_it: Visualizza tutto
pt_pt: Ver tudo
ru_ru: Просмотреть все
tr_tr: Tümünü görüntüle
zh_hans: 查看全部
zh_hant: 查看全部

source: View Applied Filters
ar_ae: عرض عوامل التصفية المطبقة
de_de: Angewandte Filter
es_es: Filtros aplicados
fr_ca: Filtres appliqués
it_it: Filtri applicati
ja_jp: 適用されたフィルター
pt_pt: Filtros aplicados
ru_ru: Прикладные фильтры
tr_tr: Önceden uygulanmış filtreler
zh_hans: 应用筛选器
zh_hant: 應用過濾器

source: View Group
ar_ae: عرض المجموعة
de_de: Gruppe „Ansicht“
es_es: Ver grupo
fr_ca: Afficher le groupe
it_it: Visualizza gruppo
ja_jp: グループを表示
pt_pt: Ver grupo
ru_ru: Просм. группу
tr_tr: Takımı Görüntüle
zh_hans: 访问群组
zh_hant: 檢視小組

source: View has been added successfully.
ar_ae: تمت إضافة العرض بنجاح.
de_de: wurde erfolgreich hinzugefügt
es_es: se ha añadido correctamente
fr_ca: a été ajouté avec succès.
it_it: è stata aggiunta correttamente
ja_jp: ローダーは正常に追加されました。
pt_pt: Plano foi adicionado com êxito.
ru_ru: Список был успешно добавлен
tr_tr: Şikayet değerlendirmenin ardından başarıyla eklendi.
zh_hans: 已成功添加。
zh_hant: 文件已成功添加。

source: View has been deleted successfully
ar_ae: تم حذف العرض بنجاح
de_de: Wurde erfolgreich gelöscht.
es_es: se ha eliminado correctamente
fr_ca: La vue a été supprimés avec succès
it_it: Permesso eliminato con successo.
ja_jp: ルールは正常に削除されました。
pt_pt: {0} foi excluído com sucesso.
ru_ru: Успешно удалено.
tr_tr: Başarıyla silindi.
zh_hans: 已成功删除。
zh_hant: 已成功刪除規則。

source: View has been deleted successfully.
ar_ae: تم حذف العرض بنجاح.
de_de: Wurde erfolgreich gelöscht.
es_es: La vista se ha eliminado con éxito.
fr_ca: La vue a été supprimés avec succès
it_it: La banca è stata eliminata correttamente
ja_jp: ルールは正常に削除されました。
pt_pt: {0} foi excluído com sucesso.
ru_ru: Успешно удалено.
tr_tr: Başarıyla silindi.
zh_hans: 已成功删除。
zh_hant: 已成功刪除規則。

source: View has been shared successfully.
ar_ae: تمت مشاركة العرض بنجاح.
de_de: Dies wurde erfolgreich geteilt.
es_es: Esto se ha compartido con éxito
fr_ca: La vue a été partagée avec succès.
it_it: Condivisione effettuata con successo
ja_jp: これは正常に共有されました
pt_pt: A visualização foi partilhada com sucesso.
ru_ru: Успешная публикация
tr_tr: Başarıyla paylaşıldı
zh_hans: 已成功转发
zh_hant: 視圖已成功共享。

source: View has been updated successfully.
ar_ae: تم تحديث العرض بنجاح.
de_de: wurde erfolgreich aktualisiert
es_es: se ha actualizado correctamente
fr_ca: a été mis à jour avec succès
it_it: è stato aggiornato correttamente
ja_jp: ルールの更新が完了しました
pt_pt: O seu Plano foi atualizado com sucesso.
ru_ru: Карта была успешно обновлена.
tr_tr: başarıyla güncellendi.
zh_hans: 地图已成功更新。
zh_hant: 文件已成功更新。

source: View more
ar_ae: عرض المزيد
de_de: Mehr anzeigen
es_es: Ver más
it_it: Mostra di più
ja_jp: 詳細を表示
pt_pt: Ver mais
ru_ru: Подробнее
tr_tr: Daha fazla göster
zh_hans: 查看更多
zh_hant: 查看更多

source: View My Permissions
ar_ae: عرض الأذونات الخاصة بي
de_de: Meine Berechtigungen anzeigen
es_es: Ver mis permisos
fr_ca: MES AUTORISATIONS
it_it: Visualizza le mie autorizzazioni
ja_jp: 現在の権限
pt_pt: Ver as minhas permissões
ru_ru: Просмотр моих разрешений
tr_tr: İzinlerimi Görüntüle
zh_hans: 查看我的权限
zh_hant: 我的權限

source: View Name
ar_ae: عرض الاسم
de_de: Name der Ansicht
es_es: Nombre de la vista
fr_ca: Nom de la vue
it_it: Nome visualizzazione
ja_jp: ビュー名
pt_pt: Nome
ru_ru: Режим просмотра
tr_tr: Görünüm Adı
zh_hans: 视图名称
zh_hant: 檢視名稱

source: View Name already exist.
ar_ae: عرض الاسم موجود بالفعل.
de_de: Der Name existiert bereits.
es_es: Nombre ya existe.
fr_ca: Le nom existe déjà.
it_it: Nome già in uso
ja_jp: ビュー名は既に存在します。
pt_pt: O nome já existe.
ru_ru: Имя уже существует.
tr_tr: İsim zaten var.
zh_hans: 账户名称已存在.
zh_hant: 名稱已存在.

source: View Profile
ar_ae: عرض الملف الشخصي
de_de: Profil ansehen
es_es: Ver perfil
fr_ca: Voir le profil
it_it: Visualizza Profilo
ja_jp: プロフィールを表示
pt_pt: Ver perfil
ru_ru: Просмотреть профиль
tr_tr: Profili Görüntüleyin
zh_hans: 查看档案
zh_hant: 檢視個人檔案

source: View Report
ar_ae: عرض التقرير
de_de: Bericht ansehen
es_es: Ver Informe
fr_ca: Afficher Rapport
it_it: Visualizza rapporto
ja_jp: 報告を確認
pt_pt: Ver relatório
ru_ru: Посмотреть отчёт
tr_tr: Raporu Görüntüle
zh_hans: 查看报告
zh_hant: 查看報表

source: View Schedules
ar_ae: عرض الجداول الزمنية
de_de: Zeitpläne anzeigen
es_es: Ver los horarios
fr_ca: Afficher les planifications
it_it: Visualizza I programmi
ja_jp: 一覧表
pt_pt: Ver horários
ru_ru: Смотреть графики
tr_tr: Programlar
zh_hans: 查看日程：
zh_hant: 排程

source: View the permissions for the resources you can access.
ar_ae: عرض أذونات الموارد التي يمكنك الوصول إليها.
de_de: Zeigen Sie die Berechtigungen für die Ressourcen an, auf die Sie zugreifen können.
es_es: Consulta los permisos de los recursos a los que puedes acceder.
fr_ca: Affichez les autorisations pour les ressources auxquelles vous pouvez accéder.
it_it: Visualizza le autorizzazioni per le risorse a cui puoi accedere.
ja_jp: アクセスできるリソースのアクセス許可を表示します。
pt_pt: Veja as permissões para os recursos a que pode aceder.
ru_ru: Просмотрите разрешения для ресурсов, к которым вы можете получить доступ.
tr_tr: Erişebileceğiniz kaynakların izinlerini görüntüleyin.
zh_hans: 查看您可以访问的资源的权限。
zh_hant: 查看您可以在 Dashboard 服務器中訪問的資源的權限。

source: Views
ar_ae: المشاهدات
de_de: Ansichten
fr_ca: Vues
it_it: Visualizzazioni
ja_jp: 閲覧数
pt_pt: Visualizações
ru_ru: Просмотры
tr_tr: Görüntülenmeler
zh_hans: 观看数
zh_hant: 檢視

source: Visualize
ar_ae: تصور
de_de: Visualisieren
es_es: Visualizar
fr_ca: Visualiser
it_it: Visualizza
ja_jp: 可視化
pt_pt: Visualizar
tr_tr: Görselleştirmek
zh_hans: 可视化
zh_hant: 可視化

source: Warning Icon
ar_ae: أيقونة التحذير
de_de: Warnsymbol
es_es: Icono de advertencia
fr_ca: Icône Avertissement
it_it: Icona di avviso
ja_jp: 警告アイコン
pt_pt: AVISO
ru_ru: Значок предупреждения
tr_tr: uyarı simgesi
zh_hans: 警告图标
zh_hant: 警告圖示

source: Watch
ar_ae: مشاهدة
de_de: Ansehen
es_es: Observación
fr_ca: Montre
it_it: Orologio
pt_pt: Ver
ru_ru: Отслеживать
tr_tr: İzle
zh_hans: 瞧好了

source: We answer all your questions.
ar_ae: نحن نجيب على جميع أسئلتك.
de_de: Wir beantworten alle Ihre Fragen
es_es: Respondemos todas tus dudas
fr_ca: Nous répondons à vos questions
it_it: Rispondiamo a tutti i dubbi
ja_jp: 君の質問の答えになっているか？
pt_pt: Respondemos todas suas dúvidas
ru_ru: Wir werden alle Ihre Fragen beantworten.
tr_tr: Bütün sorularınızı yanıtlayacağız!
zh_hans: 我们将回答您提出的一切问题！
zh_hant: 請回答所有問題

source: We appreciate any additional details you can provide
ar_ae: نُقدِّر أي تفاصيل إضافية يمكنك تقديمها
de_de: Wir freuen uns über alle zusätzlichen Details, die du angeben kannst
es_es: Agradecemos cualquier información adicional que puedas proporcionar
fr_ca: Nous vous remercions de votre intérêt et de toute aide que vous pourrez nous apporter.
it_it: Apprezziamo tutti i dettagli aggiuntivi che puoi fornire
ja_jp: 補足情報をご提供いただければ幸いです
pt_pt: Agradecemos quaisquer informações adicionais que possa fornecer
ru_ru: Благодарим за дополнительную информацию
tr_tr: Verebileceğiniz ek bilgiler için teşekkür ederiz
zh_hans: 感谢您提供更多详细信息
zh_hant: 感謝您提供更多詳細資訊

source: We are happy to see you continue using
ar_ae: يسعدنا رؤيتك وأنت تواصل استخدام
de_de: Wir freuen uns Sie bei uns begrüßen zu können.
es_es: Nos alegra ver que continúas usando
fr_ca: Nous sommes heureux de vous voir continuer à utiliser
it_it: Siamo felici di vederti
ja_jp: 引き続きご利用いただけますと幸いです
pt_pt: Estamos felizes por ver que continua a usar
ru_ru: Мы рады видеть вас.
tr_tr: Kullanmaya devam ettiğinizi görmekten mutluluk duyuyoruz
zh_hans: 我们很高兴看到您继续使用
zh_hant: 我們很高興看到您繼續使用

source: We are sad to see you go. Please consider us for your future needs. We appreciate your business.
ar_ae: نحن حزينون لرؤيتك ترحل. يرجى النظر في احتياجاتك المستقبلية. نحن نُقدِّر عملك.
de_de: Wir sind traurig, dass du gehst. Bitte berücksichtigen Sie uns für Ihre zukünftigen Bedürfnisse. Wir wissen Ihr Geschäft zu schätzen.
es_es: Lamentamos que se marche. Considérenos para sus necesidades futuras. Apreciamos su negocio.
fr_ca: Nous sommes tristes de vous voir partir. Veuillez nous considérer pour vos besoins futurs. Nous apprécions votre entreprise.
it_it: Siamo tristi di vederti andare via. Ti preghiamo di prenderci in considerazione per le tue esigenze future. Apprezziamo la tua attività.
ja_jp: やめてしまうのは悲しいです。今後のニーズに合わせてご検討ください。この度はご購入いただきありがとうございました。
pt_pt: Temos pena que nos vá deixar! Por favor, considere-nos para as suas necessidades futuras. Nós apreciamos o seu negócio.
ru_ru: Жаль, что вы нас покидаете. Пожалуйста, подумайте о наших будущих потребностях. Мы высоко оцениваем Вашу работу.
tr_tr: Ayrıldığınız için üzgünüz. Lütfen gelecekteki ihtiyaçlarınız için bizi göz önünde bulundurun. İşiniz için teşekkür ederiz.
zh_hans: 我们很遗憾看到您离开。请考虑我们您未来的需求。我們感謝您所做的一切。
zh_hant: 我們很遺憾看到你離開。請考慮我們為您未來的需求。感謝您的協助。

source: We are unable to launch the Report Designer from IE 9 browser. Please refer to this
ar_ae: يتعذر علينا إطلاق مصمم التقارير من متصفح IE 9. يرجى الرجوع إلى هذا
de_de: Wir können den Berichts-Designer nicht vom IE 9-Browser aus starten. Bitte beachten Sie diese
es_es: No podemos iniciar el Diseñador de informes desde el navegador IE 9. Por favor refiérase a
fr_ca: Nous ne sommes pas en mesure de lancer le Concepteur de rapports à partir du navigateur IE 9. Veuillez vous référer au
it_it: Non siamo in grado di avviare Report Designer dal browser IE 9. Si prega di fare riferimento a questo
ja_jp: IE 9ブラウザからレポートデザイナーを起動できません。問題を解決するには
pt_pt: Não é possível iniciar o Report Designer a partir do navegador IE 9. Consulte
ru_ru: Не удается запустить конструктор отчетов из браузера IE 9. См.
tr_tr: Rapor Tasarımcısını IE 9 tarayıcısından başlatamıyoruz. Lütfen bu görev için aşağıda listelenen 15 ürün kategorisine bakın.
zh_hans: 我们无法从IE 9浏览器启动报表设计器。请参阅
zh_hant: 我們無法從IE 9瀏覽器啟動報表設計工具。請參閱此內容

source: We are unable to service your request.
ar_ae: يتعذَّر علينا خدمة طلبك.
de_de: Wir können Ihre Anfrage nicht bearbeiten.
es_es: No hemos podido completar tu petición.
fr_ca: Nous ne pouvons pas répondre à votre demande.
it_it: Impossibile elaborare la richiesta.
ja_jp: リクエストを処理することができませんでした。
pt_pt: Não é possível atender à sua solicitação.
ru_ru: Мы не можем обработать ваш запрос.
tr_tr: İsteğinizi yerine getiremiyoruz.
zh_hans: 我们无法满足您的请求。
zh_hant: 我們無法處理您的請求。

source: We have initiated the payment for your subscription and are waiting for approval. Please wait…
ar_ae: لقد بدأنا الدفع مقابل اشتراكك وننتظر الموافقة. يرجى الانتظار...
de_de: Wir haben die Zahlung für Ihr Abonnement veranlasst und warten auf die Genehmigung. Bitte warten...
es_es: Hemos iniciado el pago de su suscripción y estamos esperando su aprobación. Espere, por favor...
fr_ca: Nous avons initié le paiement de votre abonnement et attendons l'approbation. S'il vous plaît, attendez… Veuillez patienter…
it_it: Abbiamo avviato il pagamento per il tuo abbonamento e siamo in attesa di approvazione. Attendi...
ja_jp: サブスクリプションの支払いを開始し、承認を待っています。お待ちください...
pt_pt: Iniciamos o pagamento da sua assinatura e estamos aguardando a aprovação. Aguarde...
ru_ru: Мы инициировали оплату вашей подписки и ждем одобрения. Пожалуйста, подождите…
tr_tr: Aboneliğiniz için ödemeyi başlattık ve onayınızı bekliyoruz. Lütfen bekleyin...
zh_hans: 我们已开始为您的订阅付款，正在等待批准。请稍候…
zh_hant: 我們已啟動您的訂閱付款，正在等待批準。請稍候…

source: We love to hear your ideas.
ar_ae: نحب أن نسمع أفكارك.
de_de: Wir würden uns freuen, deine Ideen zu hören.
es_es: Nos encantaría escuchar tus ideas.
fr_ca: Nous serions contents d'écouter vos avis.
it_it: Saremmo felicissimi di leggere le vostre idee.
ja_jp: みなさまのご意見をお待ちしております。
pt_pt: Adoramos ouvir as suas ideias.
ru_ru: Нам нравится слышать ваши идеи.
tr_tr: Fikirlerinizi duymayı çok seviyoruz.
zh_hans: 我们很乐意听取您的想法。
zh_hant: 我們很樂意聽取你的意見。

source: We recommend using the latest version of Chrome, Firefox, or Edge for a better application experience.
ar_ae: نوصي باستخدام أحدث إصدار من Chrome أو Firefox أو Edge للحصول على تجربة تطبيق أفضل.
de_de: Wir empfehlen die Verwendung der neuesten Version von Chrome, Firefox oder Edge für eine bessere Anwendungserfahrung.
es_es: Recomendamos usar la última versión de Chrome, Firefox o Edge para una mejor experiencia de aplicación.
fr_ca: Nous vous recommandons d'utiliser la dernière version de Chrome, Firefox ou Edge pour une meilleure expérience d'application.
it_it: Ti consigliamo di utilizzare l'ultima versione di Chrome, Firefox o Edge per una migliore esperienza applicativa.
ja_jp: アプリケーションエクスペリエンスを向上させるために、最新バージョンのChrome、Firefox、またはEdgeを使用することをお勧めします。
pt_pt: Recomendamos o uso da versão mais recente do Chrome, Firefox ou Edge para uma melhor experiência do aplicativo.
ru_ru: Мы рекомендуем использовать последнюю версию Chrome, Firefox или Edge для улучшения работы приложений.
tr_tr: Daha iyi bir uygulama deneyimi için Chrome, Firefox veya Edge'in en son sürümünü kullanmanızı öneririz.
zh_hans: 我们建议您使用最新版本的Chrome、Firefox或Edge ，以获得更好的应用体验。
zh_hant: 我們建議使用最新版本的Chrome、Firefox或Edge ，以獲得更好的應用程式體驗。

source: We support logout endpoints that have static request parameters.
ar_ae: نحن ندعم نقاط نهاية تسجيل الخروج التي تحتوي على معلمات طلب ثابتة.
es_es: Admitimos endpoints de cierre de sesión que tienen parámetros de solicitud estáticos.
fr_ca: Nous prenons en charge les points de terminaison de déconnexion qui ont des paramètres de demande statiques.
ja_jp: 静的な要求パラメータを持つログアウトエンドポイントをサポートしています。
pt_pt: Oferecemos suporte a pontos de extremidade de logout que possuem parâmetros de solicitação estática.
ru_ru: Мы поддерживаем эндпоинты выхода со статическими параметрами запроса.
tr_tr: Statik istek parametrelerine sahip çıkış uç noktalarını destekliyoruz.
zh_hans: 我们支持具有静态请求参数的注销端点。

source: We use cookies to give you the best experience on our website. If you continue to browse, then you agree to our
ar_ae: نستخدم ملفات تعريف الارتباط لنمنحك أفضل تجربة على موقعنا. إذا واصلت التصفح، فأنت توافق على
de_de: Wir verwenden Cookies, um Ihnen das beste Erlebnis auf unserer Website zu bieten. Wenn Sie weiter stöbern, stimmen Sie unseren
es_es: Usamos cookies para brindarle la mejor experiencia posible en nuestro sitio web. Si continúas navegando, aceptas nuestra
fr_ca: Nous utilisons des cookies pour vous fournir un meilleur service lors de votre visite sur notre site internet. Si vous continuez à naviguer, vous acceptez notre
it_it: Utilizziamo i cookie per offrirti la migliore esperienza sul nostro sito web. Se continui a navigare, accetti i nostri
ja_jp: 当社のウェブサイトは、最高の経験を保証をするためにクッキーを使用しています。引き続き閲覧する場合は、次のことに同意したものとみなされます。
pt_pt: Utilizamos cookies para assegurar-lhe a melhor experiência no nosso website. Se continuar a navegar, concorda com o nosso
ru_ru: We use cookies to give you the best possible experience on our website. Если вы продолжите просмотр, вы соглашаетесь с нашими
tr_tr: Web sitemizde size en iyi deneyimi sunabilmemiz için çerezleri kullanıyoruz. Göz atmaya devam ederseniz şunu kabul etmiş olursunuz:
zh_hans: 我们使用cookie来确保在网站上为您提供最佳体验。如果您继续浏览，即表示您同意我们的
zh_hant: 我們使用Cookie為您提供最佳的網站體驗。如果你繼續瀏覽，即表示你同意我們的

source: Wednesday
ar_ae: الأربعاء
de_de: Mittwoch
es_es: Miércoles
fr_ca: Mercredi
it_it: Mercoledì
ja_jp: 水曜日
pt_pt: Quarta-feira
ru_ru: Среда
tr_tr: Çarşamba
zh_hans: 星期三
zh_hant: 星期三

source: week(s)
ar_ae: أسبوع(أسابيع)
de_de: Woche(n)
es_es: semana(s)
fr_ca: Semaine(s)
it_it: settimana/e
ja_jp: 週数
pt_pt: semana(s)
ru_ru: неделя(и)
tr_tr: hafta
zh_hans: 周
zh_hant: 週(s)

source: week(s) on
ar_ae: أسبوع(أسابيع) في
de_de: Woche(n) an:
es_es: semana(s) el
fr_ca: semaine(s) sur
it_it: settimana/e di
ja_jp: 週ごと
pt_pt: semana(s) no dia
ru_ru: неделя(ь) на
tr_tr: hafta:
zh_hans: 周，在:
zh_hant: 週開

source: weekday
ar_ae: يوم من أيام الأسبوع
de_de: Werktag
es_es: día laborable
fr_ca: jour de la semaine
it_it: giorno feriale
pt_pt: Dias da Semana
ru_ru: будни
tr_tr: hafta içi
zh_hans: 周间
zh_hant: 工作日

source: Weekly
ar_ae: أسبوعيًا
de_de: Wöchentlich
es_es: Semanalmente
fr_ca: Toutes les semaines
it_it: Settimanale
ja_jp: 毎週
pt_pt: Semanalmenti
ru_ru: Каждую неделю
tr_tr: Haftalık
zh_hans: 一周
zh_hant: 每週

source: Welcome to
ar_ae: مرحبًا بك في
de_de: Willkommen bei
es_es: Bienvenido a
fr_ca: Bienvenue au
it_it: Benvenuto su
ja_jp: MetaMask Learn へ
pt_pt: Bem-vindo ao
ru_ru: Добро пожаловать в
tr_tr: Hoş geldiniz
zh_hans: 欢迎
zh_hant: 歡迎使用

source: What can we help you with?
ar_ae: بماذا يمكننا مساعدتك ؟
de_de: Wie können wir Ihnen behilflich sein?
es_es: ¿En qué podemos ayudarte?
fr_ca: Que pouvons-nous faire pour vous ?
it_it: Come possiamo aiutarti?
ja_jp: どんな点でお手伝いが必要でしょうか？
pt_pt: Em que podemos ajudár-lhe?
ru_ru: Чем мы можем вам помочь?
tr_tr: Size nasıl yardımcı olabiliriz?
zh_hans: 我们能帮您做些什么？
zh_hant: 我們能幫到你什麼？

source: What You Get with the Enterprise Plan
ar_ae: ما تحصل عليه من خطة المؤسسة
de_de: Was Sie mit dem Enterprise-Plan erhalten
es_es: Lo que obtienes con el plan Enterprise
fr_ca: Ce que vous obtenez avec le plan d'entreprise
it_it: Cosa ottieni con il piano Enterprise
ja_jp: Enterpriseプランのメリット
pt_pt: O que você obtém com o plano Enterprise
ru_ru: Что вы получаете с тарифным планом Enterprise
tr_tr: Kurumsal Planla Elde Ettikleriniz
zh_hans: Enterprise版套餐提供的功能
zh_hant: Enterprise版方案提供的功能
