Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Please upload report file
ar_ae: يرجى تحميل ملف التقرير
de_de: Bitte Datei hochladen
es_es: Por favor cargue el archivo
fr_ca: Veuillez télécharger le fichier de rapport
it_it: Per favore carica un file
ja_jp: ファイルをアップロードしてください。
pt_pt: Por favor envie o arquivo
ru_ru: Загрузите файл
tr_tr: Lütfen dosya yükleyin.
zh_hans: 请上传文件。
zh_hant: 請上傳檔

source: Please upload the dataset
ar_ae: يرجى تحميل مجموعة البيانات
de_de: Bitte Datei hochladen
es_es: Por favor, suba el archivo
fr_ca: Veuillez téléverser le jeu de données
it_it: Per favore carica il file
ja_jp: ファイルをアップロードしてください
pt_pt: Carregue o conjunto de dados
ru_ru: Загрузите файл.
tr_tr: Lütfen veri kümesini yükleyin
zh_hans: 请上传文件
zh_hant: 請上傳檔

source: Please upload widget file
ar_ae: يرجى تحميل ملف الأداة المصغرة
de_de: Bitte Datei hochladen
es_es: Por favor cargue el archivo
fr_ca: Veuillez télécharger le fichier de widget
it_it: Per favore carica un file
ja_jp: ファイルをアップロードしてください。
pt_pt: Por favor envie o arquivo
ru_ru: Загрузите файл
tr_tr: Lütfen dosya yükleyin.
zh_hans: 请上传文件。
zh_hant: 請上傳小部件文件

source: Please wait
ar_ae: يرجى الانتظار
de_de: Bitte warten
es_es: Espere, por favor
fr_ca: Veuillez patienter
it_it: Attendere prego
ja_jp: お待ちください
pt_pt: Por favor, aguarde
ru_ru: Подождите, пожалуйста
tr_tr: Lütfen bekleyin
zh_hans: 请等待
zh_hant: 請稍候

source: Please wait...
ar_ae: يرجى الانتظار...
de_de: Bitte warten...
es_es: Por favor, espere...
fr_ca: S'il vous plaît, attendez...
it_it: Attendi...
ja_jp: お待ちください...
pt_pt: Aguarde por favor...
ru_ru: Пожалуйста, подождите...
tr_tr: Lütfen bekleyin...
zh_hans: 请等待...
zh_hant: 請稍候…

source: Port
ar_ae: المنفذ
es_es: Puerto
it_it: Porta
ja_jp: ポート
pt_pt: Porta
ru_ru: Порт
zh_hans: 端口
zh_hant: 連接埠

source: Port Number
ar_ae: رقم المنفذ
de_de: Port-Nummer
es_es: Número de puerto
fr_ca: Numéro de port
it_it: Numero della porta
ja_jp: ポート番号
pt_pt: Número da porta
ru_ru: Номер порта
tr_tr: Port Numarası
zh_hans: 端口号
zh_hant: 連接埠

source: Possible causes:
ar_ae: الأسباب المحتملة:
de_de: Mögliche Ursachen:
es_es: Posibles causas:
fr_ca: Causes possibles :
it_it: Cause possibili:
ja_jp: 考えられる原因:
pt_pt: Possíveis causas:
ru_ru: Возможные причины:
tr_tr: Olası nedenler:
zh_hans: 可能的原因：
zh_hant: 可能的原因

source: Possible reason:
ar_ae: السبب المحتمل:
de_de: Mögliche Ursache
es_es: Posible causa
fr_ca: Raison possible
it_it: Possibile causa
ja_jp: ・考えられる原因：
pt_pt: Razão possivel
ru_ru: Возможная причина:
tr_tr: Olası Neden
zh_hans: 可能的原因:
zh_hant: 可能的原因：

source: Post
ar_ae: نشر
de_de: Beitrag
es_es: Entrada
fr_ca: Tige
it_it: Carica
ja_jp: メッセージの送信
pt_pt: Publicar
ru_ru: После
tr_tr: Paylaş
zh_hans: 发表

source: POST
ar_ae: نشر
ja_jp: 投稿
pt_pt: PUBLICAÇÃO
tr_tr: GÖNDERİ
zh_hans: 发布

source: Powered by
ar_ae: مدعوم من
de_de: Angetrieben von
es_es: Desarrollado por
fr_ca: Généré par
it_it: Basato su
ja_jp: 提供元
pt_pt: Desenvolvido por
ru_ru: На платформе
tr_tr: Tarafından geliştirilmiştir
zh_hans: 提供者：
zh_hant: 提供者：

source: Powered by logo
ar_ae: مدعوم من الشعار
de_de: Unterstützt von
es_es: Impulsado por el logotipo
fr_ca: Généré par
it_it: Basato su
ja_jp: 提供元ロゴ
pt_pt: Desenvolvido por
ru_ru: На платформе
tr_tr: Tarafından geliştirilmiştir
zh_hans: 提供者：
zh_hant: 提供者：

source: Pre flight max age
ar_ae: الحد الأقصى للعمر قبل الرحلة
de_de: Maximales Alter vor dem Flug
es_es: Edad máxima previa al vuelo
fr_ca: Âge maximum avant le vol
it_it: Età max. pre-volo
ja_jp: フライト前の最大年齢
pt_pt: Idade máxima pré-voo
ru_ru: Максимальный возраст перед полетом
tr_tr: Uçuş öncesi maksimum yaş
zh_hans: 飞行前最大年龄
zh_hant: 飛行前最大年齡

source: Preflight Max-Age
ar_ae: الحد الأقصى للعمر قبل الرحلة
de_de: Max. Vorflugalter
es_es: Edad máx. previa al vuelo
ja_jp: プリフライト最大年齢
pt_pt: Idade Máxima de Pré-Voo
ru_ru: Предполетный максимальный возраст
tr_tr: Ön kontrol Max - Age
zh_hans: 飞行前最大年龄
zh_hant: 飛行前最大年齡

source: PREV
ar_ae: السابق
de_de: VORHERIGER
es_es: ANTERIOR
fr_ca: PRÉC
it_it: PREC
ja_jp: 戻る##$_0D$##
pt_pt: ANTERIOR
ru_ru: Распространенность
tr_tr: ÖNCEKİ
zh_hans: 上一条

source: Preview
ar_ae: معاينة
de_de: Vorschau
es_es: Vista previa
fr_ca: Aperçu
it_it: Anteprima
ja_jp: プレビュー
pt_pt: Pré-visualizar
ru_ru: Предварительный просмотр
tr_tr: Önizleme
zh_hans: 预览
zh_hant: 預覽

source: Preview Item
ar_ae: معاينة العنصر
de_de: Vorschau
es_es: Elemento de vista previa
fr_ca: Aperçu de l’élément
it_it: Vedi un'anteprima dell'oggetto
ja_jp: プレビュー
pt_pt: Visualizar Item
ru_ru: Предварительный просмотр
tr_tr: Öğe Önizleme
zh_hans: 预览项目
zh_hant: 預覽項目

source: Preview the created report.
ar_ae: معاينة التقرير الذي تم إنشاؤه.
de_de: Vorschau des erstellten Berichts.
es_es: Vista previa del informe
fr_ca: Prévisualisez le rapport créé.
it_it: Anteprima del report.
ja_jp: 作成したレポートをプレビューします。
pt_pt: Visualize o relatório criado.
ru_ru: Предварительный просмотр созданного отчета.
tr_tr: Oluşturulan raporu önizleyin.
zh_hans: 预览创建的报告。
zh_hant: 預覽已建立的報告。

source: Price
ar_ae: السعر
de_de: Preis
es_es: Precio
fr_ca: Prix
it_it: Prezzo
ja_jp: 価格
pt_pt: Preço
ru_ru: Цена
zh_hans: 价格
zh_hant: 價格

source: Privacy Policy
ar_ae: سياسة الخصوصية
de_de: Datenschutzrichtlinien
es_es: Política de privacidad
fr_ca: Politique de confidentialité
it_it: Informativa sulla Privacy
ja_jp: プライバシーポリシー
pt_pt: Política de privacidade
ru_ru: Политика конфиденциальности
tr_tr: Gizlilik Politikası
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Private
ar_ae: خاص
de_de: Privat
es_es: Privada
fr_ca: Privée
it_it: Privati
ja_jp: プライベート
pt_pt: Reservados
ru_ru: Приватно
tr_tr: Özel
zh_hans: 私密
zh_hant: 私隱

source: private?
ar_ae: خاصة ؟
de_de: privat
es_es: privado
fr_ca: privée
it_it: privati
ja_jp: 非公開
pt_pt: privado
ru_ru: частный
tr_tr: Özel
zh_hans: adj.不公开 ;n.士兵,私人,私营,私有
zh_hant: 私人

source: Problem
ar_ae: المشكلة
de_de: Das Problem
es_es: Problema
fr_ca: Problème
it_it: Problema
ja_jp: 問題点
pt_pt: Problema
ru_ru: Неисправность
tr_tr: Sorun
zh_hans: 难题
zh_hant: 問題

source: Proceed
ar_ae: متابعة
es_es: Proceder
fr_ca: Procéder
ja_jp: 続行
pt_pt: Continuar
ru_ru: Продолжить
tr_tr: İlerleyin
zh_hans: 继续

source: Proceed to Query Designer
ar_ae: المتابعة إلى مصمم الاستعلام
de_de: Weiter zum Abfrage-Designer
es_es: Proceder al Diseñador de consultas
fr_ca: Passer au concepteur
it_it: Procedi a Query Designer
ja_jp: クエリデザイナーに進む
pt_pt: Prosseguir para o Designer de Consultas
ru_ru: Перейти к конструктору запросов
tr_tr: Sorgu Tasarımcısına Devam Et
zh_hans: 继续查询设计器
zh_hant: 繼續查詢設計工具

source: Proceed with 30 days trail
ar_ae: تابع مع مسار 30 يومًا
es_es: Continúa con un recorrido de 30 días
fr_ca: Procéder avec 30 jours de suivi
ja_jp: 30日間のトレイルに進む
pt_pt: Prossiga com a trilha de 30 dias
ru_ru: Продолжить 30-дневный маршрут
tr_tr: 30 günlük iz ile devam edin
zh_hans: 进行30天跟踪

source: Processing Options
ar_ae: خيارات المعالجة
de_de: Bearbeitungs-Optionen
es_es: Opciones de procesamiento
fr_ca: Options de traitement
it_it: Opzioni di elaborazione
ja_jp: 処理オプション
pt_pt: Opções de processamento
ru_ru: Параметры в обработки
tr_tr: İşleme Seçenekleri
zh_hans: 处理选项
zh_hant: 處理選項

source: Profile
ar_ae: الملف الشخصي
de_de: Profil
es_es: Perfil
fr_ca: Profil
it_it: Profilo
ja_jp: プロフィール
pt_pt: Perfil
ru_ru: Профиль
tr_tr: Profil
zh_hans: 个人档案
zh_hant: 基本資料

source: PROFILE
ar_ae: الملف الشخصي
es_es: PERFIL
fr_ca: PROFIL
ja_jp: プロフィール
pt_pt: PERFIL PESSOAL
ru_ru: ОБЩИЕ СВЕДЕНИЯ
tr_tr: HAKKINDA
zh_hans: 档案

source: Profile editing is not currently supported for
ar_ae: تحرير الملف الشخصي غير مدعوم حاليًا لـ
de_de: Die Profilbearbeitung wird derzeit nicht unterstützt für
es_es: Actualmente no se admite la edición de perfiles para
fr_ca: L'édition de profil n'est actuellement pas prise en charge pour
it_it: La modifica del profilo non è attualmente supportata per
ja_jp: プロファイル編集は現在サポートされていません
pt_pt: A edição de perfil não é suportada no momento para
ru_ru: Редактирование профиля в настоящее время не поддерживается для
tr_tr: Profil düzenleme şu anda desteklenmiyor
zh_hans: 个人资料编辑目前不支持
zh_hant: 個人資料編輯目前不支援

source: Profile editing is not currently supported for Azure Active Directory, Windows Active Directory, Office 365, database, JWT SSO, OAuth and OpenID Connect accounts.
ar_ae: تحرير الملف الشخصي غير مدعوم حاليًا لحسابات Azure Active Directory وWindows Active Directory وOffice 365 وقاعدة البيانات وJWT SSO وOAuth وOpenID Connect.
de_de: Die Profilbearbeitung wird derzeit nicht für Azure Active Directory-, Windows Active Directory-, Office 365-, Datenbank-, JWT SSO-, OAuth- und OpenID Connect-Konten unterstützt.
es_es: Actualmente, la edición de perfiles no es compatible con las cuentas de Azure Active Directory, Windows Active Directory, Office 365, base de datos, JWT SSO, OAuth y OpenID Connect.
fr_ca: * La modification du profil utilisateur, à l'exception de l'image, n'est actuellement pas prise en charge pour les comptes Azure Active Directory, Office 365, la base de données, OAuth, OpenID Connect et Syncfusion.com.
it_it: La modifica del profilo non è attualmente supportata per gli account Azure Active Directory, Windows Active Directory, Office 365, database, JWT SSO, OAuth e OpenID Connect.
ja_jp: 現在、Azure Active Directory、Windows Active Directory、Office 365、データベース、JWT SSO、OAuth、OpenID Connectアカウントでは、プロファイル編集はサポートされていません。
pt_pt: A edição de perfil não é suportada atualmente para contas do Azure Active Directory, Windows Active Directory, Office 365, banco de dados, JWT SSO, OAuth e OpenID Connect.
ru_ru: Редактирование профиля в настоящее время не поддерживается для учетных записей Azure Active Directory, Windows Active Directory, Office 365, базы данных, единого входа JWT, OAuth и OpenID Connect.
tr_tr: Profil düzenleme şu anda Azure Active Directory, Windows Active Directory, Office 365, veritabanı, JWT SSO, OAuth ve OpenID Connect hesapları için desteklenmemektedir.
zh_hans: Azure Active Directory、Windows Active Directory、Office 365、数据库、JWT SSO、OAuth和OpenID Connect帐户当前不支持配置文件编辑。
zh_hant: 目前不支援Azure Active Directory、Windows Active Directory、Office 365、資料庫、JWT SSO、OAuth和OpenID Connect帳戶的設定檔編輯。

source: Profile picture has been deleted successfully.
ar_ae: تم حذف صورة الملف الشخصي بنجاح.
de_de: Das Profilbild wurde erfolgreich aktualisiert
es_es: La imagen de perfil se ha eliminado correctamente.
fr_ca: La photo de profil a bien été supprimée.
it_it: L'immagine del profilo è stata salvata correttamente
ja_jp: プロフィールの写真、正常に削除された。
pt_pt: Sua foto do perfil foi excluída.
ru_ru: Фотография профиля успешно обновлена
tr_tr: Resim başarıyla silindi
zh_hans: 您的个人资料照片已成功上传。
zh_hant: 頭像已成功刪除。

source: Profile picture has been saved successfully.
ar_ae: تم حفظ صورة الملف الشخصي بنجاح.
de_de: Ihr Profil wurde erfolgreich gespeichert!
es_es: La imagen de perfil se ha guardado correctamente.
fr_ca: L'image du profil a été enregistrée avec succès.
it_it: L'immagine del profilo è stata salvata correttamente
ja_jp: プロフィールが正常に保存されました。
pt_pt: Foto do perfil foi atualizada com sucesso
ru_ru: Ваш аккаунт успешно сохранен!
tr_tr: Profiliniz başarıyla kaydedildi!
zh_hans: 您的个人资料已成功保存！
zh_hant: 頭像已成功保存。

source: Provider Logo
ar_ae: شعار مقدم الخدمة
de_de: Anbieter-Logo
es_es: Logotipo del proveedor
fr_ca: Logo du fournisseur
it_it: Logo del Provider
ja_jp: プロバイダ
pt_pt: Logotipo do Fornecedor
ru_ru: Логотип поставщика
tr_tr: Sağlayıcı Logosu
zh_hans: 提供者徽标
zh_hant: 供應商標誌

source: Provider Name
ar_ae: اسم مقدم الخدمة
de_de: Dienstleistername
es_es: Nombre del proveedor
fr_ca: Nom du fournisseur
it_it: Nome del provider
ja_jp: 配送会社
pt_pt: Nome do Profissional
ru_ru: Название провайдера
tr_tr: Kargo Firması Adı
zh_hans: 提供者名称
zh_hant: 供應商名稱

source: Provider URL
ar_ae: عنوان URL لمزود الخدمة
de_de: Anbieter-URL
es_es: URL del proveedor
fr_ca: URL du fournisseur
it_it: URL provider
ja_jp: プロバイダーURL
pt_pt: URL do fornecedor
ru_ru: URL-адрес поставщика
tr_tr: Sağlayıcı URL'si
zh_hans: 提供商网址
zh_hant: 供應商網址

source: Public
ar_ae: عام
de_de: Öffentlich
es_es: Público
it_it: Pubblico
ja_jp: パブリック
pt_pt: Público
ru_ru: Публичный
tr_tr: Herkese Açık
zh_hans: 公开
zh_hant: 公用

source: Public
ar_ae: عام
de_de: Öffentlich
es_es: Público
it_it: Pubblico
ja_jp: パブリック
pt_pt: Público
ru_ru: Публичный
tr_tr: Herkese Açık
zh_hans: 公开
zh_hant: 公用

source: Public reports are disabled by the system administrator. Please contact your system administrator to enable this.
ar_ae: يتم تعطيل التقارير العامة من قبل مسؤول النظام. يرجى الاتصال بمسؤول النظام الخاص بك لتمكين هذا.
de_de: Öffentliche Berichte werden vom Systemadministrator deaktiviert. Bitte wenden Sie sich an Ihren Systemadministrator, um dies zu aktivieren.
es_es: El administrador del sistema deshabilita los informes públicos. Póngase en contacto con el administrador del sistema para solucionarlo.
fr_ca: Les rapports publics sont désactivés par l'administrateur système. Veuillez contacter votre administrateur système pour l'activer.
it_it: I report pubblici sono disabilitati dall'amministratore di sistema. Contatta l'amministratore di sistema per abilitarlo.
ja_jp: 公開レポートは、システム管理者によって無効にされています。システム管理者に問い合わせてください。
pt_pt: Os relatórios públicos são desativados pelo administrador do sistema. Entre em contato com o administrador do sistema para resolver isso.
ru_ru: Публичные отчеты отключены системным администратором. Свяжитесь с вашим системным администратором.
tr_tr: Genel raporlar sistem yöneticisi tarafından devre dışı bırakılır. Lütfen sistem yöneticinizle iletişime geçin.
zh_hans: 公开报告被系统管理员禁用。请联系您的系统管理员。
zh_hant: 系統管理員已停用公開報告。請聯絡您的系統管理員以啟用此功能。

source: Public Reports are disabled by the system administrator. Please contact your system administrator to enable this.
ar_ae: يتم تعطيل التقارير العامة من قبل مسؤول النظام. يرجى الاتصال بمسؤول النظام الخاص بك لتمكين هذا.
de_de: Öffentliche Berichte werden vom Systemadministrator deaktiviert. Bitte wenden Sie sich an Ihren Systemadministrator, um dies zu aktivieren.
es_es: El administrador del sistema deshabilita los informes públicos. Póngase en contacto con el administrador del sistema para solucionarlo.
fr_ca: Les rapports publics sont désactivés par l'administrateur système. Veuillez contacter votre administrateur système pour l'activer.
it_it: I report pubblici sono disabilitati dall'amministratore di sistema. Contatta l'amministratore di sistema per abilitarlo.
ja_jp: 公開レポートは、システム管理者によって無効にされています。システム管理者に問い合わせてください。
pt_pt: Os relatórios públicos são desativados pelo administrador do sistema. Entre em contato com o administrador do sistema para resolver isso.
ru_ru: Публичные отчеты отключены системным администратором. Свяжитесь с вашим системным администратором.
tr_tr: Genel Raporlar sistem yöneticisi tarafından devre dışı bırakılır. Lütfen sistem yöneticinizle iletişime geçin.
zh_hans: 公开报告被系统管理员禁用。请联系您的系统管理员。
zh_hant: 系統管理員已停用公開報告。請聯絡您的系統管理員以啟用此功能。

source: Public Reports are disabled in
ar_ae: يتم تعطيل التقارير العامة في
de_de: Öffentliche Berichte sind deaktiviert in
es_es: Los informes públicos están desactivados en
fr_ca: Les rapports publics sont désactivés dans
it_it: I rapporti pubblici sono disabilitati in
ja_jp: 公開レポートは次で無効になっています：
pt_pt: Os relatórios públicos estão desativados em
ru_ru: Публичные отчеты отключены в
tr_tr: Genel Raporlar devre dışı bırakıldı
zh_hans: 公共报告在中被禁用
zh_hant: 公共儀表板禁用於

source: Public reports will be deprecated soon. Please refer to the {0}documentation{1} for more information.
ar_ae: سيتم إهمال التقارير العامة قريبًا. يرجى الرجوع إلى {0} الوثائق {1} لمزيد من المعلومات.
de_de: Öffentliche Berichte werden in Kürze veraltet sein. Weitere Informationen finden Sie in der {0} Dokumentation {1}.
es_es: Los informes públicos quedarán en desuso pronto. Consulte la documentación proporcionada para obtener más información.
fr_ca: Les rapports publics seront bientôt obsolètes. Veuillez vous référer à la {0} documentation {1} pour plus d'informations.
it_it: I report pubblici saranno presto deprecati. Fare riferimento alla {0} documentazione {1} per ulteriori informazioni.
ja_jp: 公開レポートはまもなく廃止されます。詳細については、 {0} ドキュメント {1} を参照してください。
pt_pt: Os relatórios públicos serão descontinuados em breve. Consulte a {0} documentação {1} para obter mais informações.
ru_ru: Публичные отчеты скоро устареют. Пожалуйста, обратитесь к документации {0} {1} для получения дополнительной информации.
tr_tr: Herkese açık raporlar yakında kullanımdan kaldırılacaktır. Daha fazla bilgi için lütfen IFU'ya bakın.
zh_hans: 公开报告将很快被弃用。有关更多信息，请参阅 {0} 文档 {1} 。
zh_hant: 公開報告即將停用。有關更多資訊，請參閱 {0} 文件 {1} 。

source: public?
ar_ae: عام ؟
de_de: öffentlich
es_es: público?
fr_ca: soit cotée en bourse ?
it_it: pubblico
ja_jp: 情報配信されます。
pt_pt: público
ru_ru: публичный?
tr_tr: halk
zh_hans: adj.公办,公共,公开,公营,公用,公有 ;n.群众
zh_hant: 公共

source: Publish
ar_ae: نشر
de_de: Veröffentlichen
es_es: Publicar
fr_ca: Publier
it_it: Pubblica
ja_jp: 発行
pt_pt: Publicar
ru_ru: Опубликовать
tr_tr: Yayınla
zh_hans: 发布
zh_hant: 發佈

source: Publish As
ar_ae: النشر كـ
de_de: Veröffentlichen als
es_es: Publicar como
fr_ca: Publier en tant que
it_it: Pubblica con nome
ja_jp: 設定して公開...
pt_pt: Publicar como…
ru_ru: Опубликовать как…
tr_tr: Farklı Yayınla
zh_hans: 发布形式
zh_hant: 發佈為…

source: Publish History
ar_ae: نشر المحفوظات
de_de: Veröffentlichungshistorie anzeigen.
es_es: Publicar historial
fr_ca: Historique de publication
it_it: Cronologia Pubblicazioni
ja_jp: 履歴を公開
pt_pt: Publicar Histórico
ru_ru: Опубликовать историю
tr_tr: Yayın Geçmişi
zh_hans: 查看发布历史记录。
zh_hant: 發佈歷程記錄

source: Publish Report
ar_ae: نشر التقرير
de_de: Bericht veröffentlichen
es_es: Publicar informe
fr_ca: Publier le rapport
it_it: Pubblica rapporto
ja_jp: レポートを公開
pt_pt: Porquê publicar este relatório?
ru_ru: Публикация отчета
tr_tr: Raporu Yayınla
zh_hans: 发布报告
zh_hant: 發布報告

source: Publish Report Part
ar_ae: نشر جزء التقرير
de_de: Bericht veröffentlichen
es_es: Publicar informe
fr_ca: Publier le rapport
it_it: Pubblica rapporto
ja_jp: レポートを公開
pt_pt: Publicar parte do relatório
ru_ru: Опубликовать часть отчёта
tr_tr: rapor bölümü
zh_hans: 发布报表部件
zh_hant: 發布報告

source: Publish Report to Other Sites
ar_ae: نشر التقرير على مواقع أخرى
de_de: Bericht auf anderen Websites veröffentlichen
es_es: Publicar informe en otros sitios
fr_ca: Publier le rapport sur d'autres sites
it_it: Pubblica report su altri siti
ja_jp: レポートを他のサイトに公開する
pt_pt: Publicar relatório em outros sites
ru_ru: Публикация отчета на других сайтах
tr_tr: Raporu Diğer Sitelerde Yayınla
zh_hans: 将报告发布到其他网站
zh_hant: 將報告發佈到其他網站

source: Publish the report to share with others.
ar_ae: انشر التقرير لمشاركته مع الآخرين.
de_de: Veröffentlichen Sie den Bericht, um ihn mit anderen zu teilen.
es_es: Publica el informe para compartirlo con los demás.
fr_ca: Publiez le rapport pour le partager avec d'autres.
it_it: Pubblica il report per condividerlo con gli altri.
ja_jp: レポートを公開して他の人と共有します。
pt_pt: Publique o relatório para compartilhar com outras pessoas.
ru_ru: Опубликуйте отчет, чтобы поделиться им с другими.
tr_tr: Başkalarıyla paylaşmak için raporu yayınlayın.
zh_hans: 发布报告并与他人分享。
zh_hant: 發佈報告並與他人分享。

source: Publish to external sites
ar_ae: النشر على مواقع خارجية
de_de: Auf externen Websites veröffentlichen
es_es: Publicar en sitios externos
fr_ca: sur des sites extérieurs
it_it: Pubblica in siti
ja_jp: 外部サイトに公開する
pt_pt: Publicar em sites externos
ru_ru: Публикация на внешних сайтах
tr_tr: Harici sitelerde yayınla
zh_hans: 发布到外部网站
zh_hant: 發佈到外部網站

source: Publish to these sites
ar_ae: النشر على هذه المواقع
de_de: Auf diesen Websites veröffentlichen
es_es: Publicar en estos sitios
fr_ca: Publier sur ces sites
it_it: Pubblica su questi siti
ja_jp: これらのサイトに公開
pt_pt: Publicar nesses sites
ru_ru: Опубликовать на этих сайтах
tr_tr: Bu sitelerde yayınla
zh_hans: 发布到这些网站
zh_hant: 發佈到這些網站

source: Published report failed to synchronize.
ar_ae: فشل مزامنة التقرير المنشور.
de_de: Der veröffentlichte Bericht konnte nicht synchronisiert werden.
es_es: No se ha podido sincronizar el informe publicado.
fr_ca: Échec de la synchronisation du tableau de bord publié.
it_it: Sincronizzazione del report pubblicato non riuscita.
ja_jp: 公開されたレポートを同期できませんでした。
pt_pt: Falha ao sincronizar o relatório publicado.
ru_ru: Не удалось синхронизировать опубликованный отчет.
tr_tr: Yayınlanan rapor senkronize edilemedi.
zh_hans: 已发布的报告无法同步。
zh_hant: 發佈的報告無法同步。

source: Published report removed successfully.
ar_ae: تمت إزالة التقرير المنشور بنجاح.
de_de: Der veröffentlichte Bericht wurde erfolgreich entfernt.
es_es: Informe publicado eliminado con éxito.
fr_ca: Rapport publié supprimé avec succès.
it_it: Report pubblicato rimosso correttamente.
ja_jp: 公開されたレポートは正常に削除されました。
pt_pt: Relatório publicado removido com sucesso.
ru_ru: Опубликованный отчет успешно удален.
tr_tr: Yayınlanan rapor başarıyla kaldırıldı.
zh_hans: 已发布的报告已成功删除。
zh_hant: 已成功移除已發佈的報告。

source: Published report successfully synchronized.
ar_ae: تمت مزامنة التقرير المنشور بنجاح.
de_de: Der veröffentlichte Bericht wurde erfolgreich synchronisiert.
es_es: El informe publicado se ha sincronizado correctamente.
fr_ca: Le rapport publié a été synchronisé avec succès.
it_it: Report pubblicato sincronizzato correttamente.
ja_jp: 公開されたレポートが正常に同期されました。
pt_pt: Relatório publicado sincronizado com sucesso.
ru_ru: Опубликованный отчет успешно синхронизирован.
tr_tr: Yayınlanan rapor başarıyla senkronize edildi.
zh_hans: 已发布的报告已成功同步。
zh_hant: 已發佈的報告已成功同步。

source: Published Resources
ar_ae: الموارد المنشورة
de_de: Veröffentlichte Ressourcen
es_es: Recursos publicados
fr_ca: ressources publiées
it_it: Risorse pubblicate
ja_jp: 公開されたリソース
pt_pt: Recursos Publicados
ru_ru: Опубликованные ресурсы
tr_tr: Yayınlanmış Kaynakları
zh_hans: 已发布的资源
zh_hant: 已發佈的資源

source: PUBLISHED RESOURCES
ar_ae: الموارد المنشورة
de_de: VERÖFFENTLICHTE RESSOURCEN
es_es: Recursos publicados
fr_ca: ressources publiées
it_it: RISORSE PUBBLICATE
ja_jp: 公開されたリソース
pt_pt: RECURSOS PUBLICADOS
ru_ru: ОПУБЛИКОВАННЫЕ РЕСУРСЫ
tr_tr: Yayınlanmış Kaynakları
zh_hans: 已发布的资源
zh_hant: 已發佈的資源

source: Published Site:
ar_ae: الموقع المنشور:
de_de: Veröffentlichte Website:
es_es: Sitio publicado:
fr_ca: Site publié :
it_it: Sito pubblicato:
ja_jp: Published:
pt_pt: Site Publicado:
ru_ru: Опубликованный сайт:
tr_tr: Yayım Tarihi:
zh_hans: 发表:
zh_hant: 發表：

source: Publishing Info
ar_ae: معلومات النشر
de_de: Veröffentlichung...
es_es: Información de publicaciones
fr_ca: Travaux d' édition
it_it: Grafica editoriale
ja_jp: 公開
pt_pt: Editorial
ru_ru: Публикуем
tr_tr: yayımlama
zh_hans: 出版

source: Purchased
ar_ae: تم الشراء
de_de: Gekauft
es_es: Comprado
fr_ca: Acheté
it_it: Acquistato
ja_jp: 購入
pt_pt: Comprado
ru_ru: Приобретено
tr_tr: Satın alındı
zh_hans: 已购买
zh_hant: 已購買

source: Query to pull users :
ar_ae: استعلام لسحب المستخدمين :
de_de: Abfrage zum Abrufen von Benutzern :
es_es: Consulta para extraer usuarios :
fr_ca: Requête pour tirer les utilisateurs :
it_it: Query per estrarre gli utenti :
ja_jp: ユーザーをプルするためのクエリ:
pt_pt: Consulta para puxar utilizadores :
ru_ru: Запрос на подтягивание пользователей :
tr_tr: Kullanıcıları çekmek için sorgu:
zh_hans: 提取用户的查询：
zh_hant: 查詢拉取用戶：

source: Quickly connect your data from data sources such as SQL, files, and web APIs.
ar_ae: قم بتوصيل بياناتك بسرعة من مصادر البيانات مثل SQL والملفات وواجهات برمجة تطبيقات الويب.
de_de: Verbinden Sie Ihre Daten schnell aus Datenquellen wie SQL, Dateien und Web-APIs.
fr_ca: Connectez rapidement vos données à partir de sources de données telles que SQL, des fichiers et des API Web.
it_it: Connetti rapidamente i tuoi dati da origini dati come SQL, file e API web.
ja_jp: SQL、ファイル、Web APIなどのデータソースからデータをすばやく接続します。
pt_pt: Conecte rapidamente seus dados de fontes de dados como SQL, arquivos e APIs da web.
ru_ru: Быстро подключайте данные из таких источников, как SQL, файлы и веб-API.
tr_tr: SQL, dosyalar ve web API'leri gibi veri kaynaklarından verilerinizi hızla bağlayın.
zh_hans: 快速连接来自SQL、文件和Web API等数据源的数据。
zh_hant: 從SQL、檔案和Web API等資料來源快速連線資料。
