Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: If you should have access to this site, contact your system administrator.
ar_ae: إذا كان يجب أن يكون لديك حق الوصول إلى هذا الموقع، فاتصل بمسؤول النظام.
de_de: Wenn Sie Zugriff auf diese Website haben sollten, wenden Sie sich an Ihren Systemadministrator.
es_es: Si debe tener acceso a este sitio, póngase en contacto con el administrador del sistema.
fr_ca: Si vous devez avoir accès à ce site, contactez votre administrateur système.
it_it: Se si dovrebbe avere accesso a questo sito, contattare l'amministratore di sistema.
ja_jp: このサイトにアクセスする必要がある場合は、システム管理者にお問い合わせください。
pt_pt: Se tiver acesso a este site, contacte o administrador do sistema.
ru_ru: Если у вас есть доступ к этому сайту, обратитесь к системному администратору.
tr_tr: Bu siteye erişiminiz olması gerekiyorsa, sistem yöneticinize başvurun.
zh_hans: 如果您应该有权访问此站点，请联系您的系统管理员。
zh_hant: 如果您有權存取此網站，請聯絡您的系統管理員。

source: If you want to publish the report for a specific user, click on
ar_ae: إذا كنت ترغب في نشر التقرير لمستخدم معين، فانقر فوق
de_de: Wenn Sie den Bericht für einen bestimmten Benutzer veröffentlichen möchten, klicken Sie auf
es_es: Si desea publicar el informe para un usuario específico, haga clic en
fr_ca: Si vous souhaitez publier le rapport pour un utilisateur spécifique, cliquez sur
it_it: Se si desidera pubblicare il report per un utente specifico, fare clic su
ja_jp: 特定のユーザー向けにレポートを公開する場合は、
pt_pt: Se quiser publicar o relatório para um utilizador específico, clique em
ru_ru: Если вы хотите опубликовать отчет для конкретного пользователя, нажмите
tr_tr: Raporu belirli bir kullanıcı için yayınlamak istiyorsanız,
zh_hans: 如果您想为特定用户发布报告，请点击
zh_hant: 如果您想為特定用戶發佈報告，請點擊

source: If you want to start a new subscription, please contact Bold Reports support
ar_ae: إذا كنت ترغب في بدء اشتراك جديد، فيرجى الاتصال بدعم Bold Reports
de_de: Wenn Sie ein neues Abonnement starten möchten, wenden Sie sich bitte an den Support von Bold Reports
es_es: Si desea iniciar una nueva suscripción, póngase en contacto con el soporte de Bold Reports
fr_ca: Si vous souhaitez commencer un nouvel abonnement, veuillez contacter l'assistance de Bold Reports
it_it: Se desideri avviare un nuovo abbonamento, contatta l'assistenza di Bold Reports
ja_jp: 新しいサブスクリプションを開始する場合は、Bold Reportsサポートにお問い合わせください
pt_pt: Se quiser iniciar uma nova subscrição, contacte o apoio da Bold Reports
ru_ru: Если вы хотите начать новую подписку, обратитесь в службу поддержки Bold Reports
tr_tr: Yeni bir abonelik başlatmak istiyorsanız lütfen Bold Reports desteğiyle iletişime geçin
zh_hans: 如果您想开始新的订阅，请联系Bold Reports支持
zh_hant: 如果您想開始新的訂閱，請聯絡Bold Reports支援

source: If your application shares the same authentication as that of the Bold Report, use SSO and select corresponding authentication provider.
ar_ae: إذا كان تطبيقك يشارك نفس المصادقة كتلك الخاصة بالتقرير الغامق، فاستخدم تسجيل الدخول الأحادي وحدد مزود المصادقة المقابل.
es_es: Si su aplicación comparte la misma autenticación que la de Bold Report, use SSO y seleccione el proveedor de autenticación correspondiente.
fr_ca: Si votre application partage la même authentification que celle du serveur de rapports, utilisez SSO et sélectionnez le fournisseur d'authentification correspondant.
ja_jp: アプリケーションが太字のレポートと同じ認証を共有する場合は、SSOを使用して対応する認証プロバイダーを選択します。
pt_pt: Se a sua aplicação partilhar a mesma autenticação que a do Bold Report, use o SSO e selecione o fornecedor de autenticação correspondente.
ru_ru: Если ваше приложение использует ту же проверку подлинности, что и полужирный отчет, используйте единый вход и выберите соответствующего поставщика проверки подлинности.
tr_tr: Uygulamanız Cesur Raporla aynı kimlik doğrulamasını paylaşıyorsa, SSO kullanın ve ilgili kimlik doğrulama sağlayıcısını seçin.
zh_hans: 如果您的应用程序共享与粗体报告相同的身份验证，请使用SSO并选择相应的身份验证提供程序。

source: Ignore
ar_ae: تجاهل
de_de: Ignorieren
es_es: Ignorar
fr_ca: Ignorer
it_it: Ignora
ja_jp: 無視
pt_pt: Ignorar
ru_ru: Игнорировать
tr_tr: Yoksay
zh_hans: 忽略
zh_hant: 忽略

source: Image File Format not supported
ar_ae: تنسيق ملف الصورة غير مدعوم
de_de: Bildformat nicht unterstützt
es_es: Formato del archivo no soportado.
fr_ca: Format de fichier image non pris en charge
it_it: Formato file non supportato
ja_jp: ファイル形式がサポートされていません！
pt_pt: Esse formato de arquivo de imagem não é suportado
ru_ru: Формат изображения не поддерживается
tr_tr: Dosya biçimi desteklenmiyor.
zh_hans: 图像格式不受支持
zh_hant: 圖像格式不受支持

source: Image Manager
ar_ae: مدير الصور
de_de: Bildmanager
es_es: Administrador de imágenes
fr_ca: Gestionnaire des images
it_it: Gestore Immagini
ja_jp: 画像マネージャー
pt_pt: Gestor de Imagens
ru_ru: Управление изображениями
tr_tr: PixiePlus Resim YöneticiComment
zh_hans: 图片管理器
zh_hant: 圖片管理員

source: Image manager configuration to add and edit the report images.
ar_ae: تكوين مدير الصور لإضافة وتحرير صور التقرير.
de_de: Image-Manager-Konfiguration zum Hinzufügen und Bearbeiten der Berichtsbilder.
es_es: Configuración del gestor de imágenes para añadir y editar las imágenes del informe.
fr_ca: Configuration du gestionnaire d'images pour ajouter et modifier les images du rapport.
it_it: Configurazione del gestore di immagini per aggiungere e modificare le immagini del report.
ja_jp: レポート画像を追加および編集するためのイメージマネージャー設定。
pt_pt: Configuração do gerenciador de imagens para adicionar e editar as imagens do relatório.
ru_ru: Конфигурация диспетчера изображений для добавления и редактирования изображений отчета.
tr_tr: Rapor görüntülerini eklemek ve düzenlemek için görüntü yöneticisi yapılandırması.
zh_hans: 用于添加和编辑报告图像的图像管理器配置。
zh_hant: 用於添加和編輯報告圖像的圖像管理器配置。

source: Image size should be less than 500KB
ar_ae: يجب أن يكون حجم الصورة أقل من 500 كيلوبايت
de_de: Die Bildgröße muß kleiner sein als
es_es: El tamaño de la imagen debe ser inferior a 3 MB
fr_ca: La taille de l'image doit être inférieure à 500 Ko
it_it: Le dimensioni dell'immagine devono essere inferiori a 3MB
ja_jp: 画像サイズは500 KB未満である必要があります
pt_pt: O tamanho da imagem deve ser inferior a 3 MB
ru_ru: Размер изображения должен быть меньше 1 МБ
tr_tr: Görüntü boyutu 500 KB'den küçük olmalıdır
zh_hans: 图片大小应小于500KB
zh_hant: 圖片大小應該小於3MB

source: Image Source
ar_ae: مصدر الصورة
de_de: Bildquelle
es_es: Fuente de la imagen
fr_ca: Source d'image
it_it: Fonte immagine
ja_jp: イメージ ソース
pt_pt: Fonte da imagem - Image Source
ru_ru: Источник изображения
tr_tr: Görsel Kaynağı
zh_hans: 图像源
zh_hant: 圖片來源

source: Impersonate the authenticated user after a connection has been made to the Data Source
ar_ae: انتحال شخصية المستخدم المصادق عليه بعد إجراء اتصال بمصدر البيانات
de_de: Identifizieren Sie sich als authentifizierter Benutzer, nachdem eine Verbindung zur Datenquelle hergestellt wurde
es_es: Suplantar al usuario autenticado después de que se haya realizado una conexión con el origen de datos
fr_ca: Emprunter l’identité de l’utilisateur authentifié après qu’une connexion a été établie à la source de données
it_it: Impersonare l'utente autenticato dopo che è stata effettuata una connessione all'origine dati
ja_jp: データソースへの接続が行われた後、認証されたユーザーになりすまします
pt_pt: Representar o utilizador autenticado após ter sido feita uma ligação à Fonte de Dados
ru_ru: Выдавать себя за аутентифицированного пользователя после подключения к источнику данных
tr_tr: Veri Kaynağına bir bağlantı yapıldıktan sonra kimliği doğrulanmış kullanıcının kimliğine bürünme
zh_hans: 在与数据源建立连接后模拟经过身份验证的用户
zh_hant: 連線到資料來源後，模擬已驗證的使用者

source: Import
ar_ae: استيراد
de_de: Importieren
es_es: importar
fr_ca: Importer
it_it: Importa
ja_jp: インポート
pt_pt: Importar
ru_ru: Импорт
tr_tr: İthalat
zh_hans: 导入
zh_hant: 匯入

source: Import from Active Directory
ar_ae: استيراد من Active Directory
de_de: Aus Active Directory importieren
es_es: Puede importar desde una red, por ejemplo, Active Directory.
fr_ca: Importer depuis Active Directory
it_it: DIIAS Importa utente da Active Directory
ja_jp: Active Directoryからユーザーをインポートする
pt_pt: Importar do Active Directory
ru_ru: Импорт из Active Directory
tr_tr: Bilgisayardan verileri aliniz.
zh_hans: 从Active Directory导入
zh_hant: 從 Active Directory 導入

source: Import from Azure AD
ar_ae: استيراد من Azure AD
de_de: Import von Azure AD
es_es: Importar desde Azure AD
fr_ca: Importation depuis Azure AD
it_it: Importa da Azure AD
ja_jp: Azure ADからインポート
pt_pt: Importar do Azure AD
ru_ru: Импорт из Azure AD
tr_tr: Azure AD'den içe aktar
zh_hans: 从Azure AD导入
zh_hant: 從 Azure AD 導入

source: Import from CSV
ar_ae: استيراد من CSV
de_de: Aus CSV importieren
es_es: Importar desde CSV
fr_ca: Importer depuis un fichier CSV
it_it: Importa da CSV
ja_jp: CSV からインポート
pt_pt: Importar de CSV
ru_ru: Импорт из CSV
tr_tr: CSV'den içe aktar
zh_hans: 导入CSV
zh_hant: 從CSV導入

source: Import from Database
ar_ae: استيراد من قاعدة البيانات
de_de: Aus Datenbank importieren...
es_es: Importar de base de datos...
fr_ca: Importer depuis une base de données
it_it: Dal database
ja_jp: データベースからインポート...
pt_pt: Importar de Base de Dados...
ru_ru: Из базы данных
tr_tr: Veritabanından İçeriye Aktar... Veritabanından...
zh_hans: 從資料庫
zh_hant: 從數據庫導入

source: Import Group - Status
ar_ae: استيراد المجموعة - الحالة
de_de: Gruppenstatus
es_es: Importar grupo
fr_ca: Importer des groupes - Statut
it_it: Gruppo di importazione
ja_jp: グループのインポート-ステータス
pt_pt: Posição do grupo
ru_ru: Статус группы
tr_tr: Grubu İçe Aktar
zh_hans: 群体状态
zh_hant: 導入組 - 狀態

source: Import groups
ar_ae: استيراد مجموعات
de_de: Gruppen importieren
es_es: Importar grupos
fr_ca: Importer groupes
it_it: Importa gruppi
ja_jp: フィールドグループをインポート
pt_pt: Importar grupos
ru_ru: Импорт групп
tr_tr: Alan Gruplarını İçe Aktar
zh_hans: 导入组
zh_hant: 匯入群組

source: IMPORT GROUPS
ar_ae: استيراد مجموعات
de_de: Gruppen importieren
es_es: Importar grupos
fr_ca: IMPORTER DES GROUPES
it_it: Importa gruppi
ja_jp: フィールドグループをインポート
pt_pt: Importar grupos
ru_ru: Импорт групп
tr_tr: Alan Gruplarını İçe Aktar
zh_hans: 导入组
zh_hant: 匯入群組

source: Import groups from Active Directory
ar_ae: استيراد مجموعات من Active Directory
de_de: Gruppen aus Active Directory importieren
es_es: Importar grupos desde Active Directory
fr_ca: Importer des groupes depuis Active Directory
it_it: Importa gruppi da Active Directory
ja_jp: Active Directoryからユーザーをインポートする
pt_pt: Importar grupos do Active Directory
ru_ru: Импорт групп из Active Directory
tr_tr: Grupları Active Directory'den içe aktar
zh_hans: 从Active Directory导入组
zh_hant: 從 Active Directory 導入

source: Import groups from Azure AD
ar_ae: استيراد مجموعات من Azure AD
de_de: Gruppen aus Azure AD importieren
es_es: Importar grupos desde Azure AD
fr_ca: Importer des groupes depuis Azure AD
it_it: Importa gruppi da Azure AD
ja_jp: Azure ADからグループをインポートする
pt_pt: Importar grupos do Azure AD
ru_ru: Импорт групп из Azure AD
tr_tr: Grupları Azure AD'den içe aktar
zh_hans: 从Azure AD导入组
zh_hant: 從 Azure AD 導入

source: Import the selected groups from the list
ar_ae: استيراد المجموعات المحددة من القائمة
de_de: Importieren Sie die ausgewählten Gruppen aus der Liste
es_es: Importar los grupos seleccionados de la lista
fr_ca: Importer les groupes sélectionnés depuis la liste
it_it: Importa i gruppi selezionati dall'elenco
ja_jp: リストから選択したグループをインポートする
pt_pt: Importar os grupos selecionados da lista
ru_ru: Импортировать выбранные группы из списка
tr_tr: Seçilen grupları listeden içe aktar
zh_hans: 从列表中导入所选组
zh_hant: 從列表中導入選定的組

source: Import the selected users
ar_ae: استيراد المستخدمين المحددين
de_de: Gewählte Benutzer importieren
es_es: Importar los usuarios seleccionados
fr_ca: Importer les utilisateurs sélectionnés
it_it: Importa gli utenti selezionati
ja_jp: 選択したユーザーをインポート
pt_pt: Importar os utilizadores selecionados
ru_ru: Импортировать выбранных пользователей
tr_tr: Seçilen kullanıcıları içe aktar
zh_hans: 导入所选用户
zh_hant: 匯入所選用戶

source: Import the selected users and activate their accounts
ar_ae: استيراد المستخدمين المحددين وتفعيل حساباتهم
de_de: Importieren Sie die ausgewählten Benutzer und aktivieren Sie ihre Konten
es_es: Importar los usuarios seleccionados y activar sus cuentas
fr_ca: Importez les utilisateurs sélectionnés et activez leurs comptes
it_it: Importa gli utenti selezionati e attiva i loro account
ja_jp: 選択したユーザーをインポートし、アカウントを有効にします
pt_pt: Importar os utilizadores selecionados e ativar as suas contas
ru_ru: Импортируйте выбранных пользователей и активируйте их учетные записи
tr_tr: Seçilen kullanıcıları içe aktarın ve hesaplarını etkinleştirin
zh_hans: 导入所选用户并激活其帐户
zh_hant: 導入選定的用戶並激活他們的帳戶

source: Import users
ar_ae: استيراد المستخدمين
de_de: Benutzer importieren
es_es: Importar usuarios
fr_ca: Importer des utilisateurs
it_it: Importa utenti
ja_jp: ユーザのインポート
pt_pt: Importar utilizadores
ru_ru: Импортировать пользователей
tr_tr: Kullanıcıları içeri aktar
zh_hans: 导入用户
zh_hant: 匯入使用者

source: Import Users
ar_ae: استيراد المستخدمين
de_de: Benutzer importieren
es_es: Importar usuarios
fr_ca: Importer des utilisateurs·trices
it_it: Importa utenti
ja_jp: ユーザーをインポート
pt_pt: Importar utilizadores
ru_ru: Импортировать пользователей
tr_tr: Kullanıcıları İçe Aktar
zh_hans: 导入用户
zh_hant: 匯入使用者

source: IMPORT USERS
ar_ae: استيراد المستخدمين
de_de: Benutzer importieren
es_es: IMPORTAR USUARIOS
fr_ca: IMPORTER DES UTILISATEURS
it_it: Importa utenti
ja_jp: ユーザーをインポート
pt_pt: Importar utilizadores
ru_ru: Импортировать пользователей
tr_tr: Kullanıcıları içeri aktar
zh_hans: 导入用户
zh_hant: 匯入使用者

source: IMPORT USERS
ar_ae: استيراد المستخدمين
de_de: Benutzer importieren
es_es: IMPORTAR USUARIOS
fr_ca: IMPORTER DES UTILISATEURS
it_it: Importa utenti
ja_jp: ユーザーをインポート
pt_pt: Importar utilizadores
ru_ru: Импортировать пользователей
tr_tr: Kullanıcıları içeri aktar
zh_hans: 导入用户
zh_hant: 匯入使用者

source: Import users from Active Directory
ar_ae: استيراد المستخدمين من Active Directory
de_de: Benutzer aus Active Directory importieren
es_es: Importar usuarios desde Active Directory
fr_ca: Importer des utilisateurs depuis Active Directory
it_it: Importa utenti da directory
ja_jp: Active Directoryからユーザーをインポートする
pt_pt: Importar utilizadores do Active Directory
ru_ru: Вход из Активной Директории
tr_tr: Kullanıcıları Active Directory'den içe aktar
zh_hans: 从Active Directory导入用户
zh_hant: 從 Active Directory 導入

source: Import users from Azure AD
ar_ae: استيراد المستخدمين من Azure AD
de_de: Benutzer aus AD importieren
es_es: Importar usuarios desde Azure AD
fr_ca: Importer des utilisateurs depuis Azure AD
it_it: Importa utenti da Azure AD
ja_jp: Azure ADからユーザーをインポートする
pt_pt: Importar utilizadores do Azure AD
ru_ru: Импорт пользователей из Azure AD
tr_tr: Kullanıcıları Azure AD'den içe aktar
zh_hans: 从Azure AD导入用户
zh_hant: 從 Azure AD 導入

source: Import users from CSV
ar_ae: استيراد المستخدمين من ملف CSV
de_de: Benutzer aus CSV importieren
es_es: Importar usuarios desde un archivo CSV
fr_ca: Importer des utilisateurs depuis un fichier CSV
it_it: Importa utenti da CSV
ja_jp: CSVファイルからユーザーをインポート
pt_pt: Importar usuários de arquivo CSV
ru_ru: Импорт пользователей из CSV
tr_tr: Kullanıcıları CSV'den içe aktarın
zh_hans: 從CSV文件中輸入用户
zh_hant: 从CSV导入用户

source: Import users from database
ar_ae: استيراد المستخدمين من قاعدة البيانات
de_de: Aus Datenbank importieren...
es_es: Importar desde base de datos
fr_ca: Importer des utilisateurs depuis une base de données
it_it: Importa utenti da ADP
ja_jp: データベースからインポート
pt_pt: Importar de Base de Dados...
ru_ru: Импорт пользователей из CSV
tr_tr: Veritabanından İçeriye Aktar... Veritabanından...
zh_hans: 從CSV文件中輸入用户
zh_hant: 從數據庫導入用戶

source: Import users from Database
ar_ae: استيراد المستخدمين من قاعدة البيانات
de_de: Aus Datenbank importieren...
es_es: Importar desde base de datos
fr_ca: IMPORTER DES UTILISATEURS DEPUIS UNE BASE DE DONNÉES
it_it: Importa utenti da ADP
ja_jp: データベースからインポート
pt_pt: Importar de Base de Dados...
ru_ru: Импорт пользователей из CSV
tr_tr: Veritabanından İçeriye Aktar... Veritabanından...
zh_hans: 從CSV文件中輸入用户
zh_hant: 從數據庫導入用戶

source: IMPORT USERS FROM DATABASE
ar_ae: استيراد المستخدمين من قاعدة البيانات
de_de: Aus Datenbank importieren...
es_es: Importar desde base de datos
fr_ca: IMPORTER DES UTILISATEURS DEPUIS UNE BASE DE DONNÉES
it_it: Importa utenti da ADP
ja_jp: データベースからインポート
pt_pt: Importar de Base de Dados...
ru_ru: Импорт пользователей из CSV
tr_tr: Veritabanından İçeriye Aktar... Veritabanından...
zh_hans: 從CSV文件中輸入用户
zh_hant: 從數據庫導入用戶

source: Import users from the list below
ar_ae: استيراد المستخدمين من القائمة أدناه
de_de: Benutzer aus der folgenden Liste importieren
es_es: Importar usuarios de la siguiente lista
fr_ca: Importer Des utilisateurs depuis la liste ci-dessous
it_it: Importa utenti dall'elenco sottostante
ja_jp: 以下のリストからユーザーをインポート
pt_pt: Importar utilizadores da lista abaixo
ru_ru: Импортировать пользователей из списка ниже
tr_tr: Kullanıcıları aşağıdaki listeden içe aktar
zh_hans: 从下面的列表导入用户
zh_hant: 從下面的列表中導入和激活用戶

source: Importing users from existing database is not available in automatic account activation type.
ar_ae: استيراد المستخدمين من قاعدة البيانات الحالية غير متوفر في نوع تنشيط الحساب التلقائي.
de_de: Das Importieren von Benutzern aus der vorhandenen Datenbank ist im automatischen Kontoaktivierungstyp nicht verfügbar.
es_es: La importación de usuarios desde la base de datos existente no está disponible en el tipo de activación automática de la cuenta.
fr_ca: Importer des utilisateurs depuis une base de données existante n’est pas disponible avec le type activation automatique du compte.
it_it: L'importazione di utenti dal database esistente non è disponibile nel tipo di attivazione automatica dell'account.
ja_jp: 既存のデータベースからのユーザーのインポートは、自動アカウントアクティベーションタイプでは利用できません。
pt_pt: A importação de utilizadores da base de dados existente não está disponível no tipo de ativação automática de conta.
ru_ru: Импорт пользователей из существующей базы данных недоступен в автоматическом типе активации учетной записи.
tr_tr: Kullanıcıları mevcut veritabanından içe aktarma, otomatik hesap etkinleştirme türünde mevcut değildir.
zh_hans: 从现有数据库导入用户在自动帐户激活类型中不可用。
zh_hant: 從現有數據庫導入用戶在自動帳戶激活類型中不可用。

source: In Progress
ar_ae: قيد التقدم
de_de: In Arbeit
es_es: En proceso
fr_ca: En cours
it_it: In Corso
ja_jp: 進行中
pt_pt: Em curso
ru_ru: В процессе
tr_tr: Devam Ediyor
zh_hans: 进行中
zh_hant: 進行中

source: Inactive
ar_ae: غير نشط
de_de: Inaktiv
es_es: Inactivo
fr_ca: Inactif
it_it: Inattivo
ja_jp: 停止中
pt_pt: Inativo
ru_ru: Неактивная
tr_tr: Pasif
zh_hans: 已停用
zh_hant: 未使用

source: Incident Update
ar_ae: تحديث الحادث
de_de: Aktualisierung des Vorfalls
es_es: Actualización del incidente
fr_ca: Mise à jour de l'incident
it_it: Aggiornamento dell'incidente
ja_jp: インシデントの更新
pt_pt: Atualização do Incidente
ru_ru: Обновление информации по инциденту
tr_tr: Olay Güncellemesi
zh_hans: 事件更新
zh_hant: 事件更新

source: Incident update failed.
ar_ae: فشل تحديث البلاغ.
de_de: Aktualisierung fehlgeschlagen.
es_es: Se ha producido un error al actualizar.
fr_ca: La mise à jour de l'incident a échoué.
it_it: Aggiornamento non riuscito.
ja_jp: 更新に失敗しました。
pt_pt: A actualização falhou.
ru_ru: Обновление не удалось.
tr_tr: Güncelleme işlemi başarısız
zh_hans: 上传失败。
zh_hant: 更新失敗。

source: Incident updated successfully.
ar_ae: تم تحديث البلاغ بنجاح.
de_de: erfolgreich aktualisiert.
es_es: El incidente se actualizó correctamente
fr_ca: Incident mis à jour avec succès.
it_it: è stato aggiornato correttamente.
ja_jp: 更新成功
pt_pt: Actualizado correctamente.
ru_ru: Обновлено выполнено.
tr_tr: Başarıyla güncellendi.
zh_hans: 更新成功。
zh_hant: 成功更新資料。

source: Includes
ar_ae: يشمل
de_de: Beinhaltet:
es_es: Incluye
fr_ca: Inclut
it_it: Nella Confezione
ja_jp: 次のサービスが含まれます：
pt_pt: Inclui
ru_ru: Включает
tr_tr: İçerir:
zh_hans: 包含
zh_hant: 包括

source: Increases
ar_ae: الزيادات
de_de: Zugänge
es_es: Aumenta
fr_ca: Augmentations
it_it: Variazioni in aumento
ja_jp: 拡がります。
pt_pt: Aumentos
ru_ru: Увеличивается
tr_tr: Artışlar
zh_hans: 涨幅详情
zh_hant: 增加

source: Info
ar_ae: معلومات
es_es: Información
fr_ca: Infos
ja_jp: インフォメーション
pt_pt: Informação
ru_ru: Информация
tr_tr: Bilgi
zh_hans: 信息
zh_hant: 相關資訊

source: Information
ar_ae: المعلومات
es_es: Adicional
it_it: Informazioni
ja_jp: インフォメーション
pt_pt: Informação##$_09$##
ru_ru: Информация
tr_tr: Bilgi
zh_hans: 信息
zh_hant: 資訊

source: Inherit from global settings
ar_ae: وراثة من الإعدادات العالمية
de_de: Globale Einstellungen erben
es_es: Heredado de la configuración global
fr_ca: Hérite des paramètres globaux
it_it: Eredita dalle impostazioni del negozio
ja_jp: グローバル設定
pt_pt: Herdar das configurações do blog
ru_ru: Наследовать настройки из глобальной категории
tr_tr: Mağaza ayarlarından devral
zh_hans: 从全局设置继承
zh_hant: 承襲全域設定

source: Inherit from global settings will use the global notification settings configured by the administrator.
ar_ae: سيستخدم Inherit from global settings (وراثة من الإعدادات العامة) إعدادات الإشعارات العامة التي تم تكوينها بواسطة المسؤول.
de_de: Wenn Sie von den globalen Einstellungen übernehmen, werden die vom Administrator konfigurierten globalen Benachrichtigungseinstellungen verwendet.
es_es: Heredar de la configuración global utilizará la configuración de notificación global configurada por el administrador.
fr_ca: * Hériter des paramètres globaux utilisera les paramètres de notification globale configurés par l'administrateur.
it_it: Eredita dalle impostazioni globali utilizzerà le impostazioni di notifica globali configurate dall'amministratore.
ja_jp: グローバル設定から継承すると、管理者が設定したグローバル通知設定が使用されます。
pt_pt: Herdar das configurações globais usará as configurações de notificação global definidas pelo administrador.
ru_ru: Наследование от глобальных параметров будет использовать глобальные параметры уведомлений, настроенные администратором.
tr_tr: Genel ayarlardan devralma, yönetici tarafından yapılandırılan genel bildirim ayarlarını kullanacaktır.
zh_hans: 从全局设置继承将使用管理员配置的全局通知设置。
zh_hant: 從全域設定繼承將使用管理員設定的全域通知設定。

source: Inherited From
ar_ae: موروث من
de_de: Geerbt von
es_es: Heredado de
fr_ca: Hérite de
it_it: Ereditata da
ja_jp: 継承元
pt_pt: Herdado de
ru_ru: Унаследовано от
tr_tr: Devralındığı Yer
zh_hans: 继承自
zh_hant: 繼承

source: Inherited from Group
ar_ae: موروث من المجموعة
de_de: Geerbt von
es_es: Heredado del grupo
fr_ca: Hérité du groupe
it_it: Ha ereditato dal gruppo'
ja_jp: グループから
pt_pt: Herdado do Grupo
ru_ru: Наследуется от родительской группы
tr_tr: Gruptan Devralındı
zh_hans: 继承自组
zh_hant: 繼承自集團

source: Inner Join
ar_ae: انضمام داخلي
es_es: Interna
fr_ca: Jointure interne
it_it: Relazione interna
ja_jp: 内部での統合
pt_pt: Associação Interna
ru_ru: внутреннее соединение
tr_tr: iç birleşim
zh_hans: 內部連結
zh_hant: 內部聯結

source: Insert Image
ar_ae: إدراج صورة
de_de: Bild einfügen
es_es: Insertar imagen
fr_ca: Insérer une image
it_it: Inserisci immagine
ja_jp: 画像を挿入
pt_pt: Inserir Imagem
ru_ru: Вставить изображение
tr_tr: Resim Ekle
zh_hans: 插入图像
zh_hant: 插入圖像

source: Internal server error
ar_ae: خطأ داخلي في الخادم
de_de: Interner Serverfehler
es_es: Error interno del servidor
fr_ca: Erreur interne du serveur
it_it: Errore server interno
ja_jp: サーバー内部でエラーが発生しました。
pt_pt: Erro interno do servidor
ru_ru: Внутренняя ошибка сервера
tr_tr: Dahili sunucu hatası
zh_hans: 内部服务器错误
zh_hant: 伺服器內部發生錯誤。

source: Internal Server Error
ar_ae: خطأ داخلي في الخادم
de_de: Interner Serverfehler
es_es: Error interno del servidor
fr_ca: Erreur interne du serveur
it_it: Errore server interno
ja_jp: 内部サーバーエラー
pt_pt: Erro Interno do Servidor
ru_ru: Внутренняя ошибка сервера
tr_tr: İç Sunucu Hatası
zh_hans: 内部服务器错误
zh_hant: 服務器內部錯誤

source: Internal Server Error (500)
ar_ae: خطأ داخلي في الخادم (500)
es_es: Error interno del servidor (500)
fr_ca: Erreur interne au serveur (500)
it_it: Errore interno del server 500
ja_jp: サーバー内部でエラーが発生しました (500)
pt_pt: Erro interno do servidor (500)
ru_ru: Внутренняя ошибка сервера (500)
tr_tr: Dahili sunucu hatası
zh_hans: 内部服务器错误[500]
zh_hant: 伺服器內部錯誤 (500)
