Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: , and the recipients will be notified when the condition has been satisfied.
ar_ae: ، وسيتم إخطار المستلمين عند استيفاء الشرط.
de_de: und die Empfänger werden benachrichtigt, wenn die Bedingung erfüllt ist.
es_es: , y los destinatarios serán notificados cuando se cumpla la condición.
fr_ca: et les destinataires seront informés lorsque la condition sera remplie.
it_it: e i destinatari saranno avvisati quando la condizione sarà soddisfatta.
ja_jp: 条件が満たされると、受信者に通知されます。
pt_pt: , e os destinatários serão notificados quando a condição for satisfeita.
ru_ru: , и получатели будут уведомлены, когда условие будет выполнено.
tr_tr: ve koşul yerine getirildiğinde alıcılar bilgilendirilecektir.
zh_hans: ，条件满足时将通知收件人。
zh_hant: ，當條件滿足時將通知收件人。

source: a slideshow to share.
ar_ae: عرض شرائح لمشاركته.
de_de: eine Diashow zum Teilen.
es_es: una presentación de diapositivas para compartir.
fr_ca: un diaporama à partager.
it_it: una presentazione da condividere.
ja_jp: 共有するスライドショー。
pt_pt: uma apresentação de slides para compartilhar.
ru_ru: слайд-шоу, которым можно поделиться.
tr_tr: paylaşmak için bir slayt gösterisi.
zh_hans: 要分享的幻灯片。
zh_hant: 要分享的投影片放映。

source: and
ar_ae: و
de_de: und
es_es: y
fr_ca: et
it_it: e
ja_jp: および
pt_pt: e
ru_ru: и
tr_tr: ve
zh_hans: 及
zh_hant: 和

source: and choose the user you want.
ar_ae: واختر المستخدم الذي تريده.
de_de: und wählen Sie den gewünschten Benutzer aus.
es_es: y elija el usuario que desee.
fr_ca: Choissisez le siège qui vous convient.
it_it: e scegli l'utente che desideri.
ja_jp: 欲しいヒーローを選択してください
pt_pt: Escolher a regra pretendida.
ru_ru: Выбирайте место, которое вам подходит.
tr_tr: ve istediğiniz kullanıcıyı seçin.
zh_hans: 选择你想要的演示。
zh_hant: 並選擇您想要的使用者。

source: and ends after
ar_ae: وينتهي بعد
de_de: und endet nach
es_es: Finaliza después de
fr_ca: et se termine après
it_it: e termina dopo
ja_jp: 後に終了します
pt_pt: e termina depois
ru_ru: Число повторов
tr_tr: ve sonra sona erer
zh_hans: 在以下条件后结束
zh_hant: 並在之後結束

source: and more.
ar_ae: وأكثر من ذلك.
de_de: … und mehr
es_es: ... y mucho más.
fr_ca: et plus.
it_it: e molto altro.
ja_jp: そしてそれ以上のものを手に入れました。
pt_pt: E muito mais!
ru_ru: ...и множество других
tr_tr: ve daha da fazlası.
zh_hans: 以及更多。
zh_hant: 更多…

source: as public. Internal server error. Please try again.
ar_ae: كجمهور. خطأ داخلي في الخادم. يُرجى إعادة المحاولة.
de_de: Serverfehler. Bitte erneut versuchen.
es_es: Marcar como público Error interno del servidor. Vuelva a intentarlo.
fr_ca: en tant que public. Erreur interne du serveur. Veuillez essayer de nouveau.
it_it: come pubblico. Errore interno del server. Riprova.
ja_jp: 公開されています。サーバー内部でエラーが発生しました。もう一度やり直してください。
pt_pt: como público. Erro interno do servidor. Tente novamente.
ru_ru: Пометить как общедоступный Внутренняя ошибка сервера. Пожалуйста, попробуйте ещё раз.
tr_tr: kamu olarak. Dahili sunucu hatası Lütfen tekrar dene.
zh_hans: 标记为已完成内部服务器错误请重试。
zh_hant: 設為公開。內部伺服器錯誤。請再試一次。

source: cannot be added to a pinboard that already contains a dashboard.
ar_ae: لا يمكن إضافتها إلى لوحة رقم التعريف الشخصي التي تحتوي بالفعل على لوحة معلومات.
de_de: kann nicht zu einer Pinnwand hinzugefügt werden, die bereits ein Dashboard enthält.
es_es: no se puede agregar a un tablero que ya contiene un tablero.
fr_ca: ne peut pas être ajouté à un tableau d'affichage qui contient déjà un tableau de bord.
it_it: non può essere aggiunto a una bacheca che contiene già una dashboard.
ja_jp: すでにダッシュボードが含まれているピンボードに追加することはできません。
pt_pt: não pode ser adicionado a um quadro de avisos que já contém um painel.
ru_ru: не может быть добавлен в пинборд, который уже содержит панель управления.
tr_tr: zaten bir pano içeren bir panoya eklenemez.
zh_hans: 无法添加到已包含仪表板的钉板。
zh_hant: 不能固定到已經包含儀表板的主頁。

source: days
ar_ae: أيام
de_de: Tage
es_es: días
fr_ca: jours
it_it: giorni
ja_jp: 日
pt_pt: dias
ru_ru: дней
tr_tr: gün
zh_hans: 天
zh_hant: 天

source: deleted
ar_ae: تم الحذف
de_de: GELÖSCHT
es_es: borrado
fr_ca: a supprimé
it_it: Eliminato
ja_jp: 削除日
pt_pt: eliminado
ru_ru: УДАЛЕНО
tr_tr: Silindi
zh_hans: 已删除
zh_hant: 已刪除

source: Editing user profile except the picture is not currently supported for
ar_ae: تحرير ملف تعريف المستخدم باستثناء الصورة غير مدعوم حاليًا لـ
de_de: Bearbeiten des Benutzerprofils, außer dass das Bild derzeit nicht unterstützt wird für
es_es: Editar el perfil de usuario, excepto que la imagen no es compatible actualmente con
fr_ca: Modification du profil utilisateur, sauf que l'image n'est actuellement pas prise en charge pour
it_it: La modifica del profilo utente, ad eccezione dell'immagine, non è attualmente supportata per
ja_jp: 現在サポートされていない画像を除くユーザープロフィールの編集
pt_pt: A edição do perfil de utilizador, exceto a imagem, não é suportada no momento
ru_ru: Редактирование профиля пользователя, за исключением того, что изображение в настоящее время не поддерживается для
tr_tr: Resim şu anda için desteklenmiyorsa kullanıcı profilini düzenleme
zh_hans: 编辑用户个人资料，除了图片目前不支持
zh_hant: 目前不支援編輯圖片以外的使用者基本資料

source: for more details..
ar_ae: لمزيد من التفاصيل..
de_de: für weitere Informationen an
es_es: para obtener más información
fr_ca: pour plus de détails
it_it: per maggiori dettagli
ja_jp: にアクセスしてください。
pt_pt: Para mais detalhes
ru_ru: Больше подробностей.
tr_tr: daha fazla ayrıntı için.
zh_hans: 了解更多详细信息
zh_hant: 要更改邊欄，請轉到”外觀>小部件。這裡小部件可以”拖放”到側邊欄。文檔中的更多詳細資訊。

source: for this access.
ar_ae: لهذا الوصول.
de_de: für diesen Zugriff.
es_es: para este acceso.
fr_ca: pour cet accès.
it_it: per questo accesso.
ja_jp: このアクセスのために。
pt_pt: para este acesso.
ru_ru: для этого доступа.
tr_tr: bu erişim için.
zh_hans: 以获取此访问权限。
zh_hant: 以取得此存取權限。

source: format.
ar_ae: التنسيق.
it_it: Formato
ja_jp: フォーマット
pt_pt: formato
ru_ru: Формат
tr_tr: biçim
zh_hans: 格式
zh_hant: 格式

source: has been deleted successfully.
ar_ae: تم حذفه بنجاح.
de_de: Wurde erfolgreich gelöscht.
es_es: ha sido eliminado correctamente
fr_ca: A été supprimé avec succès.
it_it: Permesso eliminato con successo.
ja_jp: ルールは正常に削除されました。
pt_pt: {0} foi excluído com sucesso.
ru_ru: Успешно удалено.
tr_tr: Başarıyla silindi.
zh_hans: 已成功删除。
zh_hant: 已成功刪除規則。

source: has been failed to delete.
ar_ae: فشل في الحذف.
de_de: Entfernen fehlgeschlagen.
es_es: no se ha podido eliminar.
fr_ca: n'a pas pu être supprimé.
it_it: Eliminazione fallita.
ja_jp: 削除に失敗しました。
pt_pt: Falha ao eliminar.
ru_ru: Сбой удаления.
tr_tr: Silinemedi
zh_hans: 无法删除。
zh_hant: 已經刪除失敗。

source: has been pinned successfully.
ar_ae: تم تثبيته بنجاح.
de_de: wurde erfolgreich angeheftet.
es_es: se ha fijado correctamente.
fr_ca: a été épinglé avec succès.
it_it: è stato bloccato con successo.
ja_jp: が正常にピン留めされました。
pt_pt: foi fixado com sucesso.
ru_ru: был успешно закреплен.
tr_tr: Başarıyla sabitlendi
zh_hans: 已成功固定。
zh_hant: 已成功固定。

source: has mentioned you in the comment on the
ar_ae: قد ذكرتك في التعليق على
de_de: hat Sie im Kommentar zum
es_es: te ha mencionado en el comentario sobre el
fr_ca: vous a mentionné dans le commentaire du
it_it: ti ha menzionato nel commento al
ja_jp: のコメントであなたに言及しました
pt_pt: mencionou-o no comentário sobre o
ru_ru: упомянул вас в комментарии к
tr_tr: hakkındaki yorumda sizden bahsetti
zh_hans: 在评论中提到过你
zh_hant: 在評論中提到了你

source: here
ar_ae: هنا
es_es: aquí
fr_ca: ici
ja_jp: こちらから。
pt_pt: Aqui
ru_ru: здесь
tr_tr: burada.
zh_hans: 这里

source: If using a custom FTP/SFTP port, include it with the host like this: ftp://domain:123 or sftp://domain:123.
ar_ae: في حالة استخدام منفذ FTP/SFTP مخصص، قم بتضمينه مع المضيف مثل هذا: ftp :// domain:123 أو sftp :// domain:123.
de_de: Wenn Sie einen benutzerdefinierten FTP/SFTP-Port verwenden, fügen Sie ihn dem Host wie folgt hinzu: ftp://domain:123 oder sftp://domain:123.
es_es: Si utiliza un puerto FTP/SFTP personalizado, inclúyalo con el host de esta manera: ftp://domain:123 o sftp://domain:123.
fr_ca: Si vous utilisez un port FTP/SFTP personnalisé, incluez-le avec l'hôte comme ceci : ftp ://domain :123 ou sftp ://domain :123.
it_it: Se si utilizza una porta FTP/SFTP personalizzata, includerla con l'host in questo modo: ftp://domain:123 o sftp://domain:123.
ja_jp: カスタムFTP/SFTPポートを使用する場合は、次のようにホストに含めます。ftp :// domain: 123またはsftp :// domain: 123。
pt_pt: Se estiver usando uma porta FTP/SFTP personalizada, inclua-a com o host da seguinte forma: ftp://domain:123 ou sftp://domain:123.
ru_ru: При использовании пользовательского порта FTP/SFTP включите его в хост следующим образом: ftp://domain:123 или sftp://domain:123.
tr_tr: Özel bir FTP/SFTP bağlantı noktası kullanıyorsanız, bunu ana bilgisayara şu şekilde ekleyin: ftp :// domain:123 veya sftp :// domain:123.
zh_hans: 如果使用自定义FTP/SFTP端口，请将其包含在主机中，如下所示： ftp://domain: 123或sftp://domain: 123。
zh_hant: 如果使用自訂FTP/SFTP連接埠，請將其包含在主機中，例如： ftp://domain: 123或sftp://domain: 123。

source: month(s)
ar_ae: شهر(أشهر)
de_de: Monat(e)
es_es: Meses(es)
fr_ca: mois
it_it: mese/i
ja_jp: カ月ごとの
pt_pt: Mês(es)
ru_ru: месяц
tr_tr: ay(lar)
zh_hans: 月份
zh_hant: 月

source: occurrences.
ar_ae: الحوادث.
de_de: Häufigkeit
es_es: Incidencias
it_it: Occorrenze
ja_jp: 使用回数
pt_pt: Ocorrências
ru_ru: Вхождения
tr_tr: Olaylar
zh_hans: 出现次数
zh_hant: 次

source: of
ar_ae: من
de_de: von
es_es: de
fr_ca: de
it_it: di
ja_jp: の
pt_pt: de
ru_ru: из
tr_tr: şirketinin
zh_hans: 共
zh_hant: 的

source: of every
ar_ae: من كل
de_de: von jedem
es_es: cada semana
fr_ca: de chaque
it_it: di ogni
ja_jp: 毎
pt_pt: de cada
ru_ru: из каждого
tr_tr: her
zh_hans: 每一个
zh_hant: 每一個

source: on
ar_ae: في
de_de: am
es_es: sobre
fr_ca: le
it_it: su
ja_jp: オン
pt_pt: em
ru_ru: в
tr_tr: İle İlgili
zh_hans: 上

source: or
ar_ae: أو
de_de: oder
es_es: o
fr_ca: ou
it_it: oppure
ja_jp: または
pt_pt: ou
ru_ru: или
tr_tr: ya da
zh_hans: 或
zh_hant: 或

source: others
ar_ae: أخرى
de_de: Sonstiges
es_es: otros
fr_ca: autres
it_it: Altri
ja_jp: その他
pt_pt: outros
ru_ru: покупателей
tr_tr: Diğer
zh_hans: 其他
zh_hant: 其他

source: Public reports are disabled in
ar_ae: يتم تعطيل التقارير العامة في
de_de: Öffentliche Berichte sind deaktiviert in
es_es: Los informes públicos están desactivados en
fr_ca: Les rapports publics sont désactivés dans
it_it: I report pubblici sono disabilitati in
ja_jp: 公開レポートはで無効になっています
pt_pt: Os relatórios públicos estão desativados em
ru_ru: Публичные отчеты отключены в
tr_tr: Kamuya açık raporlar şurada devre dışı bırak
zh_hans: 公共报告在中被禁用
zh_hant: 公共儀表板禁用於

source: Public Reports are disabled in
ar_ae: يتم تعطيل التقارير العامة في
de_de: Öffentliche Berichte sind deaktiviert in
es_es: Los informes públicos están desactivados en
fr_ca: Les rapports publics sont désactivés dans
it_it: I rapporti pubblici sono disabilitati in
ja_jp: 公開レポートは次で無効になっています：
pt_pt: Os relatórios públicos estão desativados em
ru_ru: Публичные отчеты отключены в
tr_tr: Genel Raporlar devre dışı bırakıldı
zh_hans: 公共报告在中被禁用
zh_hant: 公共儀表板禁用於

source: reply
ar_ae: رد
de_de: Antwort
es_es: Responder
fr_ca: Répondre
it_it: Rispondi
ja_jp: 返信
pt_pt: Resposta
ru_ru: Ответить
tr_tr: yanıtla
zh_hans: 回复
zh_hant: 回复

source: report
ar_ae: تقرير
de_de: Bericht
fr_ca: rapport
it_it: MEDICO
ja_jp: レポート
pt_pt: RELATÓRIO
ru_ru: отчет
tr_tr: rapor
zh_hans: 报告
zh_hant: 檢舉

source: Reports
ar_ae: التقارير
es_es: Informes
fr_ca: Rapports
it_it: Rapporti
ja_jp: レポート
pt_pt: Relatórios
ru_ru: – Отчеты
tr_tr: Raporlar
zh_hans: 报告
zh_hant: 報告

source: The user has been assigned to the default group -
ar_ae: تم تعيين المستخدم إلى المجموعة الافتراضية -
de_de: Der Benutzer wurde der Standardgruppe zugewiesen -
es_es: El usuario ha sido asignado al grupo predeterminado -
fr_ca: L'utilisateur a été affecté au groupe par défaut -
it_it: L'utente è stato assegnato al gruppo predefinito -
ja_jp: ユーザーはデフォルトのグループに割り当てられています-
pt_pt: O utilizador foi atribuído ao grupo predefinido -
ru_ru: Пользователь был назначен в группу по умолчанию -
tr_tr: Kullanıcı varsayılan gruba atandı -
zh_hans: 用户已被分配到默认组-
zh_hant: 用戶已被分配到默認羣組-

source: to learn how to add new localizations in Reports.
ar_ae: لمعرفة كيفية إضافة توطين جديد في التقارير.
de_de: um zu erfahren, wie man neue Lokalisierungen in Berichten hinzufügt.
es_es: para aprender a añadir nuevas localizaciones en Informes.
fr_ca: pour savoir comment ajouter de nouvelles localisations dans les rapports.
it_it: per sapere come aggiungere nuove localizzazioni nei Report.
ja_jp: レポートに新しいローカリゼーションを追加する方法を学びます。
pt_pt: para saber como adicionar novas localizações em Relatórios.
ru_ru: чтобы узнать, как добавлять новые локализации в отчетах.
tr_tr: raporlarda yeni yerelleştirmelerin nasıl ekleneceğini öğrenmek için.
zh_hans: 了解如何在报表中添加新的本地化。
zh_hant: 了解如何在 Dashboard Server 中添加新的本地化。

source: to the pinboard.
ar_ae: إلى لوحة الدبوس.
de_de: an die Pinnwand.
es_es: al tablón de anuncios.
fr_ca: au tableau d'affichage.
it_it: alla bacheca.
ja_jp: ピンボードに取り付けます。
pt_pt: para o quadro de avisos.
ru_ru: к пинборду.
tr_tr: panoya.
zh_hans: 到针板上。
zh_hant: 到釘選板上。

source: to update payment details to avoid suspension of the site.
ar_ae: لتحديث تفاصيل الدفع لتجنب تعليق الموقع.
de_de: um die Zahlungsdetails zu aktualisieren, um eine Sperrung der Website zu vermeiden.
es_es: para actualizar los detalles de pago para evitar la suspensión del sitio.
fr_ca: mettre à jour les détails de paiement pour éviter la désactivation du site.
it_it: aggiornare i dati di pagamento per evitare la sospensione del sito.
ja_jp: サイトの一時停止を回避するために、支払いの詳細を更新します。
pt_pt: Clique aqui para atualizar os detalhes de pagamento para evitar a suspensão do site.
ru_ru: обновлять платежные реквизиты, чтобы избежать приостановки работы сайта.
tr_tr: sitenin askıya alınmasını önlemek için ödeme ayrıntılarını güncellemek.
zh_hans: 更新付款详细信息，以避免网站被暂停。
zh_hant: 以更新付款詳情，避免網站被暫停。

source: until
ar_ae: حتى
de_de: Bis
es_es: hasta
fr_ca: jusqu'à
it_it: all’inizio di
ja_jp: 期間は
pt_pt: até
ru_ru: до
tr_tr: Şu tarihe kadar
zh_hans: 直到
zh_hant: 直至

source: user(s) to import since there are only
ar_ae: المستخدم(المستخدمون) المراد استيرادهم نظرًا لوجود
de_de: benutzer, die importiert werden sollen, da es nur
es_es: usuario (s) para importar, ya que solo hay
fr_ca: l'(les) utilisateur(s) à importer car il y a seulement
it_it: utenti da importare poiché ci sono solo
ja_jp: インポートするユーザー（複数可）は
pt_pt: utilizador(es) a importar, uma vez que existem apenas
ru_ru: пользователь(ы) для импорта, так как есть только
tr_tr: yalnızca kullanıcı(lar) olduğundan içe aktarılacak kullanıcı (lar)
zh_hans: 要导入的用户，因为只有
zh_hant: 用戶導入，因為只有

source: users as per your
ar_ae: المستخدمين وفقًا
de_de: benutzer gemäß Ihrer
es_es: usuarios según su
fr_ca: utilisateurs selon votre
it_it: utenti secondo il tuo
ja_jp: あなたのに従ってユーザー
pt_pt: utilizadores de acordo com o seu
ru_ru: пользователей в соответствии с вашим
tr_tr: kullanıcılarınız uyarınca
zh_hans: 用户根据您的
zh_hant: 用戶根據您的

source: week(s)
ar_ae: أسبوع(أسابيع)
de_de: Woche(n)
es_es: Semana(s)
fr_ca: semaine(s)
it_it: settimana(e)
ja_jp: 週ごとの次の曜日:
pt_pt: Semana(s)
ru_ru: неделю
tr_tr: hafta
zh_hans: 周
zh_hant: 週(s)

source: will only be visible to users with the appropriate permissions.
ar_ae: ستكون مرئية فقط للمستخدمين الذين لديهم الأذونات المناسبة.
de_de: wird nur für Benutzer mit den entsprechenden Berechtigungen sichtbar sein.
es_es: solo será visible para los usuarios con los permisos adecuados.
fr_ca: ne sera visible que pour les utilisateurs disposant des autorisations appropriées.
it_it: sarà visibile solo agli utenti con le autorizzazioni appropriate.
ja_jp: 適切な権限を持つユーザーにのみ表示されます。
pt_pt: só será visível para os utilizadores com as permissões apropriadas.
ru_ru: будут видны только пользователям с соответствующими разрешениями.
tr_tr: yalnızca uygun izinlere sahip kullanıcılar tarafından görülebilir.
zh_hans: 仅对具有相应权限的用户可见。
zh_hant: 將僅對具有適當權限的用戶可見。

source: with application logs by referring to this
ar_ae: مع سجلات التطبيق من خلال الإشارة إلى هذا
de_de: mit Anwendungsprotokollen, indem Sie auf diese verweisen
es_es: con los registros de la aplicación haciendo referencia a este
fr_ca: avec les journaux d'application en se référant à ce
it_it: con i log delle applicazioni facendo riferimento a questo
ja_jp: これを参照してアプリケーションログを
pt_pt: com os registos de aplicações, referindo-se a este
ru_ru: с журналами приложений, ссылаясь на это
tr_tr: buna atıfta bulunarak uygulama günlükleri ile
zh_hans: 通过参考此应用程序日志
zh_hant: 透過參考此應用程式記錄

source: years on
ar_ae: سنوات في
de_de: Jahre am
es_es: años
fr_ca: années
it_it: anni dopo
ja_jp: 年経過
pt_pt: Após dois anos:
ru_ru: лет
tr_tr: yıl sonra
zh_hans: 年，
zh_hant: 多年過去

source: ", string.Empty).Replace("
ar_ae: "، string.Empty).استبدال("
es_es: La cadena está vacíaReemplazar
fr_ca: ", string.Empty).Remplacement
ja_jp: ", string.Empty )。交換
pt_pt: ", string.Empty).Substituir
ru_ru: ``string`` пуста,Заменить
tr_tr: ", string.Empty).Değiştir
zh_hans: ", string.Empty).替换

source: "Access Denied"
ar_ae: "تم رفض الوصول"
de_de: "Zugriff verweigert.
es_es: Acceso denegado
it_it: "Access Denied" ("Accesso Negato")
ja_jp: アクセスが拒否されました
pt_pt: "acesso negado"
ru_ru: В доступе отказано
tr_tr: "Erişim reddedildi"
zh_hans: "拒絕進入"
zh_hant: 拒絕存取

source: (New Category)
ar_ae: (فئة جديدة)
de_de: Neue Kategorie
es_es: Nueva categoría
fr_ca: Nouvelle catégorie
it_it: Nuova categoria
ja_jp: 新しいカテゴリー
pt_pt: Nova categoria
ru_ru: Новая категория
tr_tr: Yeni kategori
zh_hans: (新类别)
zh_hant: 新增分類

source: (New Data Source)
ar_ae: (مصدر بيانات جديد)
de_de: Neue Datenquelle
es_es: Nueva fuente de datos
fr_ca: Nouvelle source de données
it_it: (Nuova origine dati)
ja_jp: データソース
pt_pt: Nova fonte de dados
ru_ru: источник данных
tr_tr: Veri Kaynağı
zh_hans: 数据源
zh_hant: 新資料源

source: (Note: Subscription plan cannot be changed due to failed payments
ar_ae: (ملاحظة: لا يمكن تغيير خطة الاشتراك بسبب فشل المدفوعات
de_de: (Hinweis: Der Abonnementplan kann aufgrund fehlgeschlagener Zahlungen nicht geändert werden
es_es: (Nota: El plan de suscripción no se puede cambiar debido a pagos fallidos
fr_ca: (Remarque: le plan d'abonnement ne peut pas être modifié en raison d'échec de paiement
it_it: (Nota: il piano di abbonamento non può essere modificato a causa di pagamenti non riusciti
ja_jp: （注：支払いに失敗したため、サブスクリプションプランを変更することはできません
pt_pt: (Observação: o plano de assinatura não pode ser alterado devido a falhas nos pagamentos
ru_ru: (Примечание: план подписки не может быть изменен из-за неудачных платежей
tr_tr: (Not: Başarısız ödemeler nedeniyle abonelik planı değiştirilemez
zh_hans: （注意：由于付款失败，订阅计划无法更改
zh_hant: （注意：由於付款失敗，訂閱計劃無法更改

source: *1024 characters maximum
ar_ae: *1024 حرفًا كحد أقصى
de_de: * Maximal 1024 Zeichen
es_es: *1024 caracteres como máximo
fr_ca: *1024 caractères maximum
it_it: Massimo caratteri
ja_jp: *最大1024文字
pt_pt: máximo de 4000 caracteres
ru_ru: *Максимум 1024 символа
tr_tr: * Maksimum 1024 karakter
zh_hans: 最大字符
zh_hant: 最多 1024 個字符

source: , you can activate your suspended site
ar_ae: ، يمكنك تفعيل موقعك المعلق
de_de: , können Sie Ihre gesperrte Website aktivieren
es_es: , puede activar su sitio suspendido
fr_ca: , vous pouvez activer votre site suspendu
it_it: , puoi attivare il tuo sito sospeso
ja_jp: 、一時停止中のサイトを有効にすることができます
pt_pt: , pode ativar o seu site suspenso
ru_ru: , вы можете активировать приостановленный сайт
tr_tr: , askıya alınan sitenizi etkinleştirebilirsiniz
zh_hans: ，您可以激活已暂停的网站
zh_hant: ，你可以啟用已暫停的網站

source: /month
ar_ae: /شهر
de_de: /Monat
es_es: /mes
fr_ca: /mois
it_it: /mese
ja_jp: / 月
pt_pt: Mês
ru_ru: /месяц
tr_tr: Ay
zh_hans: /月
zh_hant: / 月

source: : You have enabled password protection for your report.You can add the password hint in the mail template if necessary.
ar_ae: : لقد قمت بتمكين حماية كلمة المرور لتقريرك. يمكنك إضافة تلميح كلمة المرور في قالب البريد إذا لزم الأمر.
de_de: : Sie haben den Passwortschutz für Ihren Bericht aktiviert. Sie können den Passworthinweis bei Bedarf in der E-Mail-Vorlage hinzufügen.
es_es: : Ha habilitado la protección con contraseña para su informe. Puede agregar la sugerencia de contraseña en la plantilla de correo si es necesario.
fr_ca: : vous avez activé la protection par mot de passe pour votre rapport. Vous pouvez ajouter l'indice de mot de passe dans le modèle de courrier si nécessaire.
it_it: : Hai abilitato la protezione con password per il tuo report. Se necessario, puoi aggiungere il suggerimento della password nel modello di posta.
ja_jp: ：レポートのパスワード保護を有効にしました。必要に応じて、メールテンプレートにパスワードのヒントを追加できます。
pt_pt: : ativou a proteção por palavra-passe para o seu relatório. Pode adicionar a dica de palavra-passe no modelo de e-mail, se necessário.
ru_ru: : вы включили защиту паролем для своего отчета. При необходимости вы можете добавить подсказку пароля в почтовый шаблон.
tr_tr: : Raporunuz için şifre korumasını etkinleştirdiniz. Gerekirse şifre ipucunu posta şablonuna ekleyebilirsiniz.
zh_hans: ：您已为报告启用密码保护。如有必要，您可以在邮件模板中添加密码提示。
zh_hant: ：您已為報告啟用密碼保護。如有必要，您可以在郵件範本中新增密碼提示。

source: {0} of {1} pages ({2} items)
ar_ae: {0} من {1} صفحة ({2} عنصر)
de_de: Seite {0} von {1} ({2} Element)
es_es: {0} de {1} páginas ({2} elementos)
fr_ca: {0} sur {1} pages ({2} éléments)
it_it: {0} di {1} pagine ({2} elementi)
ja_jp: {1} ページ中 {0} ページ（{ 2}項目）
pt_pt: {0} de {1} páginas ({2} itens)
ru_ru: {0} из {1} страниц ({2} шт.)
tr_tr: {0 }/{ 1} sayfa ({2} öğe)
zh_hans: 第{0}页，共{1}页（{2}个项目）
zh_hant: {0}，共 {1} 頁（{2} 項）

source: 1 lowercase
ar_ae: 1 حرف صغير
de_de: 1 Kleinbuchstabe
es_es: 1 minúscula
fr_ca: 1 minuscule
it_it: 1 minuscola
ja_jp: 小文字
pt_pt: 1 letra minúscula.
ru_ru: 1 строчная
tr_tr: 1 küçük harf
zh_hans: 小写
zh_hant: 1 個小寫。

source: 1 numeric
ar_ae: 1 رقمي
de_de: Numeric
es_es: 1 numérico
fr_ca: 1 chiffre
it_it: Numerico
ja_jp: 半角数字
pt_pt: Numérico
tr_tr: Nümerik
zh_hans: 数值
zh_hant: 1 數字。

source: 1 special character
ar_ae: حرف خاص واحد
de_de: 1 Sonderzeichen
es_es: 1 carácter especial
fr_ca: 1 caractère spécial
it_it: Carattere speciale
ja_jp: 1 特殊文字
pt_pt: 1 carater especial
ru_ru: Особый персонаж
tr_tr: 1 özel karakter
zh_hans: 1个特殊字符
zh_hant: 特殊字符

source: 1 uppercase
ar_ae: 1 حرف كبير
de_de: 1 Großbuchstabe
es_es: 1 mayúscula
fr_ca: 1 majuscule
it_it: 1 maiuscola
ja_jp: 大文字
pt_pt: 1 letra maiúscula.
ru_ru: 1 заглавная
tr_tr: 1 büyük harf
zh_hans: 大写
zh_hant: 1 個大寫。

source: 1024 characters maximum
ar_ae: 1024 حرفًا كحد أقصى
de_de: * Maximal 1024 Zeichen
es_es: *1024 caracteres como máximo
fr_ca: 1024 caractères maximum
it_it: Massimo caratteri
ja_jp: 最大 1024 文字まで
pt_pt: máximo de 4000 caracteres
ru_ru: (4000 characters maximum)
tr_tr: Maksimum 1024 karakter
zh_hans: 最大字符
zh_hant: 最多 1024 個字符

source: 200x40 pixels preferred
ar_ae: يفضل 200 × 40 بكسل
de_de: 200x40 Pixel bevorzugt
es_es: 200x40 píxeles preferiblemente
fr_ca: 200 x 40 pixels préférés
it_it: Preferibilmente 200x40 pixel
ja_jp: 200 x 40ピクセルを推奨
pt_pt: 200x40 pixels preferidos
ru_ru: Предпочтительно 200x40 пикселей
tr_tr: 200x40 piksel tercih edilir
zh_hans: 首选200x40像素
zh_hant: 首選200x40像素

source: 4000 characters maximum
ar_ae: 4000 حرف كحد أقصى
es_es: máximo de caracteres
fr_ca: 4000 caractères maximum
it_it: Massimo caratteri.
ja_jp: 最大 4000 文字まで
pt_pt: máximo de 4000 caracteres
tr_tr: Maksimum 4000 karakter
zh_hans: 最大字符
zh_hant: 最多 4000 個字符

source: 40x40 pixels preferred
ar_ae: يفضل 40 × 40 بكسل
de_de: 40x40 Pixel bevorzugt
es_es: 40x40 píxeles preferiblemente
fr_ca: 40x40 pixels préféré
it_it: 40x40 pixel preferiti
ja_jp: 40 x 40ピクセルを推奨
pt_pt: 40x40 pixels preferidos
ru_ru: Предпочтительно 40x40 пикселей
tr_tr: 40x40 piksel tercih edilir
zh_hans: 首选40x40像素
zh_hant: 首選 40x40 像素

source: 43,200 mins (30 days) maximum
ar_ae: 43,200 دقيقة (30 يومًا) كحد أقصى
de_de: Maximal 43.200 Minuten (30 Tage)
es_es: 43.200 minutos (30 días) como máximo
fr_ca: 43 200 minutes (30 jours) maximum
it_it: 43.200 min (30 giorni) massimo
ja_jp: 最大43,200分（ 30日）
pt_pt: Máximo de 43.200 minutos (30 dias)
ru_ru: 43 200 минут (30 дней) максимум
tr_tr: Maksimum 43.200 dakika (30 gün)
zh_hans: 最多43,200分钟（ 30天）
zh_hant: 最多43,200分鐘（ 30天）
