Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: This directive specifies valid sources for stylesheets.
ar_ae: يحدد هذا التوجيه مصادر صالحة لأوراق الأنماط.
de_de: Diese Richtlinie legt gültige Quellen für Stylesheets fest.
es_es: Esta directiva especifica fuentes válidas para hojas de estilo.
fr_ca: Cette directive spécifie des sources valides pour les feuilles de style.
it_it: Questa direttiva specifica le fonti valide per i fogli di stile.
ja_jp: このディレクティブは、スタイルシートの有効なソースを指定します。
pt_pt: Esta diretiva especifica fontes válidas para folhas de estilo.
ru_ru: Эта директива указывает допустимые источники для таблиц стилей.
tr_tr: Bu yönerge, stil sayfaları için geçerli kaynakları belirtir.
zh_hans: 此指令指定样式表的有效来源。
zh_hant: 此指令指定樣式表的有效來源。

source: This directive specifies valid sources for the nested document using elements like &lt;frame&gt; and &lt;iframe&gt;.
ar_ae: يحدد هذا التوجيه مصادر صالحة للمستند المتداخل باستخدام عناصر مثل &lt; frame&gt; و &lt;iframe&gt;.
de_de: Diese Direktive gibt gültige Quellen für das verschachtelte Dokument unter Verwendung von Elementen wie &lt;frame&gt; und &lt; iframe&gt; an.
es_es: Esta directiva especifica fuentes válidas para el documento anidado utilizando elementos como &lt;frame&gt; y &lt;iframe&gt;.
fr_ca: Cette directive spécifie des sources valides pour le document imbriqué à l'aide d'éléments telsque &lt; frame&gt ; et&lt; iframe&gt ;.
it_it: Questa direttiva specifica le origini valide per il documento nidificato utilizzando elementi come &lt;frame&gt; e &lt;iframe&gt;.
ja_jp: このディレクティブは、&lt; frame&gt;や&lt; iframe&gt;のような要素を使用して、ネストされたドキュメントの有効なソースを指定します。
pt_pt: Esta diretiva especifica fontes válidas para o documento aninhado usando elementos como &lt;frame&gt; e &lt;iframe&gt;.
ru_ru: Эта директива определяет допустимые источники для вложенного документа с использованием таких элементов, как&lt; frame&gt; и &lt;iframe&gt;.
tr_tr: Bu yönerge, &lt; frame&gt; ve &lt; iframe&gt; gibi öğeler kullanarak iç içe belge için geçerli kaynakları belirtir.
zh_hans: 此指令使用&lt; frame &gt;和&lt; iframe &gt;等元素指定嵌套文档的有效源。
zh_hant: 此指令使用&lt; frame &gt;和&lt; iframe &gt;等元素指定巢狀文件的有效來源。

source: This field value allows a server to specify which response headers should be exposed to browser-based scripts.
ar_ae: تسمح قيمة الحقل هذه للخادم بتحديد رؤوس الاستجابة التي يجب أن تتعرض للنصوص المستندة إلى المستعرض.
de_de: Mit diesem Feldwert kann ein Server angeben, welche Antwortheader browserbasierten Skripten ausgesetzt werden sollen.
es_es: Este valor de campo permite a un servidor especificar qué encabezados de respuesta deben exponerse a scripts basados en navegador.
fr_ca: Cette valeur de champ permet à un serveur de spécifier quels en-têtes de réponse doivent être exposés à des scripts basés sur le navigateur.
it_it: Questo valore di campo consente a un server di specificare quali intestazioni di risposta devono essere esposte agli script basati su browser.
ja_jp: このフィールド値を使用すると、サーバーはどの応答ヘッダーをブラウザーベースのスクリプトに公開するかを指定できます。
pt_pt: Este valor de campo permite que um servidor especifique quais cabeçalhos de resposta devem ser expostos a scripts baseados em navegador.
ru_ru: Это значение поля позволяет серверу указать, какие заголовки ответа должны быть доступны для сценариев на основе браузера.
tr_tr: Bu alan değeri, bir sunucunun hangi yanıt başlıklarının tarayıcı tabanlı komut dosyalarına maruz kalması gerektiğini belirtmesini sağlar.
zh_hans: 此字段值允许服务器指定哪些响应标头应暴露给基于浏览器的脚本。
zh_hant: 此欄位值允許伺服器指定哪些回應標頭應暴露給瀏覽器為基礎的腳本。

source: This field value specifies the maximum time a preflight request's results can be cached.
ar_ae: تحدد قيمة الحقل هذه الحد الأقصى للوقت الذي يمكن فيه تخزين نتائج طلب ما قبل الرحلة مؤقتًا.
de_de: Dieser Feldwert gibt die maximale Zeit an, in der die Ergebnisse einer Preflight-Anforderung zwischengespeichert werden können.
es_es: Este valor de campo especifica el tiempo máximo que se pueden almacenar en caché los resultados de una solicitud de prelanzamiento.
fr_ca: Cette valeur de champ spécifie la durée maximale pendant laquelle les résultats d'une demande de pré-vol peuvent être mis en cache.
it_it: Questo valore di campo specifica il tempo massimo in cui i risultati di una richiesta preliminare possono essere memorizzati nella cache.
ja_jp: このフィールド値は、プリフライト要求の結果をキャッシュできる最大時間を指定します。
pt_pt: Este valor de campo especifica o tempo máximo que os resultados de uma solicitação de pré-voo podem ser armazenados em cache.
ru_ru: Это значение поля указывает максимальное время, в течение которого результаты предполетного запроса могут быть кэшированы.
tr_tr: Bu alan değeri, bir ön kontrol isteğinin sonuçlarının önbelleğe alınabileceği maksimum süreyi belirtir.
zh_hans: 此字段值指定预检请求的结果可以缓存的最长时间。
zh_hant: 此欄位值指定預檢請求的結果可以緩存的最長時間。

source: This has been marked public, so anyone with this link will be able to view the contents.
ar_ae: تم وضع علامة على هذا علنًا، لذلك سيتمكن أي شخص لديه هذا الرابط من عرض المحتويات.
de_de: Dies wurde als öffentlich markiert, sodass jeder mit diesem Link den Inhalt einsehen kann.
es_es: Esto se ha marcado como público, por lo que cualquier persona con este enlace podrá ver el contenido.
fr_ca: Ce rapport a été marqué comme public, donc quiconque ayant ce lien sera en mesure d’afficher le contenu du rapport.
it_it: Questo è stato contrassegnato come pubblico, quindi chiunque abbia questo link sarà in grado di visualizzarne i contenuti.
ja_jp: これは公開されているため、このリンクを知っている人なら誰でもコンテンツを見ることができます。
pt_pt: Isso foi marcado como público, portanto, qualquer pessoa com este link poderá visualizar o conteúdo.
ru_ru: Это было помечено как общедоступное, поэтому любой, у кого есть эта ссылка, сможет просмотреть содержимое.
tr_tr: Bu, herkese açık olarak işaretlenmiştir, bu nedenle bu bağlantıya sahip olan herkes içeriği görüntüleyebilir.
zh_hans: 这已被标记为公开，因此任何拥有此链接的人都可以查看内容。
zh_hant: 這已被標記為公開，因此任何擁有此鏈接的人都可以查看內容。

source: This is the best way to make sure you're never caught off guard by your data. To setup a schedule, you need to create a report first.
ar_ae: هذه هي أفضل طريقة للتأكد من أنك لن تندهش أبدًا من بياناتك. لإعداد جدول زمني، تحتاج إلى إنشاء تقرير أولاً.
de_de: Dies ist der beste Weg, um sicherzustellen, dass Sie nie von Ihren Daten überrascht werden. Um einen Zeitplan einzurichten, müssen Sie zuerst einen Bericht erstellen.
es_es: Esta es la mejor manera de asegurarte de que tus datos nunca te pillen desprevenido. Para configurar una programación, primero debe crear un informe.
fr_ca: C'est la meilleure façon de vous assurer que vous n'êtes jamais pris au dépourvu par vos données. Pour configurer un calendrier, vous devez d'abord créer un rapport.
it_it: Questo è il modo migliore per assicurarti di non essere mai colto alla sprovvista dai tuoi dati. Per impostare una pianificazione, è necessario prima creare un report.
ja_jp: これは、データに不意を突かれることがないようにするための最善の方法です。スケジュールを設定するには、まずレポートを作成する必要があります。
pt_pt: Esta é a melhor maneira de garantir que você nunca seja pego de surpresa pelos seus dados. Para configurar um agendamento, é necessário criar um relatório primeiro.
ru_ru: Это лучший способ убедиться, что ваши данные никогда не застанут врасплох. Чтобы настроить расписание, сначала необходимо создать отчет.
tr_tr: Bu, verileriniz tarafından asla hazırlıksız yakalanmadığınızdan emin olmanın en iyi yoludur. Bir zaman çizelgesi oluşturmak için önce bir rapor oluşturmanız gerekir.
zh_hans: 这是确保您永远不会因数据而措手不及的最佳方式。要设置计划，您需要先创建一个报告。
zh_hant: 這是確保您永遠不會被數據措手不及的最佳方法。若要設定時間表，您需要先建立報告。

source: This item has been deleted or moved.
ar_ae: تم حذف هذا العنصر أو نقله.
de_de: Dieses Element wurde gelöscht oder verschoben.
es_es: Este elemento se ha eliminado.
fr_ca: Cet élément a été supprimé.
it_it: Questo elemento è stato cancellato.
ja_jp: 項目が削除されました
pt_pt: Este item foi eliminado.
ru_ru: Элемент был удален.
tr_tr: Bu öğe silindi veya taşındı.
zh_hans: 此条目已被删除。
zh_hant: 此項目已刪除或移動。

source: This report has been deleted.
ar_ae: تم حذف هذا التقرير.
de_de: Der Bericht wurde gelöscht.
es_es: Ha habido enmiendas en este sentido pero que no se han presentado de nuevo.
fr_ca: Le rapport a été supprimé.
it_it: Il report è stato cancellato.
ja_jp: この投稿は削除されました。
pt_pt: O relatório foi excluído.
ru_ru: Отчет был удален.
tr_tr: Bu rapor silindi.
zh_hans: 报表已删除。
zh_hant: 此報告已刪除。

source: This report has been deleted/updated.
ar_ae: تم حذف/تحديث هذا التقرير.
de_de: Dieser Bericht wurde gelöscht/aktualisiert.
es_es: Este informe ha sido eliminado/actualizado.
fr_ca: Ce rapport a été supprimé/mis à jour.
it_it: Il report è stato cancellato.
ja_jp: このレポートは削除/更新されました。
pt_pt: Relatório Eliminado Atualizado
ru_ru: Этот отчет был удален/обновлен.
tr_tr: Bu rapor silindi/güncellendi.
zh_hans: 此报告已被删除/更新。
zh_hant: 此儀表板已被刪除/更新。

source: This report has been embedded using Azure AD Authentication. Please make sure you are already logged in using Azure AD Authentication and have access to the Report Server.
ar_ae: تم تضمين هذا التقرير باستخدام مصادقة Azure AD. يرجى التأكد من تسجيل الدخول بالفعل باستخدام مصادقة Azure AD والوصول إلى خادم التقارير.
de_de: Dieser Bericht wurde mithilfe der Azure AD-Authentifizierung eingebettet. Bitte stellen Sie sicher, dass Sie bereits mit der Azure AD-Authentifizierung angemeldet sind und Zugriff auf den Berichtsserver haben.
es_es: Este informe se ha incrustado mediante Azure AD Authentication. Asegúrese de que ya ha iniciado sesión con la autenticación de Azure AD y de que tiene acceso al servidor de informes.
fr_ca: Ce rapport a été intégré à l'aide de l'authentification Azure AD. Veuillez vous assurer que vous êtes déjà connecté à l'aide de l'authentification Azure AD et que vous avez accès au serveur de rapports.
it_it: Questo report è stato incorporato utilizzando l'autenticazione di Azure AD. Assicurati di aver già effettuato l'accesso utilizzando l'autenticazione di Azure AD e di avere accesso al server di report.
ja_jp: このレポートは、Azure AD認証を使用して埋め込まれています。既にAzure AD認証を使用してログインしており、レポートサーバーにアクセスできることを確認してください。
pt_pt: Este relatório foi incorporado usando a Autenticação do Azure AD. Certifique-se de que já está conectado usando a Autenticação do Azure AD e tenha acesso ao Servidor de Relatórios.
ru_ru: Этот отчет был встроен с помощью проверки подлинности Azure AD. Убедитесь, что вы уже вошли в систему с помощью проверки подлинности Azure AD и имеете доступ к серверу отчетов.
tr_tr: Bu rapor Azure AD Kimlik Doğrulaması kullanılarak gömülmüştür. Lütfen Azure AD Kimlik Doğrulamasını kullanarak oturum açtığınızdan ve Rapor Sunucusuna erişebildiğinizden emin olun.
zh_hans: 此报表已使用Azure AD身份验证嵌入。请确保你已使用Azure AD身份验证登录并有权访问报表服务器。
zh_hant: 此報表已使用Azure AD驗證內嵌。請確定您已使用Azure AD驗證登入，並有權存取報表伺服器。

source: This report has been embedded using Windows AD Authentication. Please make sure you are already logged in using Windows AD authentication and have access to the Report Server.
ar_ae: تم تضمين هذا التقرير باستخدام مصادقة Windows AD. يرجى التأكد من تسجيل الدخول بالفعل باستخدام مصادقة Windows AD والوصول إلى خادم التقارير.
de_de: Dieser Bericht wurde mithilfe der Windows AD-Authentifizierung eingebettet. Bitte stellen Sie sicher, dass Sie bereits mit der Windows AD-Authentifizierung angemeldet sind und Zugriff auf den Berichtsserver haben.
es_es: Este informe se ha incrustado mediante la autenticación de Windows AD. Asegúrese de que ya ha iniciado sesión con la autenticación de Windows AD y de que tiene acceso al servidor de informes.
fr_ca: Ce rapport a été intégré à l'aide de l'authentification Windows AD. Veuillez vous assurer que vous êtes déjà connecté à l'aide de l'authentification Windows AD et que vous avez accès au serveur de rapports.
it_it: Questo report è stato incorporato utilizzando l'autenticazione di Windows AD. Assicurati di aver già effettuato l'accesso utilizzando l'autenticazione di Windows AD e di avere accesso al server di report.
ja_jp: このレポートは、Windows AD認証を使用して埋め込まれています。Windows AD認証を使用してすでにログインしており、レポートサーバーにアクセスできることを確認してください。
pt_pt: Este relatório foi incorporado usando a Autenticação do Windows AD. Certifique-se de que já está conectado usando a autenticação do Windows AD e tenha acesso ao Servidor de Relatórios.
ru_ru: Этот отчет был встроен с помощью проверки подлинности Windows AD. Убедитесь, что вы уже вошли в систему с помощью проверки подлинности Windows AD и имеете доступ к серверу отчетов.
tr_tr: Bu rapor, Windows AD Kimlik Doğrulaması kullanılarak gömülmüştür. Lütfen Windows AD kimlik doğrulamasını kullanarak oturum açtığınızdan ve Rapor Sunucusuna erişiminiz olduğundan emin olun.
zh_hans: 此报表已使用Windows AD身份验证嵌入。请确保您已使用Windows AD身份验证登录并有权访问报表服务器。
zh_hant: 此報表已使用Windows AD驗證內嵌。請確認您已使用Windows AD驗證登入，並有權存取報表伺服器。

source: This Report has been marked public, so anyone with this link will be able to view the contents of the Report.
ar_ae: تم وضع علامة على هذا التقرير على أنه عام، لذلك سيتمكن أي شخص لديه هذا الرابط من عرض محتويات التقرير.
de_de: Dieser Bericht wurde als öffentlich gekennzeichnet, sodass jeder mit diesem Link den Inhalt des Berichts anzeigen kann.
es_es: Este Informe ha sido marcado como público, por lo que cualquier persona con este enlace podrá ver el contenido del Informe.
fr_ca: Ce rapport a été marqué comme public, donc quiconque ayant ce lien sera en mesure d’afficher le contenu du rapport.
it_it: Questo Report è stato contrassegnato come pubblico, quindi chiunque abbia questo link sarà in grado di visualizzare il contenuto del Report.
ja_jp: このレポートは公開されているため、このリンクを知っている人なら誰でもレポートの内容を見ることができます。
pt_pt: Este Relatório foi marcado como público, portanto, qualquer pessoa com este link poderá visualizar o conteúdo do Relatório.
ru_ru: Этот отчет был помечен как общедоступный, поэтому любой, у кого есть эта ссылка, сможет просмотреть содержимое отчета.
tr_tr: Bu Rapor herkese açık olarak işaretlenmiştir, bu nedenle bu bağlantıya sahip olan herkes Raporun içeriğini görüntüleyebilir.
zh_hans: 此报告已被标记为公开，因此拥有此链接的任何人都可以查看报告的内容。
zh_hant: 這已被標記為公開，因此任何擁有此鏈接的人都可以查看內容。

source: This report is designed with drillthroughreport. You can change the drillthroughreport and save the copy of it.
ar_ae: تم تصميم هذا التقرير مع تقرير الحفر. يمكنك تغيير تقرير التمرير وحفظ نسخة منه.
de_de: Dieser Bericht wurde mit Drillthroughreport erstellt. Sie können den Drillthroughreport ändern und die Kopie davon speichern.
es_es: Este informe está diseñado con drillthroughreport. Puede cambiar el informe de perforación y guardar la copia del mismo.
fr_ca: Ce rapport est conçu avec le rapport de forage. Vous pouvez modifier le rapport de forage et en enregistrer la copie.
it_it: Questo report è stato progettato con drillthroughreport. È possibile modificare il rapporto drill-through e salvarne la copia.
ja_jp: このレポートは、ドリルスルーレポートを使用して設計されています。ドリルスルーレポートを変更し、そのコピーを保存できます。
pt_pt: Este relatório foi elaborado com drillthroughreport. Você pode alterar o drillthroughreport e salvar a cópia dele.
ru_ru: Этот отчет составлен с помощью drillthroughreport. Вы можете изменить drillthroughreport и сохранить его копию.
tr_tr: Bu rapor ayrıntılı rapor ile tasarlanmıştır. Detaylı raporu değiştirebilir ve kopyasını kaydedebilirsiniz.
zh_hans: 此报告是使用钻取报告设计的。您可以更改钻取报告并保存其副本。
zh_hant: 此報告採用鑽取報告設計。您可以變更鑽取報告並儲存其副本。

source: This report is designed with shared data source. You can change the data source and save the copy of it.
ar_ae: تم تصميم هذا التقرير مع مصدر بيانات مشترك. يمكنك تغيير مصدر البيانات وحفظ نسخة منه.
de_de: Dieser Bericht wurde mit einer gemeinsamen Datenquelle erstellt. Sie können die Datenquelle ändern und die Kopie davon speichern.
es_es: Este informe está diseñado con una fuente de datos compartida. Puede cambiar la fuente de datos y guardar la copia de la misma.
fr_ca: Ce rapport est conçu avec une source de données partagée. Vous pouvez modifier la source de données et en enregistrer la copie.
it_it: Questo report è progettato con un'origine dati condivisa. È possibile modificare l'origine dati e salvarne la copia.
ja_jp: このレポートは、共有データソースを使用して設計されています。データソースを変更し、そのコピーを保存できます。
pt_pt: Este relatório foi concebido com uma fonte de dados partilhada. Você pode alterar a fonte de dados e salvar a cópia dela.
ru_ru: Этот отчет разработан с использованием общего источника данных. Вы можете изменить источник данных и сохранить его копию.
tr_tr: Bu rapor paylaşılan veri kaynağı ile tasarlanmıştır. Veri kaynağını değiştirebilir ve kopyasını kaydedebilirsiniz.
zh_hans: 此报表采用共享数据源设计。您可以更改数据源并保存其副本。
zh_hant: 此報表採用共用資料來源設計。您可以更改數據源並保存其副本。

source: This report is designed with shared dataset. You can change the dataset and save the copy of it.
ar_ae: تم تصميم هذا التقرير مع مجموعة بيانات مشتركة. يمكنك تغيير مجموعة البيانات وحفظ نسخة منها.
de_de: Dieser Bericht wurde mit einem freigegebenen Datensatz erstellt. Sie können den Datensatz ändern und die Kopie davon speichern.
es_es: Este informe está diseñado con un conjunto de datos compartidos. Puede cambiar el conjunto de datos y guardar la copia del mismo.
fr_ca: Ce rapport est conçu avec un ensemble de données partagées. Vous pouvez modifier l'ensemble de données et en enregistrer la copie.
it_it: Questo report è progettato con un set di dati condiviso. È possibile modificare il set di dati e salvarne la copia.
ja_jp: このレポートは、共有データセットを使用して設計されています。データセットを変更してコピーを保存することができます。
pt_pt: Este relatório foi concebido com um conjunto de dados partilhados. Você pode alterar o conjunto de dados e salvar a cópia dele.
ru_ru: Этот отчет разработан с общим набором данных. Вы можете изменить набор данных и сохранить его копию.
tr_tr: Bu rapor paylaşılan veri kümesi ile tasarlanmıştır. Veri kümesini değiştirebilir ve kopyasını kaydedebilirsiniz.
zh_hans: 此报告是使用共享数据集设计的。您可以更改数据集并保存其副本。
zh_hant: 此報告採用共用資料集設計。您可以更改數據集並保存其副本。

source: This report is designed with subreport. You can change the subreport and save the copy of it.
ar_ae: تم تصميم هذا التقرير مع تقرير فرعي. يمكنك تغيير التقرير الفرعي وحفظ نسخة منه.
de_de: Dieser Bericht wurde mit einem Teilbericht erstellt. Sie können den Teilbericht ändern und die Kopie davon speichern.
es_es: Este informe está diseñado con subinforme. Puede cambiar el subinforme y guardar la copia del mismo.
fr_ca: Ce rapport est conçu avec un sous-rapport. Vous pouvez modifier le sous-rapport et en enregistrer la copie.
it_it: Questo report è stato progettato con un sottoreport. È possibile modificare il sottoreport e salvarne la copia.
ja_jp: このレポートはサブレポートを使用して設計されています。サブレポートを変更し、そのコピーを保存することができます。
pt_pt: Este relatório foi elaborado com sub-relatório. Você pode alterar o sub-relatório e salvar a cópia dele.
ru_ru: Этот отчет составлен с подотчетом. Вы можете изменить вложенный отчет и сохранить его копию.
tr_tr: Bu rapor alt rapor ile tasarlanmıştır. Alt raporu değiştirebilir ve kopyasını kaydedebilirsiniz.
zh_hans: 此报告带有子报告。您可以更改子报表并保存其副本。
zh_hant: 此報告的設計包含子報告。您可以變更子報表並儲存副本。

source: This report is restricted from being published to another site.
ar_ae: هذا التقرير محظور نشره في موقع آخر.
de_de: Dieser Bericht darf nur auf einer anderen Website veröffentlicht werden.
es_es: Este informe no se puede publicar en otro sitio.
fr_ca: Ce rapport ne peut pas être publié sur un autre site.
it_it: Questo rapporto non può essere pubblicato su un altro sito.
ja_jp: このレポートは他のサイトに公開することはできません。
pt_pt: Este relatório está restrito a ser publicado em outro site.
ru_ru: Публикация этого отчета на другом сайте запрещена.
tr_tr: Bu raporun başka bir sitede yayınlanması kısıtlanmıştır.
zh_hans: 此报告被限制发布到其他网站。
zh_hant: 此報告不能發佈到其他網站。

source: This setting controls whether an email address is required for creating new users or not.
ar_ae: يتحكم هذا الإعداد فيما إذا كان عنوان البريد الإلكتروني مطلوبًا لإنشاء مستخدمين جدد أم لا.
de_de: Diese Einstellung steuert, ob eine E-Mail-Adresse zum Erstellen neuer Benutzer erforderlich ist oder nicht.
es_es: Esta configuración controla si la dirección de correo electrónico es necesaria para crear nuevos usuarios.
fr_ca: Ce paramètre contrôle si une adresse e-mail est nécessaire pour créer de nouveaux utilisateurs ou non.
it_it: Questa impostazione controlla se è necessario un indirizzo e-mail per creare nuovi utenti o meno.
ja_jp: この設定は、新しいユーザーを作成するためにメールアドレスが必要かどうかを制御します。
pt_pt: Esta definição controla se é necessário um endereço de e-mail para criar novos utilizadores ou não.
ru_ru: Этот параметр определяет, требуется ли адрес электронной почты для создания новых пользователей.
tr_tr: Bu ayar, yeni kullanıcılar oluşturmak için bir e - posta adresinin gerekli olup olmadığını kontrol eder.
zh_hans: 此设置控制创建新用户是否需要电子邮件地址。
zh_hant: 此設定控制建立新使用者時是否需要電子郵件地址。

source: This setting is optional. If you enable this,
ar_ae: هذا الإعداد اختياري. إذا قمت بتمكين هذا،
de_de: Diese Einstellung ist optional. Wenn Sie dies aktivieren,
es_es: Este ajuste es opcional. Si habilitas esto,
fr_ca: Ce paramètre est facultatif. Si vous activez cette option,
it_it: Questa impostazione è facoltativa. Se abiliti questa opzione,
ja_jp: この設定はオプションです。これを有効にすると
pt_pt: Esta operação é opcional. Se vocês permitirem isso,
ru_ru: Установка времени не является обязательной. Если вы включите это,
tr_tr: İsteğe bağlıdır. Bunu etkinleştirirseniz,
zh_hans: 这是可选的。如果启用此选项
zh_hant: 此設定為選用。如果啟用此功能，

source: This user doesn't have an email address.
ar_ae: هذا المستخدم ليس لديه عنوان بريد إلكتروني.
de_de: Dieser Benutzer hat keine E-Mail-Adresse.
es_es: Este usuario no tiene una dirección válida de email
fr_ca: Utilisateur n’a pas d'adresse émail correcte.
it_it: Questo utente non ha un indirizzo e-mail.
ja_jp: このユーザーはメールアドレスを持っていません。
pt_pt: Este utilizador não tem um endereço de e-mail.
ru_ru: У этого пользователя нет адреса электронной почты.
tr_tr: Bu kullanıcının e - posta adresi yok.
zh_hans: 用户没有电子邮件地址。
zh_hant: 此用戶沒有電子郵件地址。

source: This value will determine whether the user can be imported or removed during synchronization.
ar_ae: ستحدد هذه القيمة ما إذا كان يمكن استيراد المستخدم أو إزالته أثناء المزامنة.
de_de: Dieser Wert bestimmt, ob der Benutzer während der Synchronisierung importiert oder entfernt werden kann.
es_es: Este valor determinará si el usuario se puede importar o eliminar durante la sincronización.
fr_ca: Cette valeur déterminera si l'utilisateur peut être importé ou supprimé lors de la synchronisation.
it_it: Questo valore determinerà se l'utente può essere importato o rimosso durante la sincronizzazione.
ja_jp: この値は、同期中にユーザーをインポートまたは削除できるかどうかを決定します。
pt_pt: Este valor determinará se o utilizador pode ser importado ou removido durante a sincronização.
ru_ru: Это значение определяет, может ли пользователь быть импортирован или удален во время синхронизации.
tr_tr: Bu değer, senkronizasyon sırasında kullanıcının içe aktarılıp aktarılamayacağını veya kaldırılıp kaldırılamayacağını belirleyecektir.
zh_hans: 此值将确定是否可以在同步期间导入或删除用户。
zh_hant: 此值將確定用戶是否可以導入到用戶管理服務器或在同步期間刪除。

source: This widget has been deleted.
ar_ae: تم حذف هذه الأداة.
de_de: Dies ist gestrichen worden.
es_es: Ha habido enmiendas en este sentido pero que no se han presentado de nuevo.
fr_ca: Ce widget a été supprimé.
it_it: Formula che è stata cancellata.
ja_jp: この投稿は削除されました。
pt_pt: Isto foi suprimido.
ru_ru: Трубопровод монтажу не подлежит
tr_tr: Bu ilan silindi
zh_hans: 此用户已删除。
zh_hant: 此小部件已被刪除。
