Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: The selected report does not have any parameters.
ar_ae: لا يحتوي التقرير المحدد على أي معلمات.
de_de: Der ausgewählte Bericht hat keine Parameter.
es_es: El informe seleccionado no tiene ningún parámetro.
fr_ca: Le rapport sélectionné n'a aucun paramètre.
it_it: Il report selezionato non ha parametri.
ja_jp: 選択したレポートにはパラメーターがありません。
pt_pt: O relatório selecionado não tem quaisquer parâmetros.
ru_ru: Выбранный отчет не имеет параметров.
tr_tr: Seçilen raporda herhangi bir parametre yok.
zh_hans: 所选报告没有任何参数。
zh_hant: 所選報告沒有任何參數。

source: The server needs to be hosted in IIS with a valid SSL certificate assigned to it.
ar_ae: يجب استضافة الخادم في IIS مع شهادة SSL صالحة مخصصة له.
de_de: Der Server muss in IIS gehostet werden, dem ein gültiges SSL-Zertifikat zugewiesen ist.
es_es: Esta aplicación debe alojarse en IIS con un certificado SSL válido asignado.
fr_ca: Report Server doit être hébergé dans IIS avec un certificat SSL valide assigné. Cliquez
it_it: Il server deve essere ospitato in IIS con un certificato SSL valido assegnato.
ja_jp: サーバーは、有効なSSL証明書が割り当てられたIISでホストされている必要があります。
pt_pt: O servidor precisa ser hospedado no IIS com um certificado SSL válido atribuído a ele.
ru_ru: Сервер должен быть размещен в IIS с назначенным ему действительным сертификатом SSL.
tr_tr: Sunucunun, kendisine atanmış geçerli bir SSL sertifikası ile IIS'de barındırılması gerekir.
zh_hans: 服务器需要托管在IIS中，并为其分配有效的SSL证书。
zh_hant: Dashboard Server 需要託管在 IIS 中，並分配了有效的 SSL 證書。

source: The specified HTTP headers can be used when making an actual request. They are used in response to a preflight request.
ar_ae: يمكن استخدام رؤوس HTTP المحددة عند تقديم طلب فعلي. يتم استخدامها استجابة لطلب ما قبل الرحلة.
de_de: Die angegebenen HTTP-Header können bei einer tatsächlichen Anforderung verwendet werden. Sie werden als Reaktion auf eine Anfrage vor dem Flug verwendet.
es_es: Los encabezados HTTP especificados se pueden utilizar al realizar una solicitud real. Se utilizan en respuesta a una solicitud previa al vuelo.
fr_ca: Les en-têtes HTTP spécifiés peuvent être utilisés lors d'une requête réelle. Ils sont utilisés en réponse à une demande de pré-vol.
it_it: Le intestazioni http specificate possono essere utilizzate quando si effettua una richiesta effettiva. Vengono utilizzati in risposta a una richiesta di pre-volo.
ja_jp: 指定されたHTTPヘッダーは、実際の要求を行うときに使用できます。飛行前のリクエストに応じて使用されます。
pt_pt: Os cabeçalhos HTTP especificados podem ser usados ao fazer uma solicitação real. Eles são usados em resposta a uma solicitação de pré-voo.
ru_ru: Указанные HTTP-заголовки можно использовать при выполнении фактического запроса. Они используются в ответ на предполетный запрос.
tr_tr: Belirtilen http başlıkları gerçek bir istekte bulunurken kullanılabilir. Bir ön kontrol talebine yanıt olarak kullanılırlar.
zh_hans: 在进行实际请求时，可以使用指定的HTTP标头。它们用于响应飞行前请求。
zh_hant: 在提出實際請求時，可以使用指定的HTTP標頭。它們用於回應飛行前請求。

source: The specified methods will be able to access the resource. They will be used in response to a preflight request.
ar_ae: ستتمكن الطرق المحددة من الوصول إلى المورد. سيتم استخدامها استجابة لطلب ما قبل الرحلة.
de_de: Die angegebenen Methoden können auf die Ressource zugreifen. Sie werden als Reaktion auf eine Anfrage vor dem Flug verwendet.
es_es: Los métodos especificados podrán acceder al recurso. Se utilizarán en respuesta a una solicitud previa al vuelo.
fr_ca: Les méthodes spécifiées pourront accéder à la ressource. Ils seront utilisés en réponse à une demande de pré-vol.
it_it: I metodi specificati saranno in grado di accedere alla risorsa. Saranno utilizzati in risposta a una richiesta di pre-volo.
ja_jp: 指定されたメソッドはリソースにアクセスできます。飛行前のリクエストに応じて使用されます。
pt_pt: Os métodos especificados poderão aceder ao recurso. Eles serão usados em resposta a uma solicitação de pré-voo.
ru_ru: Указанные методы смогут получить доступ к ресурсу. Они будут использоваться в ответ на предполетный запрос.
tr_tr: Belirtilen yöntemler kaynağa erişebilecektir. Bir ön kontrol talebine yanıt olarak kullanılacaktır.
zh_hans: 指定的方法将能够访问资源。它们将用于响应飞行前请求。
zh_hant: 指定的方法將能夠存取資源。它們將用於回應飛行前請求。

source: The specified origins will be able to access the resource. By default, all origins will be allowed.
ar_ae: ستتمكن الأصول المحددة من الوصول إلى المورد. بشكل افتراضي، سيتم السماح بجميع الأصول.
de_de: Die angegebenen Ursprünge können auf die Ressource zugreifen. Standardmäßig sind alle Ursprünge zulässig.
es_es: Los orígenes especificados podrán acceder al recurso. De forma predeterminada, se permitirán todos los orígenes.
fr_ca: Les origines spécifiées pourront accéder à la ressource. Par défaut, toutes les origines seront autorisées.
it_it: Le origini specificate saranno in grado di accedere alla risorsa. Per impostazione predefinita, saranno consentite tutte le origini.
ja_jp: 指定されたオリジンはリソースにアクセスできます。デフォルトでは、すべての出発地が許可されます。
pt_pt: As origens especificadas poderão aceder ao recurso. Por padrão, todas as origens serão permitidas.
ru_ru: Указанные источники смогут получить доступ к ресурсу. По умолчанию будут разрешены все источники.
tr_tr: Belirtilen kaynaklar kaynağa erişebilecektir. Varsayılan olarak, tüm kaynaklara izin verilir.
zh_hans: 指定的来源将能够访问资源。默认情况下，将允许所有来源。
zh_hant: 指定的來源將能夠訪問資源。預設情況下，系統會允許所有來源。

source: The user information endpoint returns claims about the authenticated user. These claims are normally represented by a JSON object that contains a collection of name and value pairs for each claim. Fill JSON keys with respect to the required details to identify the exact values.
ar_ae: تقوم نقطة نهاية معلومات المستخدم بإرجاع المطالبات المتعلقة بالمستخدم المصادق عليه. يتم تمثيل هذه المطالبات عادة بواسطة كائن JSON يحتوي على مجموعة من أزواج الأسماء والقيم لكل مطالبة. املأ مفاتيح JSON فيما يتعلق بالتفاصيل المطلوبة لتحديد القيم الدقيقة.
de_de: Der Benutzerinformationsendpunkt gibt Ansprüche über den authentifizierten Benutzer zurück. Diese Ansprüche werden normalerweise durch ein JSON-Objekt dargestellt, das eine Sammlung von Namens- und Wertepaaren für jeden Anspruch enthält. Füllen Sie die JSON-Schlüssel in Bezug auf die erforderlichen Details aus, um die genauen Werte zu identifizieren.
es_es: El extremo de información del usuario devuelve afirmaciones sobre el usuario autenticado. Estas afirmaciones normalmente están representadas por un objeto JSON que contiene una colección de pares de nombre y valor para cada afirmación. Rellene las claves JSON con respecto a los detalles necesarios para identificar los valores exactos.
fr_ca: Le point de terminaison d'informations utilisateur renvoie des revendications concernant l'utilisateur authentifié. Ces revendications sont normalement représentées par un objet JSON qui contient une collection de paires de noms et de valeurs pour chaque revendication. Remplissez les clés JSON en ce qui concerne les détails requis pour identifier les valeurs exactes.
it_it: L'endpoint delle informazioni sull'utente restituisce affermazioni sull'utente autenticato. Queste rivendicazioni sono normalmente rappresentate da un oggetto JSON che contiene una raccolta di coppie di nome e valore per ciascuna rivendicazione. Compilare le chiavi JSON rispetto ai dettagli richiesti per identificare i valori esatti.
ja_jp: ユーザ情報エンドポイントは、認証されたユーザに関するクレームを返す。これらのクレームは通常、各クレームの名前と値のペアのコレクションを含むJSONオブジェクトで表されます。正確な値を識別するために必要な詳細に関するJSONキーを入力します。
pt_pt: O ponto de extremidade de informações do utilizador devolve declarações sobre o utilizador autenticado. Essas reivindicações são normalmente representadas por um objeto JSON que contém uma coleção de pares de nome e valor para cada reivindicação. Preencha as teclas JSON com relação aos detalhes necessários para identificar os valores exatos.
ru_ru: Конечная точка информации о пользователе возвращает утверждения об аутентифицированном пользователе. Эти утверждения обычно представлены объектом JSON, который содержит коллекцию пар имен и значений для каждого утверждения. Заполните ключи JSON относительно необходимых деталей, чтобы определить точные значения.
tr_tr: Kullanıcı bilgisi uç noktası, kimliği doğrulanmış kullanıcı hakkındaki talepleri döndürür. Bu talepler normalde her talep için bir ad ve değer çiftleri koleksiyonu içeren bir JSON nesnesi ile temsil edilir. Tam değerleri belirlemek için gerekli ayrıntılara göre JSON tuşlarını doldurun.
zh_hans: 用户信息端点返回有关经过身份验证的用户的声明。这些声明通常由JSON对象表示，该对象包含每个声明的名称和值对的集合。根据所需的详细信息填写JSON密钥，以确定确切的值。
zh_hant: 使用者資訊端點傳回關於已驗證使用者的聲明。這些聲明通常由JSON物件表示，其中包含每個聲明的名稱和值對的集合。根據所需詳細資料填寫JSON金鑰，以識別確切的值。

source: There is an error in cloning the report. Please try again later.
ar_ae: يوجد خطأ في استنساخ التقرير. يُرجى إعادة المحاولة لاحقًا.
de_de: Beim Klonen des Berichts ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
es_es: Hay un error al clonar el informe. Vuelve a intentarlo más tarde.
fr_ca: Il y a une erreur dans le clonage du rapport. Veuillez réessayer plus tard.
it_it: Si è verificato un errore durante la clonazione del report. Riprova più tardi.
ja_jp: レポートのクローン作成中にエラーが発生しました。後でもう一度お試しください。
pt_pt: Ocorreu um erro ao clonar o relatório. Tente novamente mais tarde.
ru_ru: В данных есть ошибка Попробуйте снова чуть позже.
tr_tr: Rapor klonlanırken bir hata oluştu. Lütfen daha sonra tekrar deneyin.
zh_hans: 克隆报告时出错。请稍后重试。
zh_hant: 複製報告時出錯。請稍後再試。

source: There is an error in copying the report. Please try again later.
ar_ae: يوجد خطأ في نسخ التقرير. يُرجى إعادة المحاولة لاحقًا.
de_de: Beim Kopieren des Berichts ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
es_es: Hay un error al copiar el informe. Vuelve a intentarlo más tarde.
fr_ca: Une erreur s'est produite lors de la copie du rapport. Veuillez réessayer plus tard.
it_it: Si è verificato un errore durante la copia del report. Riprova più tardi.
ja_jp: レポートのコピー中にエラーが発生しました。後でもう一度お試しください。
pt_pt: Ocorreu um erro ao copiar o relatório. Tente novamente mais tarde.
ru_ru: В данных есть ошибка Попробуйте снова чуть позже.
tr_tr: Raporun kopyalanmasında bir hata var. Lütfen daha sonra tekrar deneyin.
zh_hans: 复制报告时出错。请稍后重试。
zh_hant: 複製報告時發生錯誤。請稍後再試。

source: There is an error in moving the report. Please try again later.
ar_ae: يوجد خطأ في نقل التقرير. يُرجى إعادة المحاولة لاحقًا.
de_de: Beim Verschieben des Berichts ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
es_es: Se ha producido un error al mover el informe. Vuelve a intentarlo más tarde.
fr_ca: Il y a une erreur dans le déplacement du rapport. Veuillez réessayer plus tard.
it_it: Si è verificato un errore durante lo spostamento del report. Riprova più tardi.
ja_jp: レポートの移動中にエラーが発生しました。後でもう一度お試しください。
pt_pt: Ocorreu um erro ao mover o relatório. Tente novamente mais tarde.
ru_ru: В данных есть ошибка Попробуйте снова чуть позже.
tr_tr: Rapor taşınırken bir hata oluştu. Lütfen daha sonra tekrar deneyin.
zh_hans: 移动报告时出错。请稍后重试。
zh_hant: 移動報告時發生錯誤。請稍後再試。

source: There is an error in updating this group. Please reload the page and try again
ar_ae: يوجد خطأ في تحديث هذه المجموعة. يرجى إعادة تحميل الصفحة والمحاولة مرة أخرى
de_de: Ein Fehler ist aufgetreten, Bitte laden Sie die Seite neu und versuchen Sie es erneut.
es_es: Hay un error en este grupo de preguntas Vuelve a cargar la página e inténtalo de nuevo
fr_ca: Une erreur s'est produite lors de la mise à jour de ce groupe. Veuillez recharger la page et essayer de nouveau.
it_it: Si è verificato un errore durante l'aggiornamento di questo gruppo. Ricarica la pagina e riprova
ja_jp: このグループの更新中にエラーが発生しました。ページをリロードして、もう一度お試しください
pt_pt: Existe um erro neste grupo de perguntas Por favor, recarregue a página e tente novamente.
ru_ru: При обновлении этой группы произошла ошибка. Пожалуйста, перезагрузите страницу и попробуйте снова
tr_tr: Bu grup güncellenirken bir hata oluştu. Lütfen sayfayı tekrar yükleyin ve tekrar deneyin.
zh_hans: 更新此组时出错。请重新加载页面，然后重试
zh_hant: 更新此羣組時發生錯誤。請重新載入頁面，然後再試一次

source: There is no data in the uploaded file. Please check and try uploading again.
ar_ae: لا توجد بيانات في الملف الذي تم تحميله. يرجى التحقق ومحاولة التحميل مرة أخرى.
de_de: In der hochgeladenen Datei befinden sich keine Daten. Bitte überprüfe es und versuche es erneut hochzuladen.
es_es: No hay datos en el archivo cargado. Compruébelo y vuelva a intentarlo.
fr_ca: Il n'y a pas de données dans le fichier Veuillez vérifier et essayer à nouveau.
it_it: Non ci sono dati nel file caricato. Controlla e riprova a caricare.
ja_jp: アップロードされたファイルにデータがありません。ご確認後もう一度お試しください。
pt_pt: Não existem dados no ficheiro carregado. Verifique e tente novamente.
ru_ru: В загруженном файле нет данных. Проверьте и попробуйте снова.
tr_tr: Yüklenen dosyada veri yok. Lütfen kontrol edin ve tekrar deneyin.
zh_hans: 上传的文件中没有数据。请检查后重试。
zh_hant: 上傳的檔案中沒有資料。請檢查並嘗試重新上傳。

source: There is no default value configured for this parameter.
ar_ae: لا توجد قيمة افتراضية تم تكوينها لهذه المعلمة.
de_de: There is no default for this parameter.
es_es: There is no default for this parameter.
fr_ca: Aucune valeur par défaut n'est configurée pour ce paramètre.
it_it: Non c'è valore di default per questo parametro.
ja_jp: このパラメータにはデフォルト値が設定されていません。
pt_pt: Não há valor padrão configurado para este parâmetro.
ru_ru: Для этого параметра не задано значение по умолчанию.
tr_tr: Bu parametre için yapılandırılmış varsayılan bir değer yok.
zh_hans: 没有为此参数配置默认值。
zh_hant: 此參數沒有設定預設值。

source: These are the default notification settings applied for new users. Users can change their own notification settings anytime from their profile page.
ar_ae: هذه هي إعدادات الإشعارات الافتراضية المطبقة على المستخدمين الجدد. يمكن للمستخدمين تغيير إعدادات الإشعارات الخاصة بهم في أي وقت من صفحة ملفهم الشخصي.
de_de: Dies sind die standardmäßigen Benachrichtigungseinstellungen, die für neue Benutzer angewendet werden. Benutzer können ihre eigenen Benachrichtigungseinstellungen jederzeit auf ihrer Profilseite ändern.
es_es: Estas son las configuraciones de notificación predeterminadas que se aplican a los nuevos usuarios. Los usuarios pueden cambiar su propia configuración de notificación en cualquier momento desde su página de perfil.
fr_ca: Ce sont les paramètres de notification par défaut appliqués aux nouveaux utilisateurs. Les utilisateurs peuvent modifier leurs propres paramètres de notification à tout moment à partir de leur page de profil.
it_it: Queste sono le impostazioni di notifica predefinite applicate ai nuovi utenti. Gli utenti possono modificare le proprie impostazioni di notifica in qualsiasi momento dalla pagina del proprio profilo.
ja_jp: これらは、新規ユーザーに適用されるデフォルトの通知設定です。ユーザーは、プロフィールページからいつでも独自の通知設定を変更できます。
pt_pt: Estas são as definições de notificação predefinidas aplicadas a novos utilizadores. Os utilizadores podem alterar as suas próprias configurações de notificação a qualquer momento a partir da sua página de perfil.
ru_ru: Это настройки уведомлений по умолчанию, применяемые для новых пользователей. Пользователи могут изменить свои собственные настройки уведомлений в любое время со страницы своего профиля.
tr_tr: Bunlar, yeni kullanıcılar için uygulanan varsayılan bildirim ayarlarıdır. Kullanıcılar profil sayfalarından istedikleri zaman kendi bildirim ayarlarını değiştirebilirler.
zh_hans: 这些是应用于新用户的默认通知设置。用户可以随时通过个人资料页面更改自己的通知设置。
zh_hant: 這些是應用於新用戶的默認通知設置。用戶可以隨時透過個人資料頁面變更自己的通知設定。

source: These are the master notification settings. Enabling or disabling any settings here will override the default and user settings.
ar_ae: هذه هي إعدادات الإشعارات الرئيسية. سيؤدي تمكين أو تعطيل أي إعدادات هنا إلى تجاوز الإعدادات الافتراضية وإعدادات المستخدم.
de_de: Dies sind die Master-Benachrichtigungseinstellungen. Wenn Sie hier Einstellungen aktivieren oder deaktivieren, werden die Standard- und Benutzereinstellungen überschrieben.
es_es: Estos son los ajustes de la notificación maestra. Habilitar o deshabilitar cualquier configuración aquí anulará la configuración predeterminada y de usuario.
fr_ca: Ce sont les paramètres de notification principaux. L'activation ou la désactivation de tous les paramètres ici remplacera les paramètres par défaut et ceux de l'utilisateur.
it_it: Queste sono le impostazioni di notifica principale. L'abilitazione o la disabilitazione di qualsiasi impostazione qui sovrascriverà le impostazioni predefinite e dell'utente.
ja_jp: これらはマスター通知設定です。ここで設定を有効または無効にすると、デフォルトとユーザー設定が上書きされます。
pt_pt: Estas são as configurações de notificação mestre. Ativar ou desativar quaisquer definições aqui substituirá as definições predefinidas e do utilizador.
ru_ru: Это основные настройки уведомлений. Включение или отключение любых настроек здесь переопределит настройки по умолчанию и настройки пользователя.
tr_tr: Bunlar ana bildirim ayarlarıdır. Buradaki herhangi bir ayarın etkinleştirilmesi veya devre dışı bırakılması, varsayılan ve kullanıcı ayarlarını geçersiz kılacaktır.
zh_hans: 这些是主通知设置。在此处启用或禁用任何设置将覆盖默认设置和用户设置。
zh_hant: 這些是主通知設定。啟用或禁用此處的任何設置將覆蓋默認和用戶設置。

source: These claims are normally represented by a JSON object that contains a collection of name and value pairs for each claim. Provide the JSON key to identify the unique identity (email) of the user.
ar_ae: يتم تمثيل هذه المطالبات عادة بواسطة كائن JSON يحتوي على مجموعة من أزواج الأسماء والقيم لكل مطالبة. توفير مفتاح JSON لتحديد الهوية الفريدة (البريد الإلكتروني) للمستخدم.
de_de: Diese Ansprüche werden normalerweise durch ein JSON-Objekt dargestellt, das eine Sammlung von Namens- und Wertepaaren für jeden Anspruch enthält. Geben Sie den JSON-Schlüssel an, um die eindeutige Identität (E-Mail) des Benutzers zu identifizieren.
es_es: Estas afirmaciones normalmente están representadas por un objeto JSON que contiene una colección de pares de nombre y valor para cada afirmación. Proporcione la clave JSON para identificar la identidad única (email) del usuario.
fr_ca: Ces revendications sont normalement représentées par un objet JSON qui contient une collection de paires de noms et de valeurs pour chaque revendication. Fournissez la clé JSON pour identifier l'identité unique (e-mail) de l'utilisateur.
it_it: Queste rivendicazioni sono normalmente rappresentate da un oggetto JSON che contiene una raccolta di coppie di nome e valore per ciascuna rivendicazione. Fornire la chiave JSON per identificare l'identità univoca (e-mail) dell'utente.
ja_jp: これらのクレームは通常、各クレームの名前と値のペアのコレクションを含むJSONオブジェクトで表されます。ユーザーの一意のID （電子メール）を識別するためのJSONキーを提供します。
pt_pt: Essas reivindicações são normalmente representadas por um objeto JSON que contém uma coleção de pares de nome e valor para cada reivindicação. Forneça a chave JSON para identificar a identidade única (e-mail) do utilizador.
ru_ru: Эти утверждения обычно представлены объектом JSON, который содержит коллекцию пар имен и значений для каждого утверждения. Предоставьте ключ JSON для идентификации уникальной личности (электронной почты) пользователя.
tr_tr: Bu talepler normalde her talep için bir ad ve değer çiftleri koleksiyonu içeren bir JSON nesnesi ile temsil edilir. Kullanıcının benzersiz kimliğini (e - posta) tanımlamak için JSON anahtarını sağlayın.
zh_hans: 这些声明通常由JSON对象表示，该对象包含每个声明的名称和值对的集合。提供JSON密钥以标识用户的唯一身份（电子邮件）。
zh_hant: 這些聲明通常由JSON物件表示，其中包含每個聲明的名稱和值對的集合。提供JSON金鑰以識別用戶的唯一身份（電子郵件）。

source: third
ar_ae: الثالث
de_de: Dritte(3)
fr_ca: troisième /troisièmement/ tiers /tierce
it_it: Buca 3
ja_jp: 第3
pt_pt: terceiro
ru_ru: третий способ,
tr_tr: üçüncü
zh_hans: 第三
zh_hant: 第三個

source: Third Party Logins
ar_ae: تسجيلات دخول الطرف الثالث
de_de: Dritter
es_es: Inicios de sesión de terceros
fr_ca: Logins tiers
it_it: terze parti
ja_jp: サードパーティ
pt_pt: Terceiro
ru_ru: Третья сторона
tr_tr: Üçüncü taraf
zh_hans: 第三当事人 ,第三方,第三人
zh_hant: 第三方

source: Third-party logins
ar_ae: تسجيلات دخول الجهات الخارجية
de_de: Dritte Partei
es_es: Inicios de sesión de terceros
fr_ca: Identifiants tiers
it_it: terze parti
ja_jp: サードパーティ
pt_pt: Compra de Madeira
ru_ru: Третья сторона
tr_tr: Üçüncü Taraf
zh_hans: 第三方
zh_hant: 第三方

source: This comment was deleted.
ar_ae: تم حذف هذا التعليق.
de_de: Kommentar wurde gelöscht.
es_es: Este comentario fue eliminado.
fr_ca: Ce commentaire a été supprimé.
it_it: Il commento è stato cancellato.
ja_jp: あなたのコメントが削除されました.
pt_pt: Este comentário foi eliminado.
ru_ru: Мой комментарий удалили
tr_tr: Yorumunuz silindi.
zh_hans: 您的评论已被删除。
zh_hant: 此評論已被刪除。

source: This condition will be evaluated
ar_ae: سيتم تقييم هذا الشرط
de_de: Diese Bedingung wird ausgewertet
es_es: Esta condición será evaluada
fr_ca: Cette condition sera évaluée
it_it: Questa condizione sarà valutata
ja_jp: この状態が評価されます
pt_pt: Esta condição será avaliada
ru_ru: Это условие будет оценено
tr_tr: Bu durum değerlendirilecektir
zh_hans: 将评估此情况
zh_hant: 將評估此條件

source: This directive specifies the sources that can be used to make Fetch/XHR requests.
ar_ae: يحدد هذا التوجيه المصادر التي يمكن استخدامها لتقديم طلبات Fetch/XHR.
de_de: Diese Richtlinie legt die Quellen fest, die für Abruf-/XHR-Anfragen verwendet werden können.
es_es: Esta directiva especifica las fuentes que se pueden utilizar para realizar solicitudes Fetch/XHR.
fr_ca: Cette directive spécifie les sources qui peuvent être utilisées pour effectuer des requêtes Fetch/XHR.
it_it: Questa direttiva specifica le fonti che possono essere utilizzate per effettuare richieste Fetch/XHR.
ja_jp: このディレクティブは、Fetch/XHR要求を行うために使用できるソースを指定します。
pt_pt: Esta diretiva especifica as fontes que podem ser usadas para fazer solicitações Fetch/XHR.
ru_ru: Эта директива определяет источники, которые могут быть использованы для выполнения запросов Fetch/XHR.
tr_tr: Bu yönerge, Fetch/XHR isteklerini yapmak için kullanılabilecek kaynakları belirtir.
zh_hans: 此指令指定可用于发出Fetch/XHR请求的源。
zh_hant: 此指令指定可用於發出Fetch/XHR請求的來源。

source: This directive specifies valid sources for fonts.
ar_ae: يحدد هذا التوجيه مصادر صالحة للخطوط.
de_de: Diese Direktive gibt gültige Quellen für Schriften an.
es_es: Esta directiva especifica fuentes válidas para las fuentes.
fr_ca: Cette directive spécifie des sources valides pour les polices.
it_it: Questa direttiva specifica le fonti valide per i font.
ja_jp: このディレクティブは、フォントの有効なソースを指定します。
pt_pt: Esta diretiva especifica fontes válidas para fontes.
ru_ru: Эта директива определяет допустимые источники для шрифтов.
tr_tr: Bu yönerge, yazı tipleri için geçerli kaynakları belirtir.
zh_hans: 此指令指定字体的有效来源。
zh_hant: 此指令指定字體的有效來源。

source: This directive specifies valid sources for images.
ar_ae: يحدد هذا التوجيه مصادر صالحة للصور.
de_de: Diese Richtlinie legt gültige Quellen für Bilder fest.
es_es: Esta directiva especifica fuentes válidas para imágenes.
fr_ca: Cette directive spécifie des sources valides pour les images.
it_it: Questa direttiva specifica le fonti valide per le immagini.
ja_jp: このディレクティブは、画像の有効なソースを指定します。
pt_pt: Esta diretiva especifica fontes válidas para imagens.
ru_ru: Эта директива определяет допустимые источники изображений.
tr_tr: Bu yönerge, görüntüler için geçerli kaynakları belirtir.
zh_hans: 此指令指定图像的有效来源。
zh_hant: 此指令指定影像的有效來源。

source: This directive specifies valid sources for JavaScript.
ar_ae: يحدد هذا التوجيه مصادر صالحة لجافا سكريبت.
de_de: Diese Direktive gibt gültige Quellen für JavaScript an.
es_es: Esta directiva especifica fuentes válidas para JavaScript.
fr_ca: Cette directive spécifie des sources valides pour JavaScript.
it_it: Questa direttiva specifica le fonti valide per JavaScript.
ja_jp: このディレクティブは、JavaScriptの有効なソースを指定します。
pt_pt: Esta diretiva especifica fontes válidas para JavaScript.
ru_ru: Указывает действительные источники для JavaScript.
tr_tr: Bu yönerge JavaScript için geçerli kaynakları belirtir.
zh_hans: 指定 javascript 的有效源。
zh_hant: 此指令指定JavaScript的有效源。
