Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Quote
ar_ae: اقتباس
de_de: Angebot
es_es: Cita
fr_ca: Citation
it_it: Citazione
ja_jp: 引用
pt_pt: Orçamento
ru_ru: Цитата
tr_tr: Alıntı başlangıcı
zh_hans: 引述
zh_hant: 引言

source: RDL File
ar_ae: ملف RDL
de_de: RDL
es_es: RDL
fr_ca: Fichier RDL
it_it: rdl
ja_jp: ファイル
pt_pt: Ficheiro
ru_ru: RDL
tr_tr: Törpü
zh_hans: 文档
zh_hant: 檔案

source: Reactivate my subscription
ar_ae: إعادة تفعيل اشتراكي
de_de: Mitgliedschaft
es_es: Cambiarme a PRO y reactivar mi suscripción
fr_ca: Réactiver mon abonnement
it_it: Riattivare l'abbonamento
ja_jp: マイサブスクリプション
pt_pt: REATIVAR MINHA ASSINATURA
ru_ru: Моя подписка
tr_tr: Aboneliğim
zh_hans: 重新激活我的订阅
zh_hant: 重新啟用我的訂閱

source: REACTIVATE MY SUBSCRIPTION
ar_ae: إعادة تنشيط اشتراكي
de_de: Mitgliedschaft
es_es: Cambiarme a PRO y reactivar mi suscripción
fr_ca: Réactiver mon abonnement
it_it: Riattivare l'abbonamento
ja_jp: マイサブスクリプション
pt_pt: REATIVAR MINHA ASSINATURA
ru_ru: Моя подписка
tr_tr: Aboneliğim
zh_hans: 重新激活我的订阅
zh_hant: 重新啟用我的訂閱

source: Reactivated subscription successfully.
ar_ae: تمت إعادة تنشيط الاشتراك بنجاح.
de_de: Abonnement erfolgreich reaktiviert.
es_es: Suscripción realizada con éxito
fr_ca: Abonnement réactivé avec succès.
it_it: Abbonamento riattivato con successo.
ja_jp: サブスクリプションが正常に再有効化されました。
pt_pt: Subscrição reativada com sucesso.
ru_ru: Подписка успешно активирована.
tr_tr: Abonelik başarıyla yeniden etkinleştirildi.
zh_hans: 重新激活的订阅
zh_hant: 已成功重新啟用訂閱。

source: Rearrange
ar_ae: إعادة الترتيب
de_de: Neu anordnen
es_es: Reorganizar
fr_ca: Réorganiser
it_it: Ridisponi
ja_jp: 組み替える
pt_pt: Reorganizar
ru_ru: Сортировка
tr_tr: Yeniden Düzenle
zh_hans: 重新安排
zh_hant: 重新排列

source: Reauthorize Connected Account
ar_ae: إعادة تفويض الحساب المتصل
de_de: Verknüpftes Konto
es_es: Cuenta conectada
fr_ca: Réautoriser le compte connecté
it_it: Account Connesso
ja_jp: アカウント連携
pt_pt: Reautorizar conta ligada
ru_ru: Подключенный аккаунт:
tr_tr: Bağlı Hesabı Yeniden Yetkilendir
zh_hans: 已连接得账户
zh_hant: 重新授權已連結的帳戶

source: Rebrand with your company name, logo, domain, time zone, and date-time display formats.
ar_ae: أعد تسمية علامتك التجارية باستخدام اسم شركتك وشعارك ونطاقك ومنطقتك الزمنية وتنسيقات عرض التاريخ والوقت.
de_de: Rebranding mit Ihrem Firmennamen, Logo, Domain, Zeitzone und Datums-/Uhrzeit-Anzeigeformaten.
es_es: Cambie la marca con el nombre de su empresa, logotipo, dominio, zona horaria y formatos de visualización de fecha y hora.
fr_ca: Renommez le nom de votre entreprise, le logo, le domaine, le fuseau horaire et les formats d'affichage date-heure.
it_it: Rinomina con il nome della tua azienda, il logo, il dominio, il fuso orario e i formati di visualizzazione della data e dell'ora.
ja_jp: 会社名、ロゴ、ドメイン、タイムゾーン、日付と時刻の表示形式でブランドを変更します。
pt_pt: Faça uma nova marca com o nome da sua empresa, logotipo, domínio, fuso horário e formatos de exibição de data e hora.
ru_ru: Ребрендинг с использованием названия вашей компании, логотипа, домена, часового пояса и форматов отображения даты и времени.
tr_tr: Şirketinizin adını, logosunu, alan adını, saat dilimini ve tarih - saat görüntüleme biçimlerini yeniden markalayın.
zh_hans: 使用您的公司名称、徽标、域名、时区和日期-时间显示格式重塑品牌。
zh_hant: 使用公司名稱、標誌、網域、時區和日期-時間顯示格式重塑品牌。

source: Receive email notifications when specified criteria is met; for example, when the total sales value is greater than $10,000.
ar_ae: تلقي إشعارات البريد الإلكتروني عند استيفاء معايير محددة ؛ على سبيل المثال، عندما يكون إجمالي قيمة المبيعات أكبر من 10000 دولار.
de_de: Erhalten Sie E-Mail-Benachrichtigungen, wenn die angegebenen Kriterien erfüllt sind, z. B. wenn der Gesamtverkaufswert mehr als 10.000 USD beträgt.
es_es: Recibir notificaciones por correo electrónico cuando se cumplan los criterios especificados; por ejemplo, cuando el valor total de las ventas sea superior a $ 10.000.
fr_ca: Recevez des notifications par e-mail lorsque les critères spécifiés sont remplis ; par exemple, lorsque la valeur totale des ventes est supérieure à 10 000 $ .
it_it: Ricevi notifiche via email quando vengono soddisfatti i criteri specificati; ad esempio, quando il valore totale delle vendite è superiore a $10.000.
ja_jp: 指定された条件が満たされたときに電子メール通知を受け取ります。たとえば、総売上高が10,000ドルを超える場合です。
pt_pt: Receba notificações por e-mail quando os critérios especificados forem atendidos; por exemplo, quando o valor total das vendas for superior a US $ 10.000.
ru_ru: Получать уведомления по электронной почте при соблюдении указанных критериев; например, когда общая стоимость продаж превышает 10 000 долларов США.
tr_tr: Belirtilen kriterler karşılandığında e - posta bildirimleri alın; örneğin, toplam satış değeri 10.000 $' dan büyük olduğunda.
zh_hans: 在满足指定条件时接收电子邮件通知；例如，当总销售额大于$ 10,000时。
zh_hant: 在滿足指定條件時接收電子郵件通知；例如，當總銷售額超過$ 10,000時。

source: Recently Added
ar_ae: تمت إضافته مؤخرًا
de_de: Vor kurzem hinzugefügt
es_es: Añadido recientemente
fr_ca: Récemment ajouté
it_it: Aggiunti di recente
ja_jp: 最近追加
pt_pt: Adicionado recentemente
ru_ru: Недавно добавленные
tr_tr: Son Eklenenler
zh_hans: 最近添加
zh_hant: 最近添加的

source: Recently Updated
ar_ae: تم تحديثه مؤخرًا
de_de: Kürzlich aktualisiert
es_es: Recientemente actualizados
fr_ca: Récemment mis à jour
it_it: Aggiornamenti recenti!
ja_jp: 最近更新されたテーマ
pt_pt: Atualizado Recentemente
ru_ru: Недавно обновлённые
tr_tr: Son Güncellenenler
zh_hans: 近期更新
zh_hant: 近期更新

source: Recommended size:50mb max
ar_ae: الحجم الموصى به:50 ميجابايت كحد أقصى
de_de: Empfohlene Größe:
es_es: Tamaño recomendado:
fr_ca: Taille recommandée :50 Mo max
it_it: Dimensione consigliata:50 MB max
ja_jp: 推奨サイズ：最大50 MB
pt_pt: Tamanho recomendado:50mb máx.
ru_ru: Рекомендуемый размер: макс. 50 МБ
tr_tr: Önerilen boyut
zh_hans: 重复
zh_hant: 推薦大小：最大 50mb

source: Recurs
ar_ae: يتكرر
de_de: Wiederholt
es_es: Repeticiones
fr_ca: Récurrent
it_it: Si ripete
ja_jp: 自動契約更新
pt_pt: Recorrente
ru_ru: Возобновить
tr_tr: Yinelenenler:

source: Redirect URI
ar_ae: إعادة توجيه عنوان URI
de_de: Weiterleitungs-URI
es_es: Redirigir URI
fr_ca: URI de redirection
it_it: URI reindirizzamento
ja_jp: リダイレクト URL
pt_pt: URI de Redireccionamento
ru_ru: URI для переадресации
tr_tr: Yönlendirme URL’si
zh_hans: 重定向网址
zh_hant: 重新導向 URI

source: Redo
ar_ae: إعادة
de_de: Wiederholen
es_es: Rehacer
fr_ca: Refaire
it_it: Ripeti
ja_jp: やり直し
pt_pt: Refazer
ru_ru: Повторить
tr_tr: Yinele
zh_hans: 恢复
zh_hant: 重做

source: Refresh History
ar_ae: تحديث المحفوظات
de_de: Verlauf aktualisieren
es_es: Botón Refrescar Histórico.
fr_ca: Actualiser l'historique
it_it: Esegui il refresh della cronologia
ja_jp: 履歴を更新
pt_pt: &Actualizar o histórico
ru_ru: Обновить историю
tr_tr: Geçmişi Yenile
zh_hans: 刷新历史记录
zh_hant: 重新整理歷程記錄

source: Refresh the page
ar_ae: تحديث الصفحة
de_de: Aktualisieren Sie die Seite.
es_es: Refrescar la página
fr_ca: Actualisez la page
it_it: Aggiornare la pagina
ja_jp: ページを再読み込みしてください
pt_pt: Atualizar a página
ru_ru: Обновить страницу
tr_tr: Sayfayı yenile.
zh_hans: 刷新页面
zh_hant: 重新整理頁面

source: Region
ar_ae: المنطقة
es_es: Región
fr_ca: Région
it_it: Regione
ja_jp: リージョン
pt_pt: Região
ru_ru: Область
tr_tr: Bölge
zh_hans: 地区
zh_hant: 地區

source: Registering your site...
ar_ae: جارٍ تسجيل موقعك...
de_de: Deine Website wird registriert...
es_es: Al registrar su nombre
fr_ca: Enregistrement de votre site...
it_it: Registrazione del tuo sito in corso...
ja_jp: サイトを登録しています...
pt_pt: A registar o seu site...
ru_ru: Регистрация вашего сайта...
tr_tr: Siteniz kaydediliyor...
zh_hans: 正在注册您的站点...
zh_hant: 正在註冊您的網站...

source: Registration
ar_ae: التسجيل
de_de: Registrierung
es_es: Registro
fr_ca: Inscription
it_it: Registrazione
ja_jp: 登録
pt_pt: Registro
ru_ru: Регистрация
tr_tr: Kayıt
zh_hans: 注册
zh_hant: 註冊

source: Remaining
ar_ae: المتبقي
de_de: Verbleibende
es_es: Restante
fr_ca: Restant
it_it: Residuo
ja_jp: 残り
pt_pt: Restantes
ru_ru: Осталось
tr_tr: Kalan
zh_hans: 剩余
zh_hant: 剩餘

source: remaining license(s).
ar_ae: الرخصة(الرخص) المتبقية.
de_de: verbleibende Lizenz(en).
es_es: licencia(s) restante (s).
fr_ca: licence(s) restante(s).
it_it: licenze rimanenti.
ja_jp: 残りのライセンス。
pt_pt: licença(s) restante (s).
ru_ru: оставшиеся лицензии.
tr_tr: kalan lisans(lar).
zh_hans: 剩余的许可证。
zh_hant: 剩餘的許可證。

source: Remove
ar_ae: إزالة
de_de: Entfernen
es_es: Elimina
fr_ca: Retrait
it_it: Rimuovi
ja_jp: 削除
pt_pt: Remover
ru_ru: Демонтаж
tr_tr: Eğer varsa,
zh_hans: 删除
zh_hant: 移除

source: Remove Access
ar_ae: إزالة الوصول
de_de: Zugriff entfernen
es_es: Eliminar acceso
fr_ca: Retirer l'accès
it_it: Rimuovi accesso
ja_jp: アクセスを削除
pt_pt: Remover acesso
ru_ru: Удалить доступ
tr_tr: Tam Erişimi kaldır
zh_hans: 撤消访问权限
zh_hant: 刪除訪問權限

source: Remove Comparison Target
ar_ae: إزالة هدف المقارنة
de_de: Vergleich entfernen
es_es: Eliminar objetivo de comparación
fr_ca: Supprimer la cible de comparaison
it_it: Rimuovi target di confronto
ja_jp: 比較対象を削除
pt_pt: Remover alvo de comparação
ru_ru: Удалить цель сравнения
tr_tr: Karşılaştırma Hedefini Kaldır
zh_hans: 删除比较目标
zh_hant: 移除比較目標

source: Remove default pinboard
ar_ae: إزالة لوحة الدبوس الافتراضية
de_de: Standard-Pinboard entfernen
es_es: Eliminar el valor predeterminado
fr_ca: Supprimer le tableau d'affichage par défaut
it_it: Rimuovi bacheca predefinita
ja_jp: デフォルトを削除しますか ?
pt_pt: Remover o quadro de avisos predefinido
ru_ru: Удалить доску по умолчанию
tr_tr: Varsayılan panoyu kaldır
zh_hans: 移除默认针板
zh_hant: |||UNTRANSLATED_CONTENT_START|||Remove default pinboard|||UNTRANSLATED_CONTENT_END|||

source: Remove from favorites
ar_ae: إزالة من المفضلة
de_de: Aus Favoriten entfernen
es_es: Quitar de favoritos
fr_ca: Supprimer des favoris
it_it: Rimuovi da Preferiti
ja_jp: お気に入りから削除
pt_pt: Remover dos favoritos
ru_ru: Удалить из избранного
tr_tr: Favorilerden çıkar
zh_hans: 从收藏夹中删除
zh_hant: 從收藏夾刪除

source: Remove from Favorites
ar_ae: إزالة من المفضلة
de_de: Von Favoriten entfernen
es_es: Quitar de favoritos
fr_ca: Supprimer des favoris
it_it: Rimuovi dai Preferiti
ja_jp: お気に入りから削除
pt_pt: Remover dos Favoritos
ru_ru: Удалить из избранного
tr_tr: Favorilerden Çıkar
zh_hans: 从收藏夹中删除
zh_hant: 從收藏夾中刪除

source: Remove Public
ar_ae: إزالة عام
de_de: nicht (mehr) veröffentlichen
es_es: Eliminar el enlace público
fr_ca: Supprimer le lien publique
it_it: Rimuovi pubblico
ja_jp: 公開を削除
pt_pt: Remover Facilidade Pública
ru_ru: Удалить достопримечательность
tr_tr: Herkese Açık Olanları Kaldır
zh_hans: 删除公钥
zh_hant: 刪除公共

source: Remove published Report
ar_ae: إزالة التقرير المنشور
de_de: Veröffentlichter Bericht
es_es: Eliminar informe publicado
fr_ca: Publication d'un rapport
it_it: Rimuovi report pubblicato
ja_jp: 公開されたレポートを削除
pt_pt: Remover relatório publicado
ru_ru: Удалить опубликованный отчет
tr_tr: Yayınlanan Raporu kaldır
zh_hans: 删除已发布的报告
zh_hant: 移除已發佈的報告

source: Remove Published Report
ar_ae: إزالة التقرير المنشور
de_de: Veröffentlichter Bericht
es_es: Eliminar informe publicado
fr_ca: Publication d'un rapport
it_it: Rimuovi report pubblicato
ja_jp: 公開されたレポートを削除
pt_pt: Remover relatório publicado
ru_ru: Удалить опубликованный отчет
tr_tr: Yayınlanan Raporu Kaldır
zh_hans: 删除已发布的报告
zh_hant: 移除已發佈的報告

source: Remove Report
ar_ae: إزالة التقرير
es_es: Quitar informe
fr_ca: Supprimer le rapport
ja_jp: レポートアダプタを削除する
pt_pt: Remover relatório
ru_ru: Удалить отчет
tr_tr: Raporu kaldır
zh_hans: 删除报告

source: Rename Pinboard
ar_ae: إعادة تسمية اللوحة
de_de: Pinnwand umbenennen
es_es: Cambiar el nombre del tablero de anuncios
fr_ca: Renommer le tableau d'affichage
it_it: Rinomina bacheca
ja_jp: ピンボードの名前を変更
pt_pt: Mudar o nome do quadro de avisos
ru_ru: Переименовать Pinboard
tr_tr: Panoyu Yeniden Adlandır
zh_hans: 重命名Pinboard
zh_hant: 重命名固定板

source: Replace
ar_ae: استبدال
de_de: Ersetzen
es_es: Reemplazar
fr_ca: Remplacer
it_it: Sostituisci
ja_jp: 交換
pt_pt: Substituir
ru_ru: Заменить
tr_tr: Değiştir
zh_hans: 替换
zh_hant: 取代

source: replied to
ar_ae: تم الرد على
de_de: antwortete auf
es_es: responder a
fr_ca: a répondu à
it_it: Risposto a
ja_jp: に返信しました
pt_pt: respondeu a
ru_ru: ответил на
tr_tr: yanıtladı
zh_hans: 回复
zh_hant: 已回覆

source: Replied to
ar_ae: تم الرد على
de_de: antwortete auf
es_es: Respondió a
fr_ca: Répondu à la
it_it: Risposto a
ja_jp: 返信された:
pt_pt: respondeu a
ru_ru: Ответили на вопрос
tr_tr: Yanıtlandı
zh_hans: 回复给
zh_hant: 已回覆

source: replied to your comment on the
ar_ae: رد على تعليقك على
de_de: הגיב‫/‬ה לתגובה שלך
es_es: respondió a tu comentario
fr_ca: a répondu à votre commentaire sur le
it_it: ha risposto al tuo commento
ja_jp: あなたのコメントに返信
pt_pt: respondeu ao seu comentário
ru_ru: ответил(а) на Ваш комментарий к уроку
tr_tr: yorumuna cevap verdi
zh_hans: 回复了你的评论
zh_hant: 回復了你的評論

source: replies
ar_ae: الردود
de_de: Antworten
es_es: respuestas
fr_ca: Questions et commentaires
it_it: risposte
ja_jp: 返信
pt_pt: respostas
ru_ru: відповіді
tr_tr: cevaplar
zh_hans: 回复
zh_hant: 回覆

source: Reply
ar_ae: رد
de_de: Antwort
es_es: Responder
fr_ca: Répondre
it_it: Rispondi
ja_jp: 返信
pt_pt: Resp.
ru_ru: Ответить
tr_tr: Yanıtlayın
zh_hans: 回复
zh_hant: 回覆

source: Reply is too long
ar_ae: الرد طويل جدًا
de_de: Antwort ist zu lang
es_es: La respuesta es demasiado larga
fr_ca: La réponse est trop longue
it_it: La risposta è troppo lunga
ja_jp: 返信が長すぎます
pt_pt: A resposta é muito longa
ru_ru: Слишком длинный ответ
tr_tr: Yanıt çok uzun
zh_hans: 回复过长
zh_hant: 回复太長

source: Reply should not be blank
ar_ae: يجب ألا يكون الرد فارغًا
de_de: Dieses Feld darf nicht leer bleiben
es_es: El contenido no debe estar en blanco
fr_ca: Le réponse ne doit pas être vide
it_it: La risposta non dovrebbe essere vuota.
ja_jp: 返信は空白にできません
pt_pt: A resposta não deve ficar em branco
ru_ru: Поле ответа не должно быть пустым
tr_tr: Bu değer boş bırakılmamalıdır
zh_hans: 不能为空
zh_hant: 回復不能為空

source: report
ar_ae: تقرير
de_de: Berichts
es_es: informe
fr_ca: rapport
ja_jp: レポート
pt_pt: Relatório
ru_ru: Отчёт
zh_hans: v.告发,揭发,报道 ,报告,汇报 ;n.汇报 ,举报
zh_hant: 報告

source: Report
ar_ae: تقرير
de_de: Bericht
es_es: Informe
fr_ca: Signaler
it_it: Segnala
ja_jp: レポート
pt_pt: Relatório
ru_ru: Отчёт
tr_tr: raporu
zh_hans: 报告
zh_hant: 報告

source: Report
ar_ae: تقرير
de_de: Bericht
fr_ca: Rapport
it_it: Segnala
ja_jp: レポート
pt_pt: Relatório
ru_ru: Отчёт
tr_tr: raporu
zh_hans: 报告
zh_hant: 報告

source: Report Comments
ar_ae: الإبلاغ عن التعليقات
de_de: Kommentare melden
es_es: Comentarios del informe
fr_ca: Signaler les commentaires
it_it: Segnala commenti
ja_jp: レポートのコメント
pt_pt: Comentários de Relatório
ru_ru: Комментарии к отчету
tr_tr: Yorumları Bildir
zh_hans: 报表意见
zh_hant: 讀出註解 開

source: Report Count (Dsc)
ar_ae: عدد التقارير (Dsc)
de_de: Anzahl von RDB-Berichten
es_es: Recuento de informes
fr_ca: nombre de rapport
it_it: Conteggio rapporto
ja_jp: レポート数（ Dsc ）
pt_pt: Contagem de relatórios (Dsc)
ru_ru: Количество отчетов (Dsc)
tr_tr: Rapor Sayısı (Dsc)
zh_hans: 报告数量（ Dsc ）
zh_hant: 報告計數（ Dsc ）

source: Report Deployment
ar_ae: نشر التقرير
es_es: Implementación de informes
fr_ca: Déploiement du rapport
ja_jp: レポートの展開
pt_pt: Implantação de Relatório
ru_ru: Развертывание отчета
tr_tr: Rapor Dağıtımı
zh_hans: 报告部署

source: Report description
ar_ae: وصف التقرير
de_de: Berichtsbeschreibung
es_es: Descripción del Informe
fr_ca: Description
it_it: Descrizione report
ja_jp: 通報の内容
pt_pt: Descrição do relatório
ru_ru: Описание
tr_tr: Rapor açıklaması
zh_hans: 举报描述
zh_hant: 報表說明

source: Report Designer
ar_ae: مصمم التقارير
es_es: Diseñador de informes
fr_ca: Concepteur de rapports
it_it: Progettazione report
ja_jp: レポートデザイナー
pt_pt: Criador de relatórios
ru_ru: конструктор отчетов
tr_tr: Rapor Tasarımcısı
zh_hans: 报表设计器
zh_hant: 報表設計師

source: Report Designer failed to parse the embedded data
ar_ae: فشل مصمم التقارير في تحليل البيانات المضمنة
de_de: Berichts-Designer konnte die eingebetteten Daten nicht analysieren
es_es: El diseñador de informes no ha podido analizar los datos embebidos
fr_ca: Le concepteur de rapports n'a pas réussi à analyser les données intégrées
it_it: Report Designer non è riuscito ad analizzare i dati incorporati
ja_jp: レポートデザイナーが埋め込みデータを解析できませんでした
pt_pt: O Report Designer falhou ao analisar os dados incorporados
ru_ru: Конструктору отчетов не удалось проанализировать встроенные данные
tr_tr: Rapor Tasarımcısı katıştırılmış verileri ayrıştıramadı
zh_hans: 报表设计器无法解析嵌入式数据
zh_hant: 報表設計師無法剖析嵌入式資料

source: Report Designer Settings has been updated successfully
ar_ae: تم تحديث إعدادات مصمم التقارير بنجاح
de_de: Deine Einstellungen wurden erfolgreich aktualisiert.
es_es: La configuración se ha actualizado correctamente
fr_ca: Le rapport a été mis à jour avec succès.
it_it: Le impostazioni di Report Designer sono state aggiornate correttamente
ja_jp: レポート設定が正常に更新されました
pt_pt: As Definições do Designer de Relatórios foram atualizadas com sucesso
ru_ru: Настройки успешно обновлены!
tr_tr: Rapor Tasarımcısı Ayarları başarıyla güncellendi
zh_hans: 设计器设置已更新。
zh_hant: 儀表板已成功更新。

source: Report failed to publish to other sites.
ar_ae: فشل نشر التقرير إلى مواقع أخرى.
de_de: Bericht konnte nicht auf anderen Websites veröffentlicht werden.
es_es: No se ha podido publicar el informe en otros sitios.
fr_ca: Le rapport n'a pas pu être publié sur d'autres sites.
it_it: Pubblicazione del report su altri siti non riuscita.
ja_jp: レポートを他のサイトに公開できませんでした。
pt_pt: Falha ao publicar o relatório em outros sites.
ru_ru: Отчет не удалось опубликовать на других сайтах.
tr_tr: Rapor diğer sitelerde yayınlanamadı.
zh_hans: 报告无法发布到其他网站。
zh_hant: 報告無法發佈到其他網站。

source: Report has been added successfully.
ar_ae: تمت إضافة التقرير بنجاح.
de_de: Zone erfolgreich hinzugefügt.
es_es: se ha añadido correctamente
fr_ca: Le rapport a été ajouté avec succès.
it_it: Piano aggiunto con successo.
ja_jp: レポートが正常に追加されました。
pt_pt: Plano foi adicionado com êxito.
ru_ru: Список был успешно добавлен
tr_tr: Şikayet değerlendirmenin ardından başarıyla eklendi.
zh_hans: 已成功添加。
zh_hant: 文件已成功添加。

source: Report has been cloned successfully.
ar_ae: تم استنساخ التقرير بنجاح.
de_de: Bericht wurde erfolgreich gesendet
es_es: El trabajo se ha clonado correctamente
fr_ca: Le rapport a été dupliqué avec succès.
it_it: Il report è stato inviato con successo.
ja_jp: レポートは正常に複製されました。
pt_pt: Relato enviado com Sucesso
ru_ru: Отчет успешно клонирован.
tr_tr: Rapor başarıyla klonlandı.
zh_hans: 报告已发送
zh_hant: 已成功克隆儀表板。

source: Report has been copied successfully.
ar_ae: تم نسخ التقرير بنجاح.
de_de: Der URI wurde erfolgreich kopiert.
es_es: Reporte ha sido enviado
fr_ca: Le rapport a été copié avec succès.
it_it: Il link è stato copiato correttamente
ja_jp: レポートは正常にコピーされました。
pt_pt: Relato enviado com Sucesso
ru_ru: Отчет скопирован
tr_tr: Rapor başarıyla kopyalandı.
zh_hans: URI已成功复制。
zh_hant: 已成功複製儀表板。

source: Report has been moved successfully.
ar_ae: تم نقل التقرير بنجاح.
de_de: Bericht wurde erfolgreich gesendet
es_es: Informe movido con éxito.
fr_ca: Le rapport a été déplacé avec succès.
it_it: Il report è stato inviato con successo.
ja_jp: レポートは正常に移動されました。
pt_pt: Relato enviado com Sucesso
ru_ru: Отчет успешно перемещен.
tr_tr: Rapor başarıyla taşındı.
zh_hans: 报告已发送
zh_hant: 儀表板已成功移動。

source: Report has been published successfully
ar_ae: تم نشر التقرير بنجاح
de_de: Bericht wurde erfolgreich gesendet
es_es: Reporte ha sido enviado
fr_ca: Le rapport a été publié avec succès
it_it: Il report è stato pubblicato correttamente
ja_jp: レポートが正常に公開されました
pt_pt: Relato enviado com Sucesso
ru_ru: Опубликован доклад о работе семинара-практикума.
tr_tr: Rapor başarıyla kaydedildi
zh_hans: 报告已发送
zh_hant: 項目已成功發布。

source: Report has been published successfully.
ar_ae: تم نشر التقرير بنجاح.
de_de: Dieser Bericht ist veröffentlicht worden.
es_es: Ya se ha publicado ese informe.
fr_ca: Le rapport a été publié avec succès
it_it: La relativa relazione è stata pubblicata.
ja_jp: レポートが正常に公開されました。
pt_pt: Esse relatório foi publicado.
ru_ru: Опубликован доклад о работе семинара-практикума.
tr_tr: Rapor başarıyla yayınlandı.
zh_hans: 报告已发送
zh_hant: 項目已成功發布。

source: Report has been saved successfully.
ar_ae: تم حفظ التقرير بنجاح.
de_de: Cube erfolgreich gespeichert.
es_es: El informe se ha guardado correctamente.
fr_ca: Le rapport a été enregistré avec succès.
it_it: Il report è stato salvato correttamente.
ja_jp: レポートが正常に保存されました。
pt_pt: foi salvo com sucesso.
ru_ru: Элемент был успешно сохранен!
tr_tr: Rapor başarıyla kaydedildi
zh_hans: 报告已成功保存。
zh_hant: 視圖已成功保存。

source: Report has been scheduled successfully.
ar_ae: تمت جدولة التقرير بنجاح.
de_de: Ihr Report wurde geplant.
es_es: Reporte ha sido enviado
fr_ca: Le rapport a été planifié avec succès.
it_it: Report pianificato correttamente
ja_jp: レポートが正常にスケジュールされました。
pt_pt: Relato enviado com Sucesso
ru_ru: Отчет был успешно запланирован.
tr_tr: Rapor başarıyla planlandı.
zh_hans: 报告已发送
zh_hant: 儀表板已成功安排。

source: Report has been updated successfully.
ar_ae: تم تحديث التقرير بنجاح.
de_de: Selbstbericht wurde erfolgreich aktualisiert.
es_es: Este informe se ha actualizado correctamente
fr_ca: Le rapport a été mis à jour avec succès.
it_it: è avvenuto con successo.
ja_jp: レポート設定が正常に更新されました
pt_pt: O seu Plano foi atualizado com sucesso.
ru_ru: Карта была успешно обновлена.
tr_tr: başarıyla güncellendi.
zh_hans: 已成功更新报告详细信息。
zh_hant: 文件已成功更新。

source: Report has been uploaded successfully.
ar_ae: تم تحميل التقرير بنجاح.
de_de: Daten wurden erfolgreich hochgeladen
es_es: se ha cargado con éxito.
fr_ca: Le rapport a été téléversé avec succès.
it_it: Il file è stato caricato
ja_jp: データのアップロードに成功しました
pt_pt: Relatório enviado com sucesso.
ru_ru: Запись не была загружена.
tr_tr: Başarıyla yüklendi.
zh_hans: 报告已发送
zh_hant: 已成功上傳檔。

source: Report Id:
ar_ae: معرف التقرير:
de_de: Berichts-ID
es_es: ID del informe
fr_ca: ID de rapport
it_it: ID report:
ja_jp: レポート ID
pt_pt: ID do relatório
ru_ru: Идент. номер заключения:
tr_tr: Rapor Tanımlama No:
zh_hans: 報表ID
zh_hant: 報表 Id

source: Report is being published to one or more other sites.
ar_ae: يتم نشر التقرير على موقع واحد أو أكثر من المواقع الأخرى.
de_de: Der Bericht wird auf einer oder mehreren anderen Websites veröffentlicht.
es_es: El informe se está publicando en uno o más sitios.
fr_ca: Le rapport est publié sur un ou plusieurs autres sites.
it_it: Il rapporto è in fase di pubblicazione su uno o più altri siti.
ja_jp: レポートが1つ以上の他のサイトに公開されています。
pt_pt: O relatório está a ser publicado em um ou mais outros sites.
ru_ru: Отчет публикуется на одном или нескольких других сайтах.
tr_tr: Rapor bir veya daha fazla başka sitede yayınlanıyor.
zh_hans: 报告正在发布到一个或多个其他网站。
zh_hant: 報告正在發佈到一個或多個其他網站。

source: Report Limit Exceeded
ar_ae: تم تجاوز حد التقرير
de_de: Limit überschritten.
es_es: Límite excedido
fr_ca: Limite de rapport dépassée
it_it: Segnalare limite cella superato
ja_jp: 限度を超過しました
pt_pt: Limite de modelos de relatório excedido
ru_ru: Превышен лимит загрузок
tr_tr: Limit aşıldı!
zh_hans: 超过限制
zh_hant: 已超出報告限制

source: Report name
ar_ae: اسم التقرير
de_de: Berichtsname
es_es: Nombre del informe
fr_ca: Nom du rapport
it_it: Nome del report
ja_jp: レポート名
pt_pt: Nome do relatório
ru_ru: Название отчета
tr_tr: Rapor İsmi
zh_hans: 报告名称
zh_hant: 報告名稱

source: Report Name
ar_ae: اسم التقرير
de_de: Berichtsname
es_es: Nombre del Informe
fr_ca: Nom du rapport
it_it: Nome report
ja_jp: レポート名
pt_pt: Nome do Relatório
ru_ru: Имя отчета
tr_tr: Rapor İsmi
zh_hans: 报表名称
zh_hant: 報告名稱

source: Report Name (A-Z)
ar_ae: اسم التقرير (من الألف إلى الياء)
de_de: Name (A-Z)
es_es: Nombre (A-Z)
fr_ca: Nom du rapport (A-Z)
it_it: Nome (A-Z)
ja_jp: 名前 (昇順)
pt_pt: Nome do relatório (A-Z)
ru_ru: По имени (А-Я)
tr_tr: İsim (A-Z)
zh_hans: 报告名称（ A-Z ）
zh_hant: 姓名（A - Z）

source: Report Name (Z-A)
ar_ae: اسم التقرير (Z - A)
de_de: Name (Z-A)
es_es: Nombre del informe (Z-A)
fr_ca: Nom du rapport (Z-A)
it_it: Nome (Z-A)
ja_jp: 名前 (降順)
pt_pt: Nome do relatório (Z-A)
ru_ru: По имени (Я-А)
tr_tr: İsim (Z-A)
zh_hans: 报告名称（ Z-A ）
zh_hant: 姓名（Z - A）
