Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: No public widgets available to display
ar_ae: لا توجد عناصر واجهة مستخدم عامة متاحة للعرض
de_de: Keine öffentlichen Widgets zum Anzeigen verfügbar
es_es: No hay widgets públicos disponibles para mostrar
fr_ca: Aucun widget public disponible à afficher
it_it: Nessun widget pubblico disponibile per la visualizzazione
ja_jp: 表示できるパブリックウィジェットがありません
pt_pt: Nenhum widget público disponível para exibição
ru_ru: Нет общедоступных виджетов для отображения
tr_tr: Görüntülenecek genel widget yok
zh_hans: 没有可显示的公共小部件
zh_hant: 沒有可顯示的公共小部件

source: No published resources are available to display.
ar_ae: لا توجد موارد منشورة متاحة للعرض.
de_de: Es sind keine veröffentlichten Ressourcen zum Anzeigen verfügbar.
es_es: No hay recursos publicados disponibles para mostrar.
fr_ca: Aucune ressource publiée n'est disponible pour l'affichage.
it_it: Nessuna risorsa pubblicata disponibile per la visualizzazione.
ja_jp: 公開されたリソースは表示できません。
pt_pt: Não há recursos publicados disponíveis para exibição.
ru_ru: Нет опубликованных ресурсов для отображения.
tr_tr: Görüntülenecek yayınlanmış kaynak yok.
zh_hans: 没有可用于显示的已发布资源。
zh_hant: 沒有可顯示的已發佈資源。

source: No recent reports available to display
ar_ae: لا توجد تقارير حديثة متاحة للعرض
de_de: Keine aktuellen Berichte zum Anzeigen verfügbar
es_es: No hay informes disponibles para mostrar
fr_ca: Aucun rapport disponible à afficher
it_it: Nessun report recente disponibile da visualizzare
ja_jp: 表示できる最近のレポートはありません
pt_pt: Não há relatórios recentes disponíveis para exibição
ru_ru: Нет последних отчетов, доступных для отображения
tr_tr: Görüntülenecek son raporlar yok
zh_hans: 没有可显示的最近报告
zh_hant: 沒有可顯示的儀表板

source: No records to display
ar_ae: لا توجد سجلات لعرضها
de_de: Keine Einträge zum Anzeigen vorhanden
es_es: No hay registros para mostrar
fr_ca: Aucun enregistrement à afficher
it_it: Nessun record da visualizzare
ja_jp: 表示するレコードがありません
pt_pt: Sem registos para mostrar
ru_ru: Никаких записей для отображения
tr_tr: Görüntülenecek kayıt yok
zh_hans: 没有要显示的记录
zh_hant: 無記錄可顯示

source: No Report
ar_ae: لا يوجد تقرير
de_de: kein Bericht
es_es: No hay informe
fr_ca: Pas de rapport
it_it: Nessun report
ja_jp: 報告なし
pt_pt: Nenhum Relatório
ru_ru: Отчет отсутствует
tr_tr: Rapor Yok
zh_hans: 無報告
zh_hant: 無報告

source: No report available. Please design a report or import sample reports to schedule.
ar_ae: لا يوجد تقرير متاح. يرجى تصميم تقرير أو استيراد تقارير نموذجية لجدولة.
de_de: Kein Bericht verfügbar. Bitte entwerfen Sie einen Bericht oder importieren Sie Beispielberichte, um sie zu planen.
es_es: No hay ningún informe disponible. Diseñe un informe o importe informes de muestra para programar.
fr_ca: Aucun reportage disponible Veuillez concevoir un rapport ou importer des exemples de rapports à planifier.
it_it: Nessun report disponibile. Progetta un report o importa report di esempio da pianificare.
ja_jp: 送信するレポートはありませんレポートを設計するか、サンプルレポートをインポートしてスケジュールしてください。
pt_pt: Nenhum relatório disponível. Crie um relatório ou importe relatórios de amostra para agendar.
ru_ru: Нет доступных данных для отчета Пожалуйста, составьте отчет или импортируйте образцы отчетов по графику.
tr_tr: Rapor yok. Lütfen bir rapor tasarlayın veya planlamak için örnek raporları içe aktarın.
zh_hans: 没有报告存在。请设计报告或导入示例报告以进行计划。
zh_hant: 沒有可用的報告。請設計報告或匯入樣本報告進行排程。

source: No report available. Please design a report or import sample reports to share.
ar_ae: لا يوجد تقرير متاح. يرجى تصميم تقرير أو استيراد تقارير نموذجية لمشاركتها.
de_de: Kein Bericht verfügbar. Bitte entwerfen Sie einen Bericht oder importieren Sie Beispielberichte, die Sie teilen möchten.
es_es: No hay ningún informe disponible. Diseñe un informe o importe informes de muestra para compartir.
fr_ca: Aucun reportage disponible Veuillez concevoir un rapport ou importer des exemples de rapports à planifier.
it_it: Nessun report disponibile. Progetta un report o importa report di esempio da condividere.
ja_jp: 送信するレポートはありませんレポートをデザインするか、共有するサンプルレポートをインポートしてください。
pt_pt: Nenhum relatório disponível. Crie um relatório ou importe relatórios de amostra para compartilhar.
ru_ru: Нет доступных данных для отчета Пожалуйста, создайте отчет или импортируйте образцы отчетов, чтобы поделиться ими.
tr_tr: Rapor yok. Lütfen bir rapor tasarlayın veya paylaşmak için örnek raporları içe aktarın.
zh_hans: 没有报告存在。请设计报告或导入要共享的示例报告。
zh_hant: 沒有可用的報告。請設計報告或匯入樣本報告進行分享。

source: No report parts are available to display.
ar_ae: لا توجد أجزاء تقرير متاحة للعرض.
de_de: Es stehen keine Berichtsteile zur Anzeige zur Verfügung.
es_es: No hay partes de informe disponibles para mostrar.
fr_ca: Aucune pièce de rapport n'est disponible à afficher.
it_it: Nessuna parte del report è disponibile per la visualizzazione.
ja_jp: 表示できるレポートパーツがありません。
pt_pt: Nenhuma parte do relatório está disponível para exibição.
ru_ru: Нет частей отчета, доступных для отображения.
tr_tr: Görüntülenecek rapor bölümü yok.
zh_hans: 没有可显示的报告零件。
zh_hant: 沒有報告零件可供顯示。

source: No report parts match your search. Try modifying your search.
ar_ae: لا توجد أجزاء تقرير تطابق بحثك. حاول تعديل بحثك.
de_de: Keine Berichtsteile entsprechen Ihrer Suche. Versuche, deine Suche zu ändern.
es_es: No hay partes del informe que coincidan con su búsqueda. Intenta modificar tu búsqueda.
fr_ca: Aucune partie du rapport ne correspond à votre recherche. Essayez de modifier votre recherche.
it_it: Nessuna parte del report corrisponde alla tua ricerca. Prova a modificare la ricerca.
ja_jp: 検索に一致するレポートパーツがありません。検索条件を変更してみてください。
pt_pt: Nenhuma parte do relatório corresponde à sua pesquisa. Tente modificar a sua pesquisa.
ru_ru: Нет деталей отчета, соответствующих вашему запросу. Попробуйте изменить параметры поиска.
tr_tr: Aramanızla eşleşen rapor bölümü yok. Aramanızı değiştirmeyi deneyin.
zh_hans: 没有与您的搜索匹配的报表部件。请尝试修改搜索结果。
zh_hant: 沒有符合您搜尋的報告零件。請嘗試修改您的搜尋。

source: No report Parts were found that match your search.
ar_ae: لم يتم العثور على أجزاء تقرير تتطابق مع بحثك.
de_de: Es wurden keine Berichtsteile gefunden, die Ihrer Suche entsprechen.
es_es: No se han encontrado partes de informe que coincidan con su búsqueda.
fr_ca: Aucun rapport correspondant à votre recherche n'a été trouvé.
it_it: Non sono state trovate parti del report che corrispondono alla tua ricerca.
ja_jp: 検索に一致するレポートパーツが見つかりませんでした。
pt_pt: Não foram encontradas peças de relatório que correspondam à sua pesquisa.
ru_ru: Отчет Запчасти, соответствующие вашему запросу, не найдены.
tr_tr: Aramanızla eşleşen hiçbir rapor Parçası bulunamadı.
zh_hans: 未找到与您的搜索匹配的报告零件。
zh_hant: 找不到符合您搜尋的報告零件。

source: No Reports
ar_ae: لا توجد تقارير
de_de: Keine Berichte
es_es: Sin informes
fr_ca: Aucun rapport
it_it: Zero segnalazioni
ja_jp: レポートなし
pt_pt: Não há nenhum relatório
ru_ru: Как ни
tr_tr: Henüz rapor yok.
zh_hans: 尚无报告
zh_hant: 沒有舉報.

source: No reports are available to display.
ar_ae: لا توجد تقارير متاحة للعرض.
de_de: Keine Berichte verfügbar.
es_es: No hay informes disponibles para mostrar
fr_ca: Aucun rapport disponible à afficher
it_it: Nessun articolo è disponibile per la visualizzazione.
ja_jp: 表示できるレポートはありません。
pt_pt: Não há artigos disponíveis para mostrar.
ru_ru: Нет сообщений для отображения
tr_tr: Rapor mevcut değildir.
zh_hans: 没有可显示的报告。
zh_hant: 沒有可顯示的報告。

source: No reports available to display
ar_ae: لا توجد تقارير متاحة للعرض
de_de: Keine Daten zum Anzeigen vorhanden.
es_es: No hay informes disponibles para mostrar
fr_ca: Aucun rapport disponible à afficher
it_it: Nessun dato disponibile per la visualizzazione.
ja_jp: 表示できるレポートがありません
pt_pt: Relatórios indisponíveis
ru_ru: Нет сообщений для отображения
tr_tr: Kullanılabilir Rapor Yok
zh_hans: 没有可用的报告。
zh_hant: 沒有任何資料

source: No reports have been shared with you.
ar_ae: لم تتم مشاركة أي تقارير معك.
de_de: Es wurden keine Berichte mit Ihnen geteilt.
es_es: No se ha compartido ningún informe contigo.
fr_ca: Aucun rapport n'a été partagé avec vous.
it_it: Nessuna segnalazione è stata condivisa con te.
ja_jp: レポートは共有されていません。
pt_pt: Nenhum relatório foi partilhado consigo.
ru_ru: Вы не получили ни одного отчета.
tr_tr: Şimdiye kadar seninle rapor paylaşılmadı.
zh_hans: 没有与您共享任何报告。
zh_hant: 尚未與你分享任何報告。

source: No reports match your search. Try modifying your search or filters.
ar_ae: لا توجد تقارير تطابق بحثك. حاول تعديل بحثك أو عوامل التصفية.
de_de: Keine Berichte entsprechen Ihrer Suche. Versuchen Sie, Ihre Suche oder Filter zu ändern.
es_es: Ningún borrador coincide con tu búsqueda de Intenta modificar la búsqueda o los filtros.
fr_ca: Aucun rapport correspondant à votre recherche n'a été trouvé. Essayez de modifier votre recherche ou vos filtres.
it_it: Nessun rapporto corrisponde alla tua ricerca. Prova a modificare la ricerca o i filtri.
ja_jp: に一致する下書きはありませんでした検索またはフィルターを変更してみてください。
pt_pt: Nenhum relatório corresponde à sua pesquisa. Tente modificar a sua pesquisa ou filtros.
ru_ru: По вашему запросу не найдено ни одного отчета. Попробуйте изменить поиск или фильтры.
tr_tr: Aramanızla eşleşen sonuç bulunamadı. Aramanızı veya filtrelerinizi değiştirmeyi deneyin.
zh_hans: 没有匹配您搜索的视频。请尝试修改搜索或筛选条件。
zh_hant: 沒有符合您搜尋條件的報告。請嘗試修改搜尋或篩選條件。

source: No reports were found that match your search.
ar_ae: لم يتم العثور على تقارير تطابق بحثك.
de_de: Mit Ihren Sucheinstellungen wurden keine passenden Ereignisse gefunden.
es_es: No se han encontrado webhooks que coincidan con tus criterios de búsqueda.
fr_ca: Aucun rapport correspondant à votre recherche n'a été trouvé.
it_it: Nessun risultato trovato corrispondente ai tuoi criteri di ricerca.
ja_jp: 検索式にマッチするものは見つかりませんでした。
pt_pt: Não foram encontrados itens correspondentes à sua expressão de procura.
ru_ru: События не найдены.
tr_tr: Arama deseninizle eşleşen bir öge bulunamadı.
zh_hans: 没有匹配您的搜索表达式的项目 。
zh_hant: 找不到與您的搜尋相符的報告。

source: No Results Found
ar_ae: لم يتم العثور على نتائج
de_de: Кeine Ergebnisse gefunden
es_es: No se han encontrado resultados
fr_ca: Aucun résultat trouvé
it_it: Nessun Risultato Trovato
ja_jp: 結果がみつかりません
pt_pt: Nenhum resultado encontrado
ru_ru: Результат не обнаружен
tr_tr: Sonuç Bulunamadı
zh_hans: 没有找到任何结果
zh_hant: 找不到結果

source: No results match
ar_ae: لا توجد نتائج مطابقة
de_de: Keine Übereinstimmung der Ergebnisse
es_es: No hay coincidencia de resultados
fr_ca: Aucun résultat
it_it: Nessun risultato corrispondente
ja_jp: 一致する結果がありません
pt_pt: Nenhum resultado corresponde
ru_ru: Совпадений не найдено
tr_tr: Eşleşen sonuç yok
zh_hans: 无结果匹配
zh_hant: 沒有匹配結果

source: No schedules to display.
ar_ae: لا توجد جداول لعرضها.
de_de: Keine Zeitpläne zum Anzeigen.
es_es: No hay horarios para mostrar.
fr_ca: Aucun horaire à afficher.
it_it: Nessuna pianificazione da visualizzare.
ja_jp: 表示するスケジュールがありません。
pt_pt: Não há horários para exibir.
ru_ru: Нет расписаний для отображения.
tr_tr: Görüntülenecek program yok.
zh_hans: 没有可显示的时间表。
zh_hant: 沒有可顯示的時間表。

source: No scopes available to display
ar_ae: لا توجد نطاقات متاحة للعرض
de_de: Keine Daten zum Anzeigen vorhanden.
es_es: No hay datos disponibles para mostrar
fr_ca: Aucune donnée disponible à afficher
it_it: Nessun dato disponibile per la visualizzazione.
ja_jp: 表示できるスコープがありません
pt_pt: Nenhuma imagem disponível para exibir
ru_ru: Нет доступных областей для отображения
tr_tr: Görüntülenecek kapsam yok
zh_hans: 没有可显示的范围
zh_hant: 沒有可顯示的公共小部件

source: No sites available to display
ar_ae: لا توجد مواقع متاحة للعرض
de_de: Keine Daten zum Anzeigen vorhanden.
es_es: No hay sitios para mostrar
fr_ca: Aucune donnée disponible à afficher
it_it: Nessun dato disponibile per la visualizzazione.
ja_jp: 表示できるサイトがありません
pt_pt: Nenhuma imagem disponível para exibir
ru_ru: Нет сайтов, доступных для отображения
tr_tr: Görüntülenecek site yok
zh_hans: 无站点中可用。
zh_hant: 沒有可顯示的公共小部件

source: No slideshow available. Please
ar_ae: لا يوجد عرض شرائح متاح. من فضلك
de_de: Keine Diashow verfügbar. Bitte
es_es: No hay presentación de diapositivas disponible. Ordene de mayor a menor
fr_ca: Aucun diaporama disponible. S'il vous plait
it_it: Nessuna presentazione disponibile. Per favore
ja_jp: 利用可能なスライドショーはありません。ムジェグループ管理者バナド
pt_pt: Nenhuma apresentação de slides disponível. Por favor
ru_ru: Слайд-шоу недоступно. Пожалуйста
tr_tr: Slayt gösterisi yok. Buyurun lütfen.
zh_hans: 没有可用的幻灯片。请
zh_hant: 沒有可用的幻燈片。請

source: No successful refreshes
ar_ae: لا توجد تحديثات ناجحة
de_de: Keine erfolgreichen Aktualisierungen
es_es: No hay actualizaciones exitosas
fr_ca: Aucune actualisation réussie
it_it: Nessun aggiornamento riuscito
ja_jp: 更新に成功しませんでした
pt_pt: Sem atualizações bem-sucedidas
ru_ru: Нет успешных обновлений
tr_tr: Başarılı yenileme yok
zh_hans: 没有成功刷新
zh_hant: 沒有成功的刷新

source: No users or groups found.
ar_ae: لم يتم العثور على مستخدمين أو مجموعات.
de_de: Keine Benutzer oder Gruppen gefunden
es_es: No se encontraron grupos.
fr_ca: Aucun utilisateur ou groupe trouvé.
it_it: Non ci sono utenti o gruppi trovati
ja_jp: ユーザーが見つかりませんでした。
pt_pt: Nenhum utilizador encontrado
ru_ru: Пользователи не найдены.
tr_tr: Kullanıcı bulunamadı.
zh_hans: 未找到用户或群组
zh_hant: 找不到使用者。

source: No Views
ar_ae: لا توجد مشاهدات
de_de: Keine Aufrufe
es_es: Sin visalizaciones
fr_ca: Aucune vue
it_it: Senza vista.
ja_jp: まだ表示されていません
pt_pt: Vistas
ru_ru: Нет Представлений
tr_tr: Görüntülenme Yok
zh_hans: 没有视图
zh_hant: 沒有發現訪問

source: No Views found
ar_ae: لم يتم العثور على طرق عرض
de_de: Keine Ansichten gefunden.
es_es: No se encontraron vistas
fr_ca: Aucun affichage trouvé
it_it: Nessuna vista trovata
ja_jp: ビューは見つかりませんでした。
pt_pt: Não foram encontradas janelas
ru_ru: Представления GravityView не найдены.
tr_tr: Görünüm bulunamadı
zh_hans: 未找到视图。
zh_hant: 沒有發現訪問

source: No views found.
ar_ae: لم يتم العثور على مشاهدات.
de_de: Keine Ansichten gefunden
es_es: No se han encontrado Vistas.
fr_ca: Aucune vue trouvée.
it_it: Nessuna Vista trovata.
ja_jp: ビューは見つかりませんでした。
pt_pt: Não foram encontradas janelas
ru_ru: Ничего не найдено.
tr_tr: Görünüm bulunamadı
zh_hans: 找不到视图
zh_hant: 找不到任何 Views 版面。

source: No Widgets
ar_ae: لا توجد عناصر واجهة مستخدم
de_de: Kein Widgets
es_es: Widgets
fr_ca: Aucune Widgets
it_it: Widgets
ja_jp: ウィジェットなし
pt_pt: Sem Widgets
ru_ru: Виджеты
tr_tr: Modüller Yok
zh_hans: 无小工具
zh_hant: 沒有儀表板工具

source: No widgets available to display
ar_ae: لا توجد عناصر واجهة مستخدم متاحة للعرض
de_de: Keine Daten zum Anzeigen vorhanden.
es_es: No hay widgets para mostrar.
fr_ca: Aucun widget public disponible à afficher
it_it: Nessun dato disponibile per la visualizzazione.
ja_jp: 表示できるウィジェットがありません
pt_pt: Nenhuma imagem disponível para exibir
ru_ru: Нет доступных виджетов для отображения
tr_tr: Görüntülenecek widget yok
zh_hans: 没有可显示的小部件
zh_hant: 沒有可顯示的公共小部件

source: None
ar_ae: لا يوجد
de_de: Keine
es_es: Ninguna
fr_ca: Aucun
it_it: Nessuno
ja_jp: なし
pt_pt: Nenhuma
ru_ru: Отсутствует
zh_hans: 无
zh_hant: 無

source: Not enough data sources
ar_ae: لا توجد مصادر بيانات كافية
de_de: Nicht genügend Daten
es_es: No hay suficiente información
fr_ca: Pas assez de données
it_it: Dati insufficienti
ja_jp: データが不足しています。
pt_pt: Não há dados suficientes
ru_ru: Недостаточно данных
tr_tr: Yeterli veri yok
zh_hans: 数据不足
zh_hant: 沒有足夠的數據

source: Not refreshed yet
ar_ae: لم يتم التحديث بعد
de_de: Noch nicht aktualisiert
es_es: Aún no se ha actualizado
fr_ca: Pas encore actualisé
it_it: Non ancora aggiornato
ja_jp: まだ更新されていません
pt_pt: Ainda não foi atualizado
ru_ru: Еще не обновлено
tr_tr: Henüz yenilenmedi
zh_hans: 尚未刷新
zh_hant: 還沒刷新

source: Note
ar_ae: ملاحظة
de_de: Hinweis
es_es: Nota
fr_ca: Remarque
it_it: Nota
ja_jp: ﾉｰﾄ
pt_pt: Nota
ru_ru: Примечание
tr_tr: Not
zh_hans: 备注
zh_hant: 注意

source: Note:
ar_ae: ملاحظة:
de_de: Hinweis:
es_es: Nota:
fr_ca: Remarque :
it_it: Nota:
ja_jp: 注意：
pt_pt: Observação:
ru_ru: Примечание:
tr_tr: Not:
zh_hans: 注：
zh_hant: 注意：

source: Note:
ar_ae: ملاحظة:
de_de: Anmerkung:
es_es: Nota:
fr_ca: Remarque :
it_it: Nota:
ja_jp: 注意：
pt_pt: Nota:
ru_ru: Примечание:
tr_tr: Not:
zh_hans: 备注：
zh_hant: 注意：

source: Note: Your changes will be saved separately as a new version if their changes have already been saved.
ar_ae: ملاحظة: سيتم حفظ تغييراتك بشكل منفصل كإصدار جديد إذا تم حفظ تغييراتها بالفعل.
de_de: Hinweis: Ihre Änderungen werden separat als neue Version gespeichert, wenn ihre Änderungen bereits gespeichert wurden.
es_es: Nota: Los cambios se guardarán por separado como una nueva versión si ya se han guardado.
fr_ca: Remarque : vos modifications seront enregistrées séparément dans une nouvelle version si leurs modifications ont déjà été enregistrées.
it_it: Nota: le modifiche verranno salvate separatamente come nuova versione se le modifiche sono già state salvate.
ja_jp: 注：変更がすでに保存されている場合、変更は新しいバージョンとして別に保存されます。
pt_pt: Observação: suas alterações serão salvas separadamente como uma nova versão se as alterações já tiverem sido salvas.
ru_ru: Примечание. Ваши изменения будут сохранены отдельно как новая версия, если они уже были сохранены.
tr_tr: Not: Değişiklikleriniz zaten kaydedilmişse, değişiklikleriniz yeni bir sürüm olarak ayrı ayrı kaydedilecektir.
zh_hans: 注意：如果更改已保存，您的更改将单独保存为新版本。
zh_hant: 注意：如果您的更改已經保存，您的更改將作為新版本單獨保存。

source: Notification
ar_ae: الإشعار
de_de: Benachrichtigung
es_es: Notificación
it_it: Notifica
ja_jp: 通知
pt_pt: Notificação
ru_ru: Уведомление
tr_tr: Bildirim
zh_hans: 通知

source: Notification settings
ar_ae: إعدادات الإشعارات
de_de: Benachrichtigungseinstellungen
es_es: Ajustes de notificaciones
fr_ca: Paramètres de notification
it_it: Impostazioni delle notifiche
ja_jp: 通知設定
pt_pt: Definições de notificações
ru_ru: Настройки уведомлений
tr_tr: Bildirim ayarları
zh_hans: 通知设置
zh_hant: 通知設定

source: Notification Settings
ar_ae: إعدادات الإشعارات
de_de: Benachrichtigungseinstellungen
es_es: Ajustes de notificación
fr_ca: Paramètres de notification
it_it: Impostazioni notifiche
ja_jp: 通知設定
pt_pt: Definições de notificação
ru_ru: Настройки уведомлений
tr_tr: Bildirim Ayarları
zh_hans: 通知设置
zh_hant: 通知設定

source: NOTIFICATION SETTINGS
ar_ae: إعدادات الإشعارات
de_de: BENACHRICHTIGUNGSEINSTELLUNGEN
es_es: AJUSTES DE NOTIFICACIÓN
fr_ca: PARAMÈTRES DE NOTIFICATION
it_it: Impostazioni delle notifiche
ja_jp: 通知設定
pt_pt: Definições de notificação
ru_ru: Настройки уведомлений
tr_tr: Bildirim ayarları
zh_hans: 通知设置
zh_hant: 通知設定

source: Notification settings has been updated successfully.
ar_ae: تم تحديث إعدادات الإشعارات بنجاح.
de_de: Deine Einstellungen wurden erfolgreich aktualisiert.
es_es: La configuración de notificaciones se ha actualizado correctamente.
fr_ca: Les paramètres de notification ont été mis à jour avec succès
it_it: Le impostazioni dello spazio sono state aggiornate correttamente.
ja_jp: レポート設定が正常に更新されました
pt_pt: As definições foram atualizadas com sucesso.
ru_ru: Настройки уведомлений успешно обновляются.
tr_tr: Bildirim ayarları başarıyla güncellendi.
zh_hans: 成功更新了通知设置。
zh_hant: 通知設置已成功更新。

source: Notifications
ar_ae: الإشعارات
de_de: Mitteilungen
es_es: Notificaciones
it_it: Notifiche
ja_jp: 通知
pt_pt: Notificações
ru_ru: Уведомления
tr_tr: Bildirimler
zh_hans: 通知
zh_hant: 通知

source: Notify recipients
ar_ae: إعلام المستلمين
de_de: Empfänger benachrichtigen
es_es: Notificar a los destinatarios
fr_ca: Notifier les destinataires
it_it: Avvisa i destinatari
ja_jp: 受取人に通知します。
pt_pt: Notificar destinatários
ru_ru: Уведомить получателей
tr_tr: Alıcıları bilgilendirin
zh_hans: 通知收件人
zh_hant: 通知收件人

source: November
ar_ae: نوفمبر
es_es: Noviembre
fr_ca: Novembre
it_it: Novembre
ja_jp: 11月
pt_pt: Novembro
ru_ru: Ноябрь
tr_tr: Kasım
zh_hans: 十一月
zh_hant: 十一月

source: Now
ar_ae: الآن
de_de: Jetzt
es_es: Ahora
fr_ca: Maintenant
it_it: Ora
ja_jp: 今
pt_pt: Agora
ru_ru: Сейчас
tr_tr: Şimdi
zh_hans: 现在
zh_hant: 那

source: Number of characters exceeds allowed length of {0}.
ar_ae: يتجاوز عدد الأحرف الطول المسموح به البالغ {0}.
es_es: El número de caracteres excede la longitud permitida de {0}.
fr_ca: Le nombre de caractères dépasse la longueur autorisée de {0}.
ja_jp: 文字数が許容長 {0} を超えています。
pt_pt: O número de caracteres excede o comprimento permitido de {0}.
ru_ru: Количество символов превышает допустимую длину {0}.
tr_tr: Karakter sayısı izin verilen {0} uzunluğunu aşıyor.
zh_hans: 字符数超过允许的长度 {0} 。

source: Numbered List
ar_ae: قائمة مرقمة
de_de: Nummerierte Liste
es_es: Lista numerada
fr_ca: Liste numérotée
it_it: Elenco numerato
ja_jp: 番号付きリスト
pt_pt: Lista numerada
ru_ru: Нумерованный список
tr_tr: Sayılı Liste
zh_hans: 编号清单
zh_hant: 編號式(OL)

source: OAuth User
ar_ae: مستخدم OAuth
de_de: oAuth
es_es: Usuario de OAuth
fr_ca: OAuth
it_it: OAuth
ja_jp: OAuth
pt_pt: OAuth
ru_ru: OAuth
tr_tr: OAuth
zh_hans: OAuth
zh_hant: 身份驗證

source: Occurrences
ar_ae: الحوادث
de_de: Häufigkeit
es_es: Incidencias
it_it: Occorrenze
ja_jp: 使用回数
pt_pt: Ocorrências
ru_ru: Вхождения
tr_tr: Olaylar
zh_hans: 出现次数
zh_hant: 出現次數

source: Occurs
ar_ae: يحدث
de_de: Vorkommen
es_es: Ocurre
fr_ca: Se produit
it_it: Verifica
ja_jp: 発生します
pt_pt: ocorre.
ru_ru: Встречается
tr_tr: nefes alışı
zh_hans: 发生

source: Occurs day
ar_ae: يحدث في اليوم
de_de: Auftrittstag
es_es: Ocurre el día
fr_ca: Se produit le (jour)
it_it: Ricorre il giorno
ja_jp: 発生日
pt_pt: Ocorre dia
ru_ru: Происходит в день
tr_tr: Gerçekleşen gün
zh_hans: 发生日
zh_hant: 發生日

source: Occurs every
ar_ae: يحدث كل
de_de: Tritt bei jedem
es_es: Ocurre cada
fr_ca: Se produit tous les
it_it: Si verifica ogni giorno feriale.
ja_jp: 次の間隔で発生します
pt_pt: Ocorre a cada
ru_ru: Повторять каждые:
tr_tr: Her seferinde gerçekleşir
zh_hans: 执行间隔
zh_hant: 每次發生

source: Occurs every day
ar_ae: يحدث كل يوم
de_de: Tritt bei jedem
es_es: Ocurre cada
fr_ca: Se produit tous les jours
it_it: Si verifica ogni giorno
ja_jp: 断片化は毎日発生しています。
pt_pt: Todos os dias
ru_ru: Имеет место каждый день.
tr_tr: Her gün
zh_hans: 执行间隔
zh_hant: 每天都在發生

source: Occurs every weekday
ar_ae: يحدث كل يوم من أيام الأسبوع
de_de: Jedes Wochenende
es_es: Todos los días entre semana
fr_ca: Se produit tous les jours de la semaine
it_it: Si verifica ogni giorno feriale.
ja_jp: すべての平日
pt_pt: Todos os dias de úteis
ru_ru: Каждый будний день
tr_tr: Hafta içi hergün
zh_hans: 每个工作日
zh_hant: 每個工作日發生

source: Occurs the
ar_ae: يحدث
de_de: Tritt die
es_es: Ocurre el
fr_ca: Se produit le
it_it: Si verifica il
ja_jp: を発生します。
pt_pt: Ocorre a
ru_ru: Происходит
tr_tr: Oluşan
zh_hans: 发生于
zh_hant: 發生

source: October
ar_ae: أكتوبر
de_de: Oktober
es_es: Octubre
fr_ca: Octobre
it_it: Ottobre
ja_jp: 10月
pt_pt: Outubro
ru_ru: Октябрь
tr_tr: Ekim
zh_hans: 十月
zh_hant: 十月

source: of
ar_ae: من
de_de: von
es_es: de
fr_ca: demeurant
it_it: di
pt_pt: de
ru_ru: состав
zh_hant: 共

source: of every
ar_ae: من كل
de_de: von jedem
es_es: cada semana
fr_ca: de chaque
it_it: di ogni
ja_jp: 毎
pt_pt: de cada
ru_ru: из каждого
tr_tr: her
zh_hans: 每一个
zh_hant: 每一個

source: Offline Setup
ar_ae: الإعداد في وضع عدم الاتصال
es_es: Configuración sin conexión
fr_ca: Config. Base de données h/ligne
ja_jp: オフライン設定のガイドライン
pt_pt: Configuração Offline
ru_ru: Автономная настройка
tr_tr: Çevrimdışı Kurulum
zh_hans: 离线设置

source: OK
ar_ae: موافق
fr_ca: VALIDER
ja_jp: オーケー
ru_ru: Хорошо
tr_tr: TAMAM
zh_hans: 确定
zh_hant: 確定

source: Okay
ar_ae: حسناً
es_es: De acuerdo
fr_ca: D'accord
it_it: Ok.
ja_jp: OK
pt_pt: OK
ru_ru: Хорошо
tr_tr: Tamam
zh_hans: 不错
zh_hant: 確定

source: Oldest
ar_ae: الأقدم
de_de: Älteste
es_es: Más antiguas
fr_ca: Plus ancien
it_it: Meno recenti
ja_jp: 古い順
pt_pt: Mais antigos
ru_ru: Сначала старые
tr_tr: En Eski
zh_hans: 最旧
zh_hant: 舊訊息

source: On
ar_ae: تشغيل
es_es: Activado
fr_ca: Allumé
it_it: Nell'arco
ja_jp: オン
pt_pt: Em
ru_ru: Вкл
tr_tr: Açık
zh_hant: 開啟

source: On Demand
ar_ae: عند الطلب
de_de: Bei Bedarf
es_es: A demanda
fr_ca: Sur demande
ja_jp: オンデマンド
pt_pt: A pedido
ru_ru: Экономика услуг по запросу
tr_tr: Talep üzerine
zh_hans: 点播
zh_hant: 有必要時才實行
