Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Drag and drop suitable widgets for better illustration.
ar_ae: قم بسحب وإفلات عناصر واجهة المستخدم المناسبة لتوضيح أفضل.
de_de: Ziehen Sie geeignete Widgets zur besseren Veranschaulichung per Drag & Drop.
es_es: Arrastra y suelta los widgets adecuados para una mejor ilustración.
fr_ca: Faites glisser et déposez les widgets appropriés pour une meilleure illustration.
it_it: Trascina e rilascia i widget adatti per una migliore illustrazione.
ja_jp: 適切なウィジェットをドラッグアンドドロップして、より良いイラストを作成します。
pt_pt: Arraste e solte os widgets adequados para uma melhor ilustração.
ru_ru: Перетащите подходящие виджеты для лучшей иллюстрации.
tr_tr: Daha iyi örnekleme için uygun widget'ları sürükleyip bırakın.
zh_hans: 拖放合适的小部件以获得更好的插图。
zh_hant: 拖放合適的小部件以獲得更好的說明。

source: Drag your widgets here to customize layout
ar_ae: اسحب عناصر واجهة المستخدم الخاصة بك هنا لتخصيص التخطيط
de_de: Ziehen Sie Ihre Widgets hierher, um das Layout anzupassen
es_es: Arrastre sus widgets aquí para personalizar el diseño
fr_ca: Faites glisser vos widgets ici pour personnaliser la mise en page
it_it: Trascina qui i tuoi widget per personalizzare il layout
ja_jp: ウィジェットをここにドラッグしてレイアウトをカスタマイズします
pt_pt: Arraste os seus widgets aqui para personalizar o layout
ru_ru: Перетащите виджеты сюда, чтобы настроить макет
tr_tr: Düzeni özelleştirmek için widget'larınızı buraya sürükleyin
zh_hans: 将您的小部件拖到此处以自定义布局
zh_hant: 將您的小部件拖到此處以自定義佈局

source: Drillthrough
ar_ae: الحفر من خلال
es_es: Drillthrough (obtención de detalles)
fr_ca: Forcer
ja_jp: ドリルスルー
ru_ru: детализация
tr_tr: detaylandırma
zh_hans: 钻取
zh_hant: 鑽研

source: duplicate group(s) exists
ar_ae: توجد مجموعة(مجموعات) مكررة
de_de: doppelte Gruppe(n) vorhanden
es_es: existe (n) grupo(s) duplicado (s)
fr_ca: doublon(s) de groupe(s) existant(s)
it_it: esistono gruppi duplicati
ja_jp: 重複グループが存在します
pt_pt: existe (m) grupo(s) duplicado (s)
ru_ru: группа(ы) дубликатов существует
tr_tr: yinelenen grup(lar) var
zh_hans: 存在重复组
zh_hant: 存在重複組。

source: Duplicate or Invalid data is found. Please change the data accordingly and re-import
ar_ae: تم العثور على بيانات مكررة أو غير صالحة. يرجى تغيير البيانات وفقًا لذلك وإعادة استيرادها
de_de: Es wurden doppelte oder ungültige Daten gefunden. Bitte ändern Sie die Daten entsprechend und importieren Sie sie erneut
es_es: Se han encontrado datos duplicados o no válidos. Cambie los datos en consecuencia y vuelva a cargar el archivo.
fr_ca: Des données en double ou non valides sont trouvées. Veuillez modifier les données en conséquence et réimporter
it_it: Trovati dati duplicati o non validi. Modificare i dati di conseguenza e reimportare
ja_jp: 重複または無効なデータが見つかりました。それに応じてデータを変更し、再インポートしてください
pt_pt: Foram encontrados dados duplicados ou inválidos. Altere os dados de acordo e reimporte
ru_ru: Обнаружены дублирующиеся или недействительные данные. Измените данные соответствующим образом и повторно импортируйте
tr_tr: Yinelenen veya Geçersiz veri bulundu. Lütfen verileri buna göre değiştirin ve yeniden içe aktarın
zh_hans: 发现重复或无效的数据。请相应地更改数据并重新导入
zh_hant: 找到重復或無效的數據。請相應變更資料並重新匯入

source: Duplicate or Invalid data is found. Please change the data accordingly and re-import.
ar_ae: تم العثور على بيانات مكررة أو غير صالحة. يرجى تغيير البيانات وفقًا لذلك وإعادة استيرادها.
de_de: Es wurden doppelte oder ungültige Daten gefunden. Bitte ändern Sie die Daten entsprechend und importieren Sie sie erneut.
es_es: Se han encontrado datos duplicados o no válidos. Cambie los datos en consecuencia y vuelva a cargar el archivo.
fr_ca: Des données en double ou non valides sont trouvées. Veuillez modifier les données en conséquence et réimporter.
it_it: Trovati dati duplicati o non validi. Modificare i dati di conseguenza e reimportare.
ja_jp: 重複または無効なデータが見つかりました。それに応じてデータを変更し、再度インポートしてください。
pt_pt: Foram encontrados dados duplicados ou inválidos. Altere os dados de acordo e reimporte.
ru_ru: Обнаружены дублирующиеся или недействительные данные. Пожалуйста, измените данные соответствующим образом и повторно импортируйте.
tr_tr: Yinelenen veya Geçersiz veri bulundu. Lütfen verileri buna göre değiştirin ve yeniden içe aktarın.
zh_hans: 发现重复或无效的数据。请相应地更改数据并重新导入。
zh_hant: 找到重復或無效的數據。請相應變更資料並重新匯入。

source: Duplicate or Invalid data is found. Please change the data accordingly and re-upload the file.
ar_ae: تم العثور على بيانات مكررة أو غير صالحة. يرجى تغيير البيانات وفقًا لذلك وإعادة تحميل الملف.
de_de: Es wurden doppelte oder ungültige Daten gefunden. Bitte ändern Sie die Daten entsprechend und laden Sie die Datei erneut hoch.
es_es: Se han encontrado datos duplicados o no válidos. Cambie los datos en consecuencia y vuelva a cargar el archivo.
fr_ca: Des données en double ou non valides sont trouvées. Veuillez modifier les données en conséquence et télécharger à nouveau le fichier.
it_it: Trovati dati duplicati o non validi. Modificare i dati di conseguenza e ricaricare il file.
ja_jp: 重複または無効なデータが見つかりました。それに応じてデータを変更し、ファイルを再アップロードしてください。
pt_pt: Foram encontrados dados duplicados ou inválidos. Altere os dados de acordo e carregue novamente o ficheiro.
ru_ru: Обнаружены дублирующиеся или недействительные данные. Измените данные соответствующим образом и повторно загрузите файл.
tr_tr: Yinelenen veya Geçersiz veri bulundu. Lütfen verileri buna göre değiştirin ve dosyayı yeniden yükleyin.
zh_hans: 发现重复或无效的数据。请相应地更改数据并重新上传文件。
zh_hant: 請相應地更改數據並重新上傳文件。

source: Duplicate Pinboard
ar_ae: لوحة تثبيت مكررة
de_de: Pinnwand duplizieren
es_es: Duplicar tablero de anuncios
fr_ca: Panneau d'affichage en double
it_it: Duplica bacheca
ja_jp: ピンボードを複製
pt_pt: Pinboard duplicado
ru_ru: Дублировать доску объявлений
tr_tr: Yinelenen Pano
zh_hans: 复制引脚板
zh_hant: 複製釘選板

source: duplicate user(s) exists
ar_ae: المستخدم(المستخدمون) المكررون موجودون
de_de: doppelte (r) Benutzer vorhanden
es_es: existe usuario(s) duplicado (s)
fr_ca: il existe un (des) doublon(s) d'utilisateur(s)
it_it: esistono utenti duplicati
ja_jp: 重複ユーザーが存在します
pt_pt: existe (m) utilizador(es) duplicado (s)
ru_ru: дубликат (ы) пользователя(ов) существует
tr_tr: yinelenen kullanıcı(lar) var
zh_hans: 存在重复用户
zh_hant: 存在重複用戶。

source: duplicate user(s) exists.
ar_ae: يوجد مستخدم(مستخدمين) مكرر.
de_de: doppelte (r) Benutzer vorhanden.
es_es: existe usuario(s) duplicado (s).
fr_ca: il existe un (des) doublon(s) d'utilisateur(s).
it_it: esistono utenti duplicati.
ja_jp: 重複したユーザーが存在します。
pt_pt: existe (m) utilizador(es) duplicado (s).
ru_ru: дубликат (ы) пользователя(ов) существует.
tr_tr: yinelenen kullanıcı(lar) var.
zh_hans: 存在重复用户。
zh_hant: 存在重複用戶。

source: Duplicated Username or Email Address
ar_ae: اسم المستخدم أو عنوان البريد الإلكتروني المكرر
de_de: Schon vorhandener Benutzer_innenname oder vorhandene E-Mail-Adresse.
es_es: Correo electrónico.
fr_ca: Doublon dans le nom d'utilisateur ou dans l'adresse e-mail
it_it: Nomi utente o indirizzi di posta elettronica duplicati.
ja_jp: このユーザー名もしくはメールアドレスは使用されています。
pt_pt: Nome de utilizador ou endereço de e-mail
ru_ru: Имя пользователя или e-mail повторяется
tr_tr: Kullanıcı adı veya e-posta adresi
zh_hans: 您必须提供电子邮件地址。
zh_hant: 重複的使用者名稱或電子郵件地址。

source: Edit
ar_ae: تعديل
de_de: Bearbeiten
es_es: Editar
fr_ca: Modifier
it_it: Modifica
ja_jp: 編集
pt_pt: Editar
ru_ru: Изменить
tr_tr: Düzenle
zh_hans: 编辑
zh_hant: 編輯

source: Edit as XML
ar_ae: تحرير بتنسيق XML
de_de: als XML
es_es: Editar como HTML
fr_ca: Modifier en tant que XML
it_it: Modifica come XML
ja_jp: XML として編集
pt_pt: Editar como XML
ru_ru: Редактировать как XML
tr_tr: XML olarak düzenle
zh_hans: 作为 XML 编辑
zh_hant: 編輯為

source: Edit Attribute
ar_ae: تعديل السمة
de_de: Attribut bearbeiten
es_es: Editar atributo
fr_ca: Modifier l'attribut
it_it: Modifica attributo
ja_jp: 属性の編集
pt_pt: Editar Atributo
ru_ru: Редактировать
tr_tr: Özelliği Düzenle
zh_hans: 编辑属性
zh_hant: 編輯屬性

source: Edit Comment
ar_ae: تعديل التعليق
de_de: Kommentar bearbeiten
es_es: Editar comentario
fr_ca: Modifier le commentaire
it_it: Cambia commento
ja_jp: コメントを編集
pt_pt: Editar Comentário
ru_ru: Изменить
tr_tr: Yorumu Düzenle
zh_hans: 编辑注释
zh_hant: 編輯評論

source: Edit Connected Account
ar_ae: تعديل الحساب المتصل
de_de: Verknüpftes Konto
es_es: Cuenta conectada
fr_ca: Modifier un compte connecté
it_it: Account Connesso
ja_jp: アカウント連携
pt_pt: Editar conta ligada
ru_ru: Подключенный аккаунт:
tr_tr: Bağlı Hesabı Düzenle
zh_hans: 已连接得账户
zh_hant: 編輯已連結的帳戶

source: Edit Data Source
ar_ae: تحرير مصدر البيانات
es_es: Editar fuente de datos
fr_ca: Modifier la source de données
ja_jp: データソース
pt_pt: Editar fonte de dados
ru_ru: Редактировать источник данных
tr_tr: Veri Kaynağı(nı) Düzenle
zh_hans: 数据源

source: Edit Dataset
ar_ae: تعديل مجموعة البيانات
de_de: Dataset bearbeiten
es_es: Editar dataset
fr_ca: Modifier ces données
it_it: Modifica il set di dati
ja_jp: データセットを編集します。
pt_pt: Dataset
ru_ru: Редактировать набор данных
tr_tr: Veri kümesini düzenle
zh_hans: 编辑数据集
zh_hant: 編輯資料集

source: Edit DataSet
ar_ae: تحرير مجموعة البيانات
es_es: Editar dataset
fr_ca: Modifier ces données
ja_jp: データセットを編集します。
pt_pt: Dataset
ru_ru: Редактировать набор данных
tr_tr: Veri kümesini düzenle
zh_hans: 编辑数据集

source: Edit Group
ar_ae: تعديل المجموعة
de_de: Gruppe „Bearbeiten“
es_es: Editar grupo
fr_ca: Modifier groupe
it_it: Modifica gruppo
ja_jp: グループの編集
pt_pt: Editar grupo
ru_ru: Изменить группу
tr_tr: Grubu Düzenle
zh_hans: 编辑群聊
zh_hant: 修改小組

source: Edit Profile
ar_ae: تعديل الملف الشخصي
de_de: Profil bearbeiten
es_es: Editar perfil
fr_ca: Éditer le profil
it_it: Modifica profilo
ja_jp: プロフィールを編集
pt_pt: Editar Perfil
ru_ru: Редактировать профиль
tr_tr: Profili Düzenle
zh_hans: 编辑档案
zh_hant: 修改配置

source: Edit report
ar_ae: تعديل التقرير
de_de: Bericht bearbeiten
es_es: Editar informe
fr_ca: Modifier le rapport
it_it: Modifica relazione
ja_jp: レポートを更新
pt_pt: Editar relatório
ru_ru: Редактировать отчет
tr_tr: Rapor Düzenle
zh_hans: 编辑报告
zh_hant: 編輯報告

source: Edit Report
ar_ae: تعديل التقرير
de_de: Bericht bearbeiten
es_es: Editar Informe
fr_ca: Modifier le rapport
it_it: Modificare report
ja_jp: レポートの編集
pt_pt: Editar Relatório
ru_ru: Изменить отчет
tr_tr: Rapor Düzenle
zh_hans: 编辑报表
zh_hant: 編輯實績

source: Edit report part
ar_ae: تعديل جزء التقرير
de_de: Berichtteil
es_es: Editar Informe
fr_ca: Modifier le rapport
it_it: Modificare report
ja_jp: レポートの編集
pt_pt: Editar Relatório
ru_ru: Изменить отчет
tr_tr: rapor bölümü
zh_hans: 编辑报表
zh_hant: 報表組件

source: Edit Slideshow
ar_ae: تعديل عرض الشرائح
de_de: Slideshow bearbeiten
es_es: Editar carrusel
fr_ca: Modifier le diaporama
it_it: Modifica Presentazione
ja_jp: スライドショーを編集
pt_pt: Editar apresentação
ru_ru: Редактировать слайд-шоу
tr_tr: Düzenle
zh_hans: 编辑幻灯片
zh_hant: 編輯幻燈片

source: edited a comment on the
ar_ae: حرر تعليقًا على
de_de: hat einen Kommentar zum
es_es: editado un comentario en el
fr_ca: a édité un commentaire sur le
it_it: ha modificato un commento sul
ja_jp: に対するコメントを編集しました
pt_pt: editou um comentário no
ru_ru: отредактировал комментарий к
tr_tr: şununla ilgili bir yorumu düzenledi
zh_hans: 用户编辑评论
zh_hant: 評論

source: edited your comment on the
ar_ae: قمت بتعديل تعليقك على
de_de: hat Ihren Kommentar auf der
es_es: editado tu comentario en el
fr_ca: modifié votre commentaire sur le
it_it: ha modificato il tuo commento sul
ja_jp: であなたのコメントを編集しました
pt_pt: editou o seu comentário no
ru_ru: отредактировал ваш комментарий к
tr_tr: hakkındaki yorumunuzu düzenledi
zh_hans: 编辑了您对的评论
zh_hant: 評論

source: Editing access is denied because the report was published from another site and editing has been disabled.
ar_ae: تم رفض الوصول إلى التحرير لأنه تم نشر التقرير من موقع آخر وتم تعطيل التحرير.
de_de: Der Bearbeitungszugriff wird verweigert, da der Bericht von einer anderen Website veröffentlicht wurde und die Bearbeitung deaktiviert wurde.
es_es: Se ha denegado el acceso a la edición porque el informe se publicó desde otro sitio y la edición se ha desactivado.
fr_ca: L'accès à la modification est refusé car le rapport a été publié à partir d'un autre site et la modification a été désactivée.
it_it: L'accesso alla modifica è negato perché il report è stato pubblicato da un altro sito e la modifica è stata disabilitata.
ja_jp: レポートが別のサイトから公開され、編集が無効になっているため、編集アクセスが拒否されました。
pt_pt: O acesso de edição foi negado porque o relatório foi publicado de outro site e a edição foi desativada.
ru_ru: Доступ к редактированию запрещен, поскольку отчет был опубликован с другого сайта, а редактирование отключено.
tr_tr: Rapor başka bir siteden yayınlandığı ve düzenleme devre dışı bırakıldığı için düzenleme erişimi reddedildi.
zh_hans: 编辑访问被拒绝，因为报告是从另一个网站发布的，编辑已被禁用。
zh_hant: 由於報告是從其他網站發佈，且編輯已停用，因此編輯權限被拒絕。

source: Editing access is denied for the dataset because it was published from another site and editing has been disabled.
ar_ae: تم رفض الوصول إلى التحرير لمجموعة البيانات لأنه تم نشره من موقع آخر وتم تعطيل التحرير.
de_de: Der Bearbeitungszugriff für das Dataset wird verweigert, da es von einer anderen Website veröffentlicht wurde und die Bearbeitung deaktiviert wurde.
es_es: Se ha denegado el acceso de edición para el conjunto de datos porque se publicó desde otro sitio y se ha deshabilitado la edición.
fr_ca: L'accès à la modification est refusé pour l'ensemble de données car il a été publié à partir d'un autre site et la modification a été désactivée.
it_it: L'accesso alla modifica è negato per il set di dati perché è stato pubblicato da un altro sito e la modifica è stata disabilitata.
ja_jp: データセットが別のサイトから公開され、編集が無効になっているため、データセットの編集アクセスが拒否されました。
pt_pt: O acesso de edição foi negado para o conjunto de dados porque foi publicado a partir de outro site e a edição foi desativada.
ru_ru: Доступ к редактированию запрещен для набора данных, поскольку он был опубликован с другого сайта, а редактирование было отключено.
tr_tr: Veri kümesi başka bir siteden yayınlandığı ve düzenleme devre dışı bırakıldığı için düzenleme erişimi reddedildi.
zh_hans: 数据集的编辑访问被拒绝，因为它是从另一个网站发布的，编辑已被禁用。
zh_hant: 資料集的編輯存取權限被拒絕，因為它是從其他網站發佈的，並且已停用編輯。

source: effective
ar_ae: فعال
de_de: wirksam
es_es: es
fr_ca: efficace/efficacité/effectif /véritable /valide /réussi
it_it: efficace
ja_jp: 効果的である
pt_pt: eficaz
ru_ru: эффективное
tr_tr: etkili
zh_hans: 有效的
zh_hant: 有效

source: effective from
ar_ae: ساري المفعول من
es_es: desde fecha
fr_ca: à compter de
it_it: Valido da
ja_jp: 実施開始日:
pt_pt: Com efeitos a partir de
ru_ru: Действует с
tr_tr: Şu tarihten itibaren geçerli
zh_hans: 生效日期
zh_hant: 有效從

source: Email
ar_ae: البريد الإلكتروني
es_es: Correo electrónico
fr_ca: Adresse courriel
ja_jp: 電子メール
ru_ru: Электронная почта
tr_tr: E-mail adresi
zh_hans: 电子邮件
zh_hant: 電子郵件

source: E-mail
ar_ae: البريد الإلكتروني
es_es: Correo electrónico
fr_ca: Courriel
ja_jp: メールアドレス
ru_ru: Адрес электронной почты
tr_tr: E-posta
zh_hans: 电子邮件
zh_hant: 電子郵件

source: E-mail :
ar_ae: البريد الإلكتروني :
es_es: Correo electrónico:
ja_jp: メール：
ru_ru: Электронная почта:
tr_tr: E-posta:
zh_hans: 电子邮箱：

source: Email Account
ar_ae: حساب البريد الإلكتروني
de_de: E-Mail-Konto
es_es: Cuenta de Correo electrónico
fr_ca: Compte e-mail
it_it: Account di email
ja_jp: 対象Eメール
pt_pt: Conta de email
ru_ru: Учетная запись эл. почты
tr_tr: E-posta Hesabı
zh_hans: 电子邮件帐户
zh_hant: 對象 Email

source: Email address
ar_ae: عنوان البريد الإلكتروني
de_de: E-Mail-Adresse
es_es: Dirección de correo electrónico
fr_ca: Adresse électronique
it_it: Indirizzo email
ja_jp: メールアドレス
pt_pt: Endereço de e-mail
ru_ru: Адрес электронной почты
tr_tr: E-posta adresi
zh_hans: 电子邮件地址
zh_hant: 電子郵件地址

source: Email Address
ar_ae: عنوان البريد الإلكتروني
de_de: E-Mail-Adresse
es_es: Dirección de correo electrónico
fr_ca: Adresse courriel
it_it: Indirizzo Email
ja_jp: メールアドレス
pt_pt: E-mail
ru_ru: Email
tr_tr: E-posta Adresi
zh_hans: 电子邮件地址
zh_hant: 電子郵件地址

source: Email address already exists
ar_ae: عنوان البريد الإلكتروني موجود بالفعل
de_de: Die E-Mail-Adresse existiert bereits
es_es: La dirección de correo ya existe
fr_ca: L’adresse e-mail existe déjà
it_it: L'indirizzo Email esiste già
ja_jp: 電子メールアドレスは既に存在します。
pt_pt: O endereço de e-mail já existe
ru_ru: Email уже существует
tr_tr: E-posta adresi zaten var.
zh_hans: 电子邮件地址已存在。
zh_hant: 電子郵件已經存在。

source: Email address already exists in list
ar_ae: عنوان البريد الإلكتروني موجود بالفعل في القائمة
de_de: Die E-Mail-Adresse existiert bereits
es_es: La dirección de correo ya existe
fr_ca: L'adresse e-mail existe déjà dans la liste
it_it: L'indirizzo Email esiste già
ja_jp: このリストに既にあるメールアドレス
pt_pt: O endereço de e-mail já existe
ru_ru: Email уже существует
tr_tr: Email Adresi Daha Önce Kullanılmış
zh_hans: 电子邮件地址已存在。
zh_hant: 系統中已有該電子郵件地址。

source: Email address already exists in the list
ar_ae: عنوان البريد الإلكتروني موجود بالفعل في القائمة
de_de: Die E-Mail-Adresse existiert bereits
es_es: Esta dirección de correo electrónico ya existe en el sistema.
fr_ca: L'adresse e-mail existe déjà dans la liste
it_it: L'indirizzo Email esiste già
ja_jp: このリストに既にあるメールアドレス
pt_pt: O endereço de email já existe no sistema.
ru_ru: Email уже существует
tr_tr: Email Adresi Daha Önce Kullanılmış
zh_hans: 电子邮件地址已存在。
zh_hant: 系統中已有該電子郵件地址。

source: Email address cannot exceed 254 characters
ar_ae: لا يمكن أن يتجاوز عنوان البريد الإلكتروني 254 حرفًا
de_de: E-Mail-Adresse darf 254 Zeichen nicht überschreiten
es_es: La dirección de email no puede exceder los 254 caracteres
fr_ca: L'adresse e-mailne doit pas excéder 254 caractères
it_it: L'indirizzo e-mail non può superare i {0} caratteri.
ja_jp: メールアドレスは254文字を超えることはできません
pt_pt: O endereço de e-mail não pode exceder 64 caracteres
ru_ru: Адрес эл. почты не может превышать %1 симв.
tr_tr: E-posta adresi 100 karakterden uzun olamaz
zh_hans: 电子邮件地址不能超过254个字符
zh_hant: 電子郵件地址不能超過 254 個字符。

source: Email address is Invalid
ar_ae: عنوان البريد الإلكتروني غير صالح
de_de: E-Mail-Adresse ist ungültig
es_es: La dirección de email no es válida
fr_ca: L'adresse e-mail est incorrecte
it_it: L'indirizzo e-mail non è valido
ja_jp: Eメールアドレスが無効です
pt_pt: O endereço de e-mail é inválido
ru_ru: Недействительный адрес электронной почты
tr_tr: E-posta adresi geçersiz
zh_hans: 电子邮件地址无效
zh_hant: 電子郵件地址無效

source: Email addresses and Names with special characters (, ” <) will not be displayed in the list below.
ar_ae: لن يتم عرض عناوين البريد الإلكتروني والأسماء ذات الأحرف الخاصة (، "<) في القائمة أدناه.
de_de: E-Mail-Adressen und Namen mit Sonderzeichen (, ” <) werden in der folgenden Liste nicht angezeigt.
es_es: Las direcciones de correo electrónico y los nombres con caracteres especiales (, " <) no se mostrarán en la lista a continuación.
fr_ca: Les adresses e-mail et les noms avec des caractères spéciaux (, "<) ne seront pas affichés dans la liste ci-dessous.
it_it: Gli indirizzi e-mail e i nomi con caratteri speciali (, " <) non verranno visualizzati nell'elenco sottostante.
ja_jp: メールアドレスと特殊文字（、"<）を含む名前は、以下のリストには表示されません。
pt_pt: Endereços de e-mail e Nomes com caracteres especiais (, ” <) não serão exibidos na lista abaixo.
ru_ru: Адреса электронной почты и имена со специальными символами (, » <) не будут отображаться в списке ниже.
tr_tr: E - posta adresleri ve özel karakterli adlar (, "<) aşağıdaki listede görüntülenmeyecektir.
zh_hans: 电子邮件地址和带有特殊字符(, ”<)的姓名将不会显示在下面的列表中。
zh_hant: 帶有特殊字符 (, ” <) 的用戶名、電子郵件地址、名稱和密碼將不會顯示在下面的列表中。

source: Email addresses, Names and Passwords with special characters (, ” <) will not be displayed in the list below.
ar_ae: لن يتم عرض عناوين البريد الإلكتروني والأسماء وكلمات المرور ذات الأحرف الخاصة (، "<) في القائمة أدناه.
de_de: E-Mail-Adressen, Namen und Passwörter mit Sonderzeichen (, " <) werden in der folgenden Liste nicht angezeigt.
es_es: Las direcciones de correo electrónico, nombres y contraseñas con caracteres especiales (, " <) no se mostrarán en la lista a continuación.
fr_ca: Les noms d’utilisateurs, les adresses email, les noms d'utilisateurs et les mots de passe avec des caractères spéciaux (, "<) ne s’afficheront pas dans la liste ci-dessous.
it_it: Gli indirizzi e-mail, i nomi e le password con caratteri speciali (, " <) non verranno visualizzati nell'elenco sottostante.
ja_jp: メールアドレス、名前、および特殊文字（、"<）を含むパスワードは、以下のリストには表示されません。
pt_pt: Endereços de e-mail, nomes e senhas com caracteres especiais (, ” <) não serão exibidos na lista abaixo.
ru_ru: Адреса электронной почты, имена и пароли со специальными символами (, " <) не будут отображаться в списке ниже.
tr_tr: Özel karakterli (,” <) e - posta adresleri, Adlar ve Şifreler aşağıdaki listede görüntülenmeyecektir.
zh_hans: 带有特殊字符(, ”<)的电子邮件地址、姓名和密码将不会显示在下面的列表中。
zh_hant: 帶有特殊字符 (, ” <) 的用戶名、電子郵件地址、名稱和密碼將不會顯示在下面的列表中。

source: Email attachment
ar_ae: مرفق البريد الإلكتروني
de_de: E-Mail-Anhang
es_es: Adjunto de correo electrónico
fr_ca: Pièce jointe à l’e-mail
it_it: Filtraggio della posta elettronica Allegato
ja_jp: 電子メール添付ファイル
pt_pt: Anexo de e-mail
ru_ru: Вложения электронной почты
tr_tr: Eposta Eki
zh_hans: 电子邮件附件
zh_hant: 電子郵件附件

source: Email logo
ar_ae: شعار البريد الإلكتروني
fr_ca: Logo de l’e-mail
it_it: Logo email
ja_jp: メールロゴ
pt_pt: Logotipo no email
ru_ru: Логотип электронной почты
zh_hans: 邮件标志
zh_hant: 電子郵件Logo

source: Email message is too long
ar_ae: رسالة البريد الإلكتروني طويلة جدًا
de_de: Nachricht ist zu lang
es_es: El mensaje es demasiado largo
fr_ca: Le message e-mail est trop long
it_it: Il messaggio è troppo lungo
ja_jp: メッセージが長すぎます
pt_pt: Mensagem demasiado longa
ru_ru: Сообщение слишком длинное
tr_tr: Mesaj çok uzun
zh_hans: 电子邮件太长
zh_hant: 電子郵件太長

source: Email message should not be blank
ar_ae: يجب ألا تكون رسالة البريد الإلكتروني فارغة
de_de: Dieses Feld darf nicht leer bleiben
es_es: El Cc del correo electrónico no debe estar en blanco
fr_ca: Le message électronique ne doit pas être vide
it_it: Il messaggio email non dovrebbe essere vuoto.
ja_jp: メールメッセージは空白にできません
pt_pt: A mensagem de e-mail não deve ficar em branco
ru_ru: Сообщение электронной почты не должно быть пустым
tr_tr: E - posta mesajı boş bırakılmamalıdır
zh_hans: 电子邮件不应为空
zh_hant: 電子郵件不應為空

source: Email sent successfully
ar_ae: تم إرسال البريد الإلكتروني بنجاح
de_de: Die E-Mail wurde erfolgreich gesendet
es_es: Correo electrónico enviado con éxito
fr_ca: Courriel envoyé avec succès
it_it: Invio dell'e-mail completato
ja_jp: メールが正常に送信されました
pt_pt: E-mail enviado com êxito
ru_ru: Эл. письмо отправлено успешно
tr_tr: E-posta başarılı şekilde gönderildi
zh_hans: 电子邮件发送成功
zh_hant: 電子郵件已傳送成功

source: Email Settings
ar_ae: إعدادات البريد الإلكتروني
de_de: E-Mail-Einstellungen
es_es: Configuración de email
fr_ca: Paramètres de messagerie
it_it: Impostazioni email
ja_jp: メール設定
pt_pt: Configurações do Email
ru_ru: Настройки Email
tr_tr: Eposta Ayarları
zh_hans: 邮件设置
zh_hant: 郵件設置

source: EMAIL SETTINGS
ar_ae: إعدادات البريد الإلكتروني
de_de: E-Mail-Einstellungen
es_es: Ajustes de Email
fr_ca: PARAMÈTRES DE E-MAIL
it_it: Impostazioni email
ja_jp: メール設定
pt_pt: Definições de e-mail
ru_ru: Настройки Email
tr_tr: Eposta Ayarları
zh_hans: 电子邮件设置
zh_hant: 電子郵件設定

source: Email should not be empty
ar_ae: يجب ألا يكون البريد الإلكتروني فارغًا
de_de: E-Mail darf nicht leer sein
es_es: El nombre no debe estar vacío
fr_ca: L’email ne doit pas être vide
it_it: e-mail non deve essere vuoto
ja_jp: 空であってはならない
pt_pt: O e-mail não deve estar vazio.
ru_ru: Поле электронной почты не должно быть пустым.
tr_tr: E-posta boş olmamalıdır
zh_hans: 电子邮件不能为空
zh_hant: 不應該是空的

source: Email Verification
ar_ae: التحقق من البريد الإلكتروني
de_de: E-Mail-Verifizierung
es_es: Verificación de email
fr_ca: Vérification de l'e-mail
it_it: Verifica dell'email
ja_jp: Eメール認証
pt_pt: Verificação de E-mail
ru_ru: Подтверждение электронной почты
tr_tr: E-posta Doğrulama
zh_hans: 电子邮件验证
zh_hant: 電子郵件驗證

source: Embed
ar_ae: تضمين
de_de: Einbinden
es_es: Insertar
fr_ca: Intégré
ja_jp: 埋め込みオブジェクト
pt_pt: Incorporar
ru_ru: Встроенный объект
tr_tr: Ekle
zh_hans: 嵌入
zh_hant: 內嵌
