Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: You don't have access to this report in the Report Server. Please contact your System Administrator to get access. Click here to learn more about sharing a report.
ar_ae: ليس لديك حق الوصول إلى هذا التقرير في خادم التقارير. يرجى الاتصال بمسؤول النظام للحصول على حق الوصول. اضغط هنا لمعرفة المزيد حول مشاركة تقرير.
de_de: Sie haben keinen Zugriff auf diesen Bericht im Berichtsserver. Bitte wenden Sie sich an Ihren Systemadministrator, um Zugriff zu erhalten. Klicken Sie hier, um mehr über das Teilen eines Berichts zu erfahren.
es_es: No tiene acceso a este informe en el servidor de informes. Póngase en contacto con su administrador del sistema. Haz clic aquí para obtener más información sobre cómo compartir un informe.
fr_ca: Vous n'avez pas accès à ce rapport dans le serveur de rapports. Veuillez contacter votre administrateur système pour y accéder. pour en savoir plus sur le partage d'un rapport.
it_it: Non hai accesso a questo report nel server di report. Contatta l'amministratore di sistema per ottenere l'accesso. Clicca qui per saperne di più sulla condivisione di un report.
ja_jp: レポートサーバーでこのレポートにアクセスする権限がありません。システム管理者に問い合わせてください。詳細については、こちらをクリックしてください。
pt_pt: Você não tem acesso a este relatório no Servidor de Relatórios. Por favor, contacte o seu administrador de sistema. Clique aqui para saber mais sobre como compartilhar um relatório.
ru_ru: У вас нет доступа к этому отчету на сервере отчетов. Свяжитесь с вашим системным администратором. Нажмите здесь, чтобы узнать больше о том, как поделиться отчетом.
tr_tr: Rapor Sunucusunda bu rapora erişiminiz yok. Lütfen sistem yöneticinizle iletişime geçin. Rapor paylaşımı hakkında daha fazla bilgi edinmek için buraya tıklayın.
zh_hans: 您无权在报表服务器中访问此报表。请联系您的系统管理员。单击此处了解有关共享报告的更多信息。
zh_hant: 您無權在報表伺服器中存取此報表。請聯絡您的系統管理員以取得存取權限。按一下此處，深入瞭解如何分享報告。

source: You have
ar_ae: لديك
de_de: Du hast
es_es: Tienes
fr_ca: Vous havez
it_it: Bisogna
ja_jp: あなたは
pt_pt: Tem
ru_ru: У вас есть
tr_tr: Bitirmeniz gereken
zh_hans: 您有
zh_hant: 你可以

source: You have chosen this as the default authentication. If you disable this setting, the default authentication settings will be reverted.
ar_ae: لقد اخترت هذا كمصادقة افتراضية. إذا قمت بتعطيل هذا الإعداد، فسيتم إرجاع إعدادات المصادقة الافتراضية.
de_de: Sie haben dies als Standardauthentifizierung gewählt. Wenn Sie diese Einstellung deaktivieren, werden die Standardauthentifizierungseinstellungen zurückgesetzt.
es_es: Ha elegido esta como la autenticación predeterminada. Si desactiva esta configuración, la autenticación predeterminada se revertirá.
fr_ca: Vous l'avez choisi comme authentification par défaut. Si vous désactivez ce paramètre, les paramètres d'authentification par défaut seront annulés.
it_it: Hai scelto questa come autenticazione predefinita. Se disabiliti questa impostazione, verranno ripristinate le impostazioni di autenticazione predefinite.
ja_jp: これをデフォルトの認証として選択しました。この設定を無効にすると、デフォルトの認証設定が元に戻ります。
pt_pt: Escolheu esta autenticação como predefinida. Se desativar esta definição, as definições de autenticação predefinidas serão revertidas.
ru_ru: Вы выбрали это в качестве аутентификации по умолчанию. Если вы отключите этот параметр, настройки аутентификации по умолчанию будут отменены.
tr_tr: Bunu varsayılan kimlik doğrulama olarak seçtiniz. Bu ayarı devre dışı bırakırsanız, varsayılan kimlik doğrulama ayarları geri alınır.
zh_hans: 您已选择此作为默认身份验证。如果禁用此设置，默认身份验证设置将恢复。
zh_hant: 您已選擇此為預設驗證。如果停用此設定，將恢復預設驗證設定。

source: You have exceeded the dashboard creators limit.
ar_ae: لقد تجاوزت حد منشئي لوحة البيانات.
de_de: Du hast das Limit überschritten.
es_es: Has excedido tu limite.
fr_ca: Vous avez dépassé la limite de créateurs du tableau de bord.
it_it: Hai superato il limite consentito.
ja_jp: ダッシュボードのクリエイターの上限を超えました。
pt_pt: Você excedeu o limite de criadores do painel.
ru_ru: Вы превысили лимит креаторов на панели управления.
tr_tr: Sınırı aştınız.
zh_hans: 您已超出限制。
zh_hant: 您已超出限制。

source: You have made modifications. Do you want to close without publishing?
ar_ae: لقد قمت بإجراء تعديلات. هل تريد الإغلاق دون نشر ؟
de_de: Sie haben Änderungen vorgenommen. Möchten Sie ohne Veröffentlichung schließen?
es_es: Ha realizado modificaciones. ¿Desea cerrar?
fr_ca: Vous avez apporté des modifications. Voulez-vous fermer sans publier ?
it_it: Hai apportato delle modifiche. Vuoi chiudere senza pubblicare?
ja_jp: 変更が行われました。公開せずに閉じますか？
pt_pt: Fez modificações. Deseja fechar sem publicar?
ru_ru: Вы внесли изменения. Закрыть?
tr_tr: Değişiklikler yaptınız. Yayınlamadan kapatmak istiyor musunuz?
zh_hans: 您已进行修改。尚未儲存，你確定關閉嗎？
zh_hant: 您已進行修改。是否要關閉而不發佈？

source: You have to provide root directory path for saving the scheduled report on server location. This will be a default root directory path
ar_ae: يجب عليك توفير مسار الدليل الجذر لحفظ التقرير المجدول على موقع الخادم. سيكون هذا مسار دليل جذر افتراضي
de_de: Sie müssen den Stammverzeichnispfad für das Speichern des geplanten Berichts am Serverstandort angeben. Dies wird ein Standard-Stammverzeichnispfad sein
es_es: Debe proporcionar la ruta del directorio raíz para guardar el informe programado en la ubicación del servidor. Esta será una ruta predeterminada del directorio raíz
fr_ca: Vous devez fournir le chemin du répertoire racine pour enregistrer le rapport planifié sur l'emplacement du serveur. Ce sera un chemin d'accès au répertoire racine par défaut
it_it: È necessario fornire il percorso della directory principale per salvare il report pianificato nella posizione del server. Questo sarà un percorso di directory principale predefinito
ja_jp: サーバーの場所にスケジュールされたレポートを保存するには、ルートディレクトリパスを指定する必要があります。これはデフォルトのルートディレクトリパスになります
pt_pt: Tem de fornecer o caminho do diretório raiz para guardar o relatório agendado na localização do servidor. Este será um caminho de diretório raiz predefinido
ru_ru: Необходимо указать путь к корневому каталогу для сохранения запланированного отчета о местоположении сервера. Это будет путь корневого каталога по умолчанию
tr_tr: Zamanlanmış raporu sunucu konumuna kaydetmek için kök dizin yolu sağlamalısınız. Bu varsayılan bir kök dizin yolu olacaktır
zh_hans: 您必须提供根目录路径，以便在服务器位置上保存计划的报告。这将是默认的根目录路径
zh_hant: 您必須提供根目錄路徑，才能在伺服器位置儲存排程報告。這將是預設的根目錄路徑

source: Your billing period and billed amount is not affected by this action as you have already paid for the current billing cycle. Click
ar_ae: لا تتأثر فترة الفوترة ومبلغ الفوترة بهذا الإجراء لأنك دفعت بالفعل لدورة الفوترة الحالية. انقر
de_de: Ihr Abrechnungszeitraum und Ihr Abrechnungsbetrag sind von dieser Aktion nicht betroffen, da Sie bereits für den aktuellen Abrechnungszeitraum bezahlt haben. Klicken Sie auf
es_es: El período de facturación y el importe facturado no se ven afectados por esta acción, ya que ya has pagado el ciclo de facturación actual. Click
fr_ca: Votre période de facturation et le montant facturé ne sont pas affectés par cette action, car vous avez déjà payé pour le cycle de facturation en cours. Cliquez
it_it: Il periodo di fatturazione e l'importo fatturato non sono interessati da questa azione poiché hai già pagato per il ciclo di fatturazione corrente. Clicca
ja_jp: 現在の請求サイクルの支払いが既に行われているため、請求期間と請求金額はこの操作の影響を受けません。クリック
pt_pt: O seu período de faturação e o montante faturado não são afetados por esta ação, uma vez que já pagou pelo ciclo de faturação atual. Clicar
ru_ru: Ваш расчетный период и сумма выставленного счета не изменятся из-за этого действия, так как вы уже оплатили текущий расчетный цикл. Нажмите
tr_tr: Mevcut faturalandırma döngüsü için zaten ödeme yaptığınız için faturalandırma döneminiz ve faturalandırılan tutar bu eylemden etkilenmez. Tıklayın
zh_hans: 此操作不会影响您的账单周期和账单金额，因为您已为当前账单周期付款。点击
zh_hant: 由於您已為目前的帳單週期付款，因此此操作不會影響您的帳單週期和帳單金額。按一下

source: Your billing period and billed amount is not affected by this action if you have already paid for the current billing cycle. Click
ar_ae: لا تتأثر فترة الفوترة ومبلغ الفوترة بهذا الإجراء إذا كنت قد دفعت بالفعل لدورة الفوترة الحالية. انقر
de_de: Ihr Abrechnungszeitraum und Ihr Abrechnungsbetrag sind von dieser Aktion nicht betroffen, wenn Sie bereits für den aktuellen Abrechnungszeitraum bezahlt haben. Klicken Sie auf
es_es: El período de facturación y el importe facturado no se ven afectados por esta acción si ya has pagado el ciclo de facturación actual. Click
fr_ca: Votre période de facturation et le montant facturé ne sont pas affectés par cette action si vous avez déjà payé pour le cycle de facturation en cours. Cliquez
it_it: Il periodo di fatturazione e l'importo fatturato non sono interessati da questa azione se hai già pagato per il ciclo di fatturazione corrente. Clicca
ja_jp: 現在の請求サイクルの支払いが既に完了している場合、請求期間と請求金額はこのアクションの影響を受けません。クリック
pt_pt: O seu período de faturação e o montante faturado não são afetados por esta ação se já tiver pago pelo ciclo de faturação atual. Clicar
ru_ru: Ваш расчетный период и сумма выставленного счета не изменятся из-за этого действия, если вы уже оплатили текущий расчетный цикл. Нажмите
tr_tr: Mevcut faturalandırma döngüsü için zaten ödeme yaptıysanız, faturalandırma döneminiz ve faturalandırılan tutar bu işlemden etkilenmez. Tıklayın
zh_hans: 如果您已为当前账单周期付款，则此操作不会影响您的账单周期和账单金额。点击
zh_hant: 如果您已經為目前的帳單週期付款，則此操作不會影響您的帳單週期和帳單金額。按一下

source: Your feedback has been submitted.
ar_ae: تم إرسال ملاحظاتك.
de_de: Dein Feedback wurde gesendet.
es_es: Se han enviado sus comentarios.
fr_ca: Vos feedbacks ont été soumis.
it_it: Il tuo suggerimento è stato inviato correttamente.
ja_jp: あなたのフィードバックが送信されました。
pt_pt: Os seus comentários foram enviados
ru_ru: Ваши ответы отправлены.
tr_tr: Geri bildiriminiz gönderildi
zh_hans: 您的反馈已成功提交。
zh_hant: 您的反饋已成功提交。

source: Your free subscription through Syncfusion.com account is active!
ar_ae: اشتراكك المجاني من خلال حساب Syncfusion.com نشط!
de_de: Ihr kostenloses Abonnement über Syncfusion.com-Konto ist aktiv!
es_es: ¡Tu suscripción gratuita a través de la cuenta de Syncfusion.com está activa!
fr_ca: Votre abonnement gratuit via le compte Syncfusion.com est actif !
it_it: Il tuo abbonamento gratuito tramite l'account Syncfusion.com è attivo!
ja_jp: Syncfusion.comアカウントからの無料サブスクリプションが有効になりました！
pt_pt: A sua subscrição gratuita através da conta Syncfusion.com está ativa!
ru_ru: Ваша бесплатная подписка через учетную запись Syncfusion.com активна!
tr_tr: Syncfusion.com hesabı üzerinden ücretsiz aboneliğiniz aktif!
zh_hans: 您通过Syncfusion.com帐户的免费订阅已激活！
zh_hant: 您通過Syncfusion.com帳戶的免費訂閱已啟用！

source: Your license is either not activated or has expired.
ar_ae: لم يتم تفعيل رخصتك أو انتهت صلاحيتها.
es_es: Tu licencia no está activada o ha caducado.
fr_ca: Votre licence n'est pas activée ou a expiré.
ja_jp: ライセンスが有効化されていないか、有効期限が切れています。
pt_pt: A sua licença não está ativada ou expirou.
ru_ru: Ваша лицензия не активирована или истекла.
tr_tr: Lisansınız etkinleştirilmedi veya süresi doldu.
zh_hans: 您的许可证未激活或已过期。

source: Your Quota
ar_ae: حصتك
de_de: Ihr Kontingent
es_es: Su Cuota
fr_ca: Votre quota
it_it: Coeff.
ja_jp: クォータ
pt_pt: Quota
ru_ru: Квота
tr_tr: Quota
zh_hans: 定额 ,份额,配额,数量限制,限额,指标
zh_hant: 配額

source: Your Report has been submitted to export. This might take few seconds
ar_ae: تم إرسال تقريرك للتصدير. قد يستغرق هذا بضع ثوانٍ
de_de: Ihr Bericht wurde zum Export eingereicht. Dies kann einige Sekunden dauern
es_es: Su informe ha sido enviado. Esto puede tardar unos segundos
fr_ca: Votre report a été soumis Cela peut prendre quelques secondes.
it_it: Il tuo report è stato inviato per l'esportazione. L'operazione potrebbe richiedere alcuni secondi
ja_jp: レポートが提出されました。これには数秒かかる場合があります
pt_pt: Seu relatório foi enviado. Isto pode levar uns 30 segundos.
ru_ru: Ваша жалоба получена. Загрузка может занять несколько секунд.
tr_tr: Başarıyla gönderildi. Teşekkür ederiz Bu işlem birkaç saniye sürebilir
zh_hans: 您的报告已提交。这可能需要几秒钟
zh_hant: 您的報告已提交以匯出。這可能需要幾秒鐘

source: Your report is being prepared. We will notify you once the report is ready.
ar_ae: يجري إعداد تقريرك. سنقوم بإعلامك بمجرد أن يكون التقرير جاهزًا.
de_de: Ihr Bericht wird erstellt. Wir werden Sie benachrichtigen, sobald der Bericht fertig ist.
es_es: Su archivo se está preparando. Le notificaremos cuando su informe esté listo.
fr_ca: Votre rapport est en cours de préparation. Nous vous informerons dès que le rapport sera prêt.
it_it: Il tuo rapporto è in fase di preparazione. Ti informeremo non appena il report sarà pronto.
ja_jp: レポートを準備しています。報告の準備が整い次第、お知らせします。
pt_pt: O seu relatório está a ser preparado. Iremos notificá-lo assim que o relatório estiver pronto.
ru_ru: Ваш отчет готовится. Мы сообщим вам, как только отчет будет готов.
tr_tr: Raporunuz hazırlanıyor. Rapor hazır olduğunda sizi bilgilendireceğiz.
zh_hans: 您的报告正在准备中。报告准备就绪后，我们会通知您。
zh_hant: 你的報告正在準備中。報告準備就緒後，我們會通知您。

source: Your report is ready!
ar_ae: تقريرك جاهز!
de_de: Ihr Bericht ist fertig!
es_es: ¡Su informe está listo!
fr_ca: Votre rapport de toiture est prêt!
it_it: Il tuo report è pronto
ja_jp: レポートの準備ができました！
pt_pt: O seu relatório está pronto!
ru_ru: Ваш отчет готов!
tr_tr: Raporunuz hazır!
zh_hans: 您的报告已准备就绪！
zh_hant: 您的報告已準備就緒！

source: Your Reports has been suspended due to failed payments. Please update your payment details to continue using the site.
ar_ae: تم تعليق تقاريرك بسبب فشل المدفوعات. يرجى تحديث تفاصيل الدفع الخاصة بك لمواصلة استخدام الموقع.
de_de: Ihre Berichte wurden aufgrund fehlgeschlagener Zahlungen ausgesetzt. Bitte aktualisiere deine Zahlungsdaten, um die Website weiterhin nutzen zu können.
es_es: Sus informes se han suspendido debido a pagos fallidos. Actualiza tus datos de pago para seguir utilizando el sitio.
fr_ca: Vos rapports ont été suspendus en raison d'un échec de paiement. Veuillez mettre à jour vos informations de paiement pour continuer à utiliser le site.
it_it: I tuoi rapporti sono stati sospesi a causa di pagamenti non riusciti. Aggiorna i dati di pagamento per continuare a utilizzare il sito.
ja_jp: お支払いが完了しなかったため、レポートが一時停止されました。引き続きサイトをご利用いただくには、お支払い情報を更新してください。
pt_pt: Os seus relatórios foram suspensos devido a falhas nos pagamentos. Atualize os seus dados de pagamento para continuar a utilizar o site.
ru_ru: Ваши отчеты были приостановлены из-за неудачных платежей. Обновите платежные реквизиты, чтобы продолжить пользоваться сайтом.
tr_tr: Ödemelerin başarısız olması nedeniyle Raporların askıya alındı. Siteyi kullanmaya devam etmek için lütfen ödeme bilgilerinizi güncelleyin.
zh_hans: 由于付款失败，您的报告已被暂停。请更新您的付款详情，以便继续使用本网站。
zh_hant: 由於付款失敗，你的報告已被暫停。請更新您的付款詳細資訊，以便繼續使用網站。

source: Your session has expired. Please log in or refresh the page and try again.
ar_ae: انتهت صلاحية جلستك. يرجى تسجيل الدخول أو تحديث الصفحة والمحاولة مرة أخرى.
de_de: Deine Sitzung ist abgelaufen. Bitte aktualisiere die Seite und versuche es erneut.
es_es: Tu sesión ha caducado. Actualice la página y vuelva a intentarlo.
fr_ca: Votre session a expiré. Veuillez actualiser la page et réessayer.
it_it: La sessione è scaduta. Aggiorna la pagina e riprova.
ja_jp: セッションの期限切れですページを更新して、やり直してください。
pt_pt: A sua sessão expirou. Por favor, atualize a página e tente novamente.
ru_ru: Ваша сессия истекла. Пожалуйста, обновите страницу и попробуйте снова.
tr_tr: Oturumunuz sona erdi. Lütfen sayfayı yenileyin ve tekrar deneyin.
zh_hans: 您的会话已过期。请刷新页面并重试。
zh_hant: 您的會話已過期。請刷新頁面並重試。

source: Your site license has expired, and you have exceeded the dashboard creators limit.
ar_ae: انتهت صلاحية ترخيص موقعك، وتجاوزت حد منشئي لوحة البيانات.
de_de: Deine Website-Lizenz ist abgelaufen und du hast das Limit für Dashboard-Ersteller überschritten.
es_es: La licencia de tu sitio ha caducado y has superado el límite de creadores del panel de control.
fr_ca: Votre licence de site a expiré et vous avez dépassé la limite des créateurs de tableau de bord.
it_it: La licenza del tuo sito è scaduta e hai superato il limite dei creatori della dashboard.
ja_jp: サイトライセンスの有効期限が切れており、ダッシュボードのクリエイター数の上限を超えています。
pt_pt: A licença do seu site expirou e você excedeu o limite de criadores do painel.
ru_ru: Срок действия лицензии на сайт истек, и вы превысили лимит креаторов на панели управления.
tr_tr: Site lisansınızın süresi doldu ve gösterge panosu yaratıcıları sınırını aştınız.
zh_hans: 您的网站许可证已过期，您已超过控制面板的创作者数量上限。
zh_hant: 你的網站授權已過期，而且你已超過控制面板創作人的上限。

source: Your site license has expired.
ar_ae: انتهت صلاحية ترخيص موقعك.
de_de: Ihre Lizenz ist abgelaufen.
es_es: Su licencia ha expirado.
fr_ca: Votre licence a expirée.
it_it: La licenza è scaduta.
ja_jp: ライセンスの有効期限が切れています。
pt_pt: A sua licença expirou.
ru_ru: Срок действия вашей лицензии истек.
tr_tr: Lisans süreniz dolmuştur.
zh_hans: 您的许可证已过期.
zh_hant: 您的授權已過期。

source: Your Sites
ar_ae: مواقعك
de_de: Deine Seiten
es_es: Tus sitios
fr_ca: Vos sites
it_it: I Tuoi Siti
ja_jp: すべてのサイト
pt_pt: Os seus sites
ru_ru: Ваши Сайты
tr_tr: Siteleriniz
zh_hans: 你的站点
zh_hant: 你的網站

source: Your subscription to Bold Reports has been deleted.
ar_ae: تم حذف اشتراكك في Bold Reports.
de_de: Ihr Abonnement für Fettgedruckte Berichte wurde gelöscht.
es_es: Su suscripción a Bold Reports ha sido eliminada.
fr_ca: Votre abonnement aux rapports audacieux a été supprimé.
it_it: Il tuo abbonamento a Bold Reports è stato eliminato.
ja_jp: 太字レポートのサブスクリプションが削除されました。
pt_pt: Sua assinatura do Bold Reports foi excluída.
ru_ru: Ваша подписка на Bold Reports была удалена.
tr_tr: Kalın Raporlara aboneliğiniz silindi.
zh_hans: 您的粗体报告订阅已删除。
zh_hant: 您的粗體報告訂閱已刪除。

source: Your subscription will terminate at the end of this billing period. You will continue to have access until your subscription end date
ar_ae: سينتهي اشتراكك في نهاية فترة الفوترة هذه. ستستمر في الوصول حتى تاريخ انتهاء اشتراكك
de_de: Ihr Abonnement endet am Ende dieses Abrechnungszeitraums. Sie haben bis zum Ablaufdatum Ihres Abonnements weiterhin Zugriff
es_es: Su suscripción finalizará al final de este periodo de facturación. Seguirás teniendo acceso hasta la fecha de finalización de tu suscripción
fr_ca: Votre abonnement prendra fin à la fin de cette période de facturation. Vous continuerez à y avoir accès jusqu'à la date de fin de votre abonnement
it_it: L'abbonamento terminerà al termine di questo periodo di fatturazione. Continuerai ad avere accesso fino alla data di scadenza dell'abbonamento
ja_jp: サブスクリプションは、この請求期間の終了時に終了します。サブスクリプションの終了日まで引き続きアクセスできます
pt_pt: A sua subscrição terminará no final deste período de faturação. Você continuará a ter acesso até a data de término da sua assinatura
ru_ru: Ваша подписка будет прекращена в конце этого расчетного периода. Вы будете иметь доступ до даты окончания подписки
tr_tr: Aboneliğiniz bu fatura döneminin sonunda sona erecektir. Aboneliğinizin bitiş tarihine kadar erişiminiz devam edecek
zh_hans: 您的订阅将在此账单周期结束时终止。在您的订阅结束日期之前，您将继续拥有访问权限
zh_hant: 你的訂閱將於此賬單週期結束時終止。在您的訂閱結束日期之前，您將繼續擁有存取權限

source: Your support request has been submitted. Our support team will contact you soon.
ar_ae: تم إرسال طلب الدعم الخاص بك. سيتواصل معك فريق الدعم قريباً.
de_de: Ihre Supportanfrage wurde gesendet. Unser Support-Team wird sich in Kürze mit Ihnen in Verbindung setzen.
es_es: Su solicitud ha sido enviada. Nuestro equipo de asistencia se pondrá en contacto con usted en breve.
fr_ca: Votre demande a été envoyée. Notre équipe vous contactera bientôt.
it_it: La tua richiesta di assistenza è stata inviata. Il nostro team di assistenza ti contatterà presto.
ja_jp: リクエストが送信されましたまもなくサポートチームよりご連絡いたします。
pt_pt: O seu pedido foi entregue. A nossa equipa de apoio entrará em contacto consigo em breve.
ru_ru: Ваш запрос был отправлен. Наша служба поддержки свяжется с вами в ближайшее время.
tr_tr: Talebiniz gönderildi Destek ekibimiz en kısa süre içerisinde sizinle iletişime geçecektir.
zh_hans: 您的请求已成功提交我们的客服团队将尽快与您联系。
zh_hant: 你的支援申請已送出。我們的客戶服務團隊會盡快與你聯絡。

source: Your time will be
ar_ae: سيكون وقتك
de_de: Ihre Zeit wird
es_es: La hora de su conferencia será:
fr_ca: Votre heure sera
it_it: Il tuo tempo sarà
ja_jp: あなたの時間は
pt_pt: O seu tempo será
ru_ru: Ваше время будет
tr_tr: Zamanınız dolacak
zh_hans: 您的时间将
zh_hant: 你的時間將是：

source: Your time will be :
ar_ae: سيكون وقتك:
de_de: Ihre Zeit wird sein :
es_es: La hora de su conferencia será:
fr_ca: Votre heure sera
it_it: Il tuo tempo sarà :
ja_jp: あなたの時間は次のとおりです。
pt_pt: O seu tempo será :
ru_ru: Ваше время составит :
tr_tr: Zamanınız şöyle olacak :
zh_hans: 您的时间是：
zh_hant: 你的時間將是：

source: Active Directory
ru_ru: Активный каталог
zh_hans: 活动目录

source: Application-Logo
de_de: Applikations-Logo
es_es: Logotipo de la aplicación
fr_ca: Logo d'application
it_it: Logo dell’applicazione
ja_jp: アプリケーション-ロゴ
tr_tr: Uygulama - Logo
zh_hans: 应用程序-徽标

source: Azure Active Directory
zh_hans: Azure 活动目录
zh_hant: Azure Active Directory, Azure Active Directory

source: Body
fr_ca: Corps
pt_pt: Corpo
ru_ru: Тело
tr_tr: Vücut
zh_hans: 正文
zh_hant: 車體

source: false
de_de: falsch
it_it: falso
ru_ru: неправильно
zh_hans: 假
zh_hant: 錯誤的

source: HH:MM
ru_ru: ЧЧ:ММ
tr_tr: SS: DD
zh_hans: 时:分

source: LDAP URL
es_es: URL de LDAP
fr_ca: URL LDAP
it_it: URL LDAP
pt_pt: URL de LDAP
ru_ru: Адрес LDAP
tr_tr: LDAP Adresi
zh_hans: LDAP 地址
zh_hant: LDAP 網址

source: link
de_de: Verbinden
es_es: enlace
fr_ca: lien
ja_jp: リンク
pt_pt: ligação
ru_ru: ссылка
tr_tr: bağlantı
zh_hans: 链接
zh_hant: 鏈結

source: NotEqual
pt_pt: diferente de
ru_ru: не равный
zh_hans: 不等于
zh_hant: 不等於

source: OpenID Connect
de_de: OpenID-Verbindung
es_es: Usuario de OpenID Connect
fr_ca: Connexion OpenID
pt_pt: Ligação OpenID
tr_tr: OpenID bağlandı
zh_hans: OpenID Connect 客户端
zh_hant: OpenID Connect 提供者

source: Widget
ja_jp: ウィジェット
ru_ru: Виджет
zh_hans: 小部件
zh_hant: 小工具

source: Windows Active Directory
it_it: Active Directory di Windows
ja_jp: Active Directory
pt_pt: Windows local / Active Directory
tr_tr: Active Directory
zh_hans: 活动目录
zh_hant: 視窗活動目錄

source: DC=example,DC=com
de_de: ou=Gruppen, dc=Beispiel, dc=com
fr_ca: DC=exemple,DC=com
it_it: DC=esempio,DC=com
pt_pt: DC=exemplo,DC=com
ru_ru: DC=пример,DC=com
tr_tr: DC=örnek,DC=com

source: PDF
ru_ru: ПДФ

source: IsActive
de_de: Ist Aktiv
es_es: Está activo
fr_ca: C'est actif
it_it: È attivo
pt_pt: Está Ativo
zh_hant: 活躍

source: IsActive :
de_de: Ist Aktiv
es_es: Está activo
fr_ca: C'est actif
it_it: È attivo
pt_pt: Está Ativo
zh_hant: 活躍

source: OAuth 2.0
pt_pt: SAML, OAuth 2.0);

source: GB
fr_ca: FR

source: "Sorry, you do not have permission to access this website from your current IP address {0}. Only authorized IP addresses are allowed."
de_de: "Es tut uns leid, Sie haben keine Berechtigung, von Ihrer aktuellen IP-Adresse {0} aus auf diese Website zuzugreifen. Nur autorisierte IP-Adressen sind zulässig."
it_it: "Spiacenti, non hai il permesso di accedere a questo sito web dal tuo attuale indirizzo IP {0}. Sono consentiti solo indirizzi IP autorizzati."
zh_hant: "很抱歉，您無權從您目前的IP位址 {0} 存取此網站。僅允許授權的IP位址。"

source: 70 characters maximum
de_de: Maximal 18 Zeichen
it_it: Massimo caratteri
zh_hant: 最多 70 個字符

source: Add New Condition
de_de: Neue Bedingung hinzufügen
it_it: Aggiungi nuova condizione
zh_hant: 添加新布局條件

source: Enable IP Whitelisting
de_de: IP Whitelist
it_it: Abilita whitelisting IP
zh_hant: 啟用IP白名單
