Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Endpoint to authenticate the user and grant access to the protected resource. It returns the claims about the authenticated user.
ar_ae: نقطة النهاية لمصادقة المستخدم ومنح الوصول إلى المورد المحمي. يقوم بإرجاع المطالبات المتعلقة بالمستخدم المصادق عليه.
de_de: Endpunkt, um den Benutzer zu authentifizieren und Zugriff auf die geschützte Ressource zu gewähren. Es gibt die Reklamationen über den authentifizierten Benutzer zurück.
es_es: Endpoint para autenticar al usuario y conceder acceso al recurso protegido. Devuelve las afirmaciones sobre el usuario autenticado.
fr_ca: Point de terminaison pour authentifier l'utilisateur et accorder l'accès à la ressource protégée. Il renvoie les revendications concernant l'utilisateur authentifié.
it_it: Endpoint per autenticare l'utente e concedere l'accesso alla risorsa protetta. Restituisce le affermazioni sull'utente autenticato.
ja_jp: ユーザーを認証し、保護されたリソースへのアクセスを許可するエンドポイント。認証されたユーザーに関するクレームを返します。
pt_pt: Ponto de extremidade para autenticar o utilizador e conceder acesso ao recurso protegido. Devolve as declarações sobre o utilizador autenticado.
ru_ru: Конечная точка для аутентификации пользователя и предоставления доступа к защищенному ресурсу. Он возвращает утверждения об аутентифицированном пользователе.
tr_tr: Kullanıcının kimliğini doğrulamak ve korunan kaynağa erişim izni vermek için uç nokta. Kimliği doğrulanmış kullanıcı hakkındaki talepleri döndürür.
zh_hans: 用于对用户进行身份验证并授予对受保护资源的访问权限的端点。它返回有关经过身份验证的用户的声明。
zh_hant: 用於驗證使用者並授予受保護資源存取權的端點。它會傳回有關已驗證使用者的聲明。

source: Ends
ar_ae: انتهى
de_de: Enddatum
es_es: Finaliza el
fr_ca: Fin
it_it: Fine
ja_jp: 終了
pt_pt: Termina
ru_ru: Конец паттерна
tr_tr: Bitiş
zh_hans: 结束
zh_hant: 結束

source: EndsWith
ar_ae: ينتهي بـ
pt_pt: Termina com
zh_hans: 以…结尾
zh_hant: 以。。結束

source: Enter a list of URLs separated by commas
ar_ae: أدخل قائمة بعناوين URL مفصولة بفواصل
de_de: Schlüsselwörter kommagetrennt eingeben.
es_es: Introduzca una lista de direcciones URL separadas por comas.
fr_ca: Entrer une liste de mots-clés séparés par des virgules.
it_it: Immetti gli ID degli oggetti separati da virgole
ja_jp: タグのリストを入力します; コンマ区切り
pt_pt: Digitar a lista de palavras entre virgulas.
ru_ru: Введите список рубрик, разделённых запятыми
tr_tr: Virgülle ayırarak etiketlerin bir listesini girin.
zh_hans: 输入标签列表;用逗号分隔
zh_hant: 輸入以逗號分隔的網址清單

source: Enter an email address and then click Send to verify that there are no issues with the SMTP configuration.
ar_ae: أدخل عنوان بريد إلكتروني ثم انقر فوق إرسال للتحقق من عدم وجود مشاكل في تكوين SMTP.
de_de: Geben Sie eine E-Mail-Adresse ein und klicken Sie dann auf Senden, um sicherzustellen, dass es keine Probleme mit der SMTP-Konfiguration gibt.
es_es: Escriba una dirección de correo electrónico y, a continuación, haga clic en Enviar para comprobar que no hay problemas con la configuración SMTP.
fr_ca: Entrez une adresse e-mail, puis cliquez sur Envoyer pour vérifier qu'il n'y a pas de problèmes avec la configuration SMTP.
it_it: Inserisci un indirizzo e-mail e quindi fai clic su Invia per verificare che non ci siano problemi con la configurazione SMTP.
ja_jp: メールアドレスを入力し、[送信]をクリックして、SMTP構成に問題がないことを確認します。
pt_pt: Digite um endereço de e-mail e clique em Enviar para verificar se não há problemas com a configuração SMTP.
ru_ru: Введите адрес электронной почты и нажмите «Отправить», чтобы убедиться, что с конфигурацией SMTP нет проблем.
tr_tr: Bir e - posta adresi girin ve ardından SMTP yapılandırmasıyla ilgili herhangi bir sorun olmadığını doğrulamak için Gönder'e tıklayın.
zh_hans: 输入电子邮件地址，然后单击“发送”以验证SMTP配置没有问题。
zh_hant: 輸入電子郵件地址，然後按一下「傳送」，以確認SMTP設定沒有問題。

source: Enter code here
ar_ae: أدخِل الرمز هنا
de_de: Code hier eingeben
es_es: Introduzca el código aquí
fr_ca: Entrez le code ici
it_it: Inserisci qui il codice
ja_jp: ここにコードを入力してください
pt_pt: Insira o código aqui
ru_ru: введите код сюда
tr_tr: Kodu Buraya Gir
zh_hans: 在这里输入代码
zh_hant: 在此處輸入您的優惠碼

source: Enter the alert message to be added in the scheduled email
ar_ae: أدخل رسالة التنبيه المراد إضافتها في البريد الإلكتروني المجدول
de_de: Geben Sie die Warnmeldung ein, die in der geplanten E-Mail hinzugefügt werden soll
es_es: Introduzca el mensaje de alerta que se añadirá en el correo electrónico programado
fr_ca: Saisissez le message d'alerte à ajouter dans l'e-mail planifié
it_it: Inserisci il messaggio di avviso da aggiungere nell'email programmata
ja_jp: スケジュールされたメールに追加するアラートメッセージを入力します
pt_pt: Insira a mensagem de alerta a ser adicionada no e-mail agendado
ru_ru: Введите предупреждающее сообщение для добавления в запланированное электронное письмо
tr_tr: Planlanan e - postaya eklenecek uyarı mesajını girin
zh_hans: 输入要在计划的电子邮件中添加的警报消息
zh_hant: 在預定的電子郵件中輸入要添加的警報消息

source: Enter the attribute name.
ar_ae: أدخل اسم السمة.
de_de: Geben Sie den neuen Attributnamen ein.
es_es: Introduzca el nombre del atributo.
fr_ca: Entrez le nom d’attribut.
it_it: Inserisci il nome dell'attributo.
ja_jp: 属性名。
pt_pt: o nome do atributo
ru_ru: Введите имя атрибута
tr_tr: Öznitelik adı.
zh_hans: 请输入属性名称。
zh_hant: 屬性名稱

source: Enter the attribute value.
ar_ae: أدخل قيمة السمة.
de_de: Attributwert eingeben
es_es: Ingresar valor del Atributo
fr_ca: Saisissez à présent la valeur d'attribut souhaitée.
it_it: Immettere valore attributo come:
ja_jp: 次に、目的の属性値を入力します。
pt_pt: Digite o valor do atributo
ru_ru: Введите значение атрибута
tr_tr: Öznitelik değerini girin.
zh_hans: 输入属性值
zh_hant: 輸入meta value

source: Enter the list of expose headers separated by commas
ar_ae: أدخل قائمة الرؤوس المكشوفة مفصولة بفواصل
de_de: Schlüsselwörter kommagetrennt eingeben.
es_es: Introduzca la lista de encabezados de exposición separados por comas
fr_ca: Entrez la liste des en-têtes d'exposition séparés par des virgules
it_it: Inserisci l'elenco delle intestazioni di esposizione separate da virgole
ja_jp: カンマで区切られた公開ヘッダーのリストを入力します
pt_pt: Digite a lista de cabeçalhos de exposição separados por vírgulas
ru_ru: Введите список ключевых слов через запятую
tr_tr: Poz başlıklarının listesini virgülle ayırarak girin
zh_hans: 输入用逗号分隔的关键字列表
zh_hant: 輸入以逗號分隔的暴露標題清單

source: Enter the list of headers separated by commas
ar_ae: أدخل قائمة الرؤوس مفصولة بفواصل
de_de: Schlüsselwörter kommagetrennt eingeben.
es_es: Introduzca una lista de direcciones URL separadas por comas.
fr_ca: Entrez la liste des catégories, séparés par des virgules
it_it: Inserisci l'elenco delle intestazioni separate da virgole
ja_jp: タグのリストを入力します; コンマ区切り
pt_pt: Insira a lista de cabeçalhos separados por vírgulas
ru_ru: Введите список ключевых слов через запятую
tr_tr: Virgülle ayırarak etiketlerin bir listesini girin.
zh_hans: 输入用逗号分隔的关键字列表
zh_hant: 輸入以逗號分隔的標題清單

source: Enter the list of origins separated by commas
ar_ae: أدخل قائمة الأصول مفصولة بفاصلات
de_de: Schlüsselwörter kommagetrennt eingeben.
es_es: Introduzca una lista de direcciones URL separadas por comas.
fr_ca: Entrez la liste des catégories, séparés par des virgules
it_it: Inserisci l'elenco delle origini separate da virgole
ja_jp: タグのリストを入力します; コンマ区切り
pt_pt: Insira a lista de origens separadas por vírgulas
ru_ru: Введите список ключевых слов через запятую
tr_tr: Virgülle ayırarak etiketlerin bir listesini girin.
zh_hans: 输入用逗号分隔的关键字列表
zh_hant: 輸入以逗號分隔的原產地清單

source: Enter the list of URL separated by commas
ar_ae: أدخل قائمة عناوين URL مفصولة بفواصل
de_de: Schlüsselwörter kommagetrennt eingeben.
es_es: Introduzca una lista de direcciones URL separadas por comas.
fr_ca: Entrez la liste des catégories, séparés par des virgules
it_it: Immetti gli ID degli oggetti separati da virgole
ja_jp: タグのリストを入力します; コンマ区切り
pt_pt: Digitar a lista de palavras entre virgulas.
ru_ru: Введите список ключевых слов через запятую
tr_tr: Virgülle ayırarak etiketlerin bir listesini girin.
zh_hans: 输入用逗号分隔的关键字列表
zh_hant: 輸入以逗號分隔的網址清單

source: Enter the view name
ar_ae: أدخِل اسم العرض
de_de: Bitte Ansichtsnamen eingeben
es_es: Escriba el nombre.
fr_ca: Entrez le nom de la vue
it_it: Digitare il nome di una vista.
ja_jp: 名前を入力:
pt_pt: Introduza o nome
ru_ru: Введите имя вида.
tr_tr: Adını giriniz:
zh_hans: 输入视图的名称
zh_hant: 輸入名稱

source: Enter your copyright information
ar_ae: أدخل معلومات حقوق الطبع والنشر الخاصة بك
de_de: Geben Sie Ihr Copyright ein
es_es: Introduzca la información de copyright
fr_ca: Entrez vos informations de droits d’auteur ici
it_it: Inserire il testo di copyright
ja_jp: あなたの情報を入力してください
pt_pt: Insira as suas informações
ru_ru: Введите информацию об авторских правах
tr_tr: Telif hakkı metninizi girin
zh_hans: 輸入您的版權資訊
zh_hant: 輸入您的版權資訊

source: Enter your Organization Name
ar_ae: أدخِل اسم مؤسستك
de_de: Namen der Organisation eingeben
es_es: Introduzca el nombre de su organización
fr_ca: Entrez le nom de votre organisation
it_it: Immettere il nome dell'organizzazione.
ja_jp: 組織名を入力
pt_pt: Introduza o seu nome/organização
ru_ru: [Введите название организации]
tr_tr: Lütfen organizasyonunuzun adını girin.
zh_hans: 输入您的名字
zh_hant: 輸入您的組織名稱

source: Enter your URL
ar_ae: أدخل عنوان URL الخاص بك
de_de: Gib deine URL ein
es_es: Introduzca su URL
fr_ca: Entrez votre URL
it_it: Inserisci il tuo URL
ja_jp: URL を入力
pt_pt: Escreve o teu Link
ru_ru: Введите ваш URL-адрес
tr_tr: URL'nizi buraya girin
zh_hans: 输入您的网址
zh_hant: 輸入影片網址

source: Enterprise features come with additional pricing. We will get back to you with a personalized offer.
ar_ae: تأتي ميزات المؤسسة مع أسعار إضافية. سنرد عليك بعرض مخصص.
de_de: Enterprise-Funktionen sind mit zusätzlichen Preisen verbunden. Wir werden uns mit einem personalisierten Angebot bei Ihnen melden.
es_es: Las funciones empresariales incluyen precios adicionales. Nos pondremos en contacto contigo con una oferta personalizada.
fr_ca: Les fonctionnalités d'entreprise sont assorties de prix supplémentaires. Nous reviendrons vers vous avec une offre personnalisée.
it_it: Le funzionalità aziendali prevedono prezzi aggiuntivi. Ti risponderemo con un'offerta personalizzata.
ja_jp: Enterprise機能には追加料金が適用されます。パーソナライズされたオファーで折り返しご連絡いたします。
pt_pt: Os recursos Enterprise vêm com preços adicionais. Entraremos em contacto consigo com uma oferta personalizada.
ru_ru: Функции Enterprise поставляются с дополнительными расценками. Мы свяжемся с вами с индивидуальным предложением.
tr_tr: Kurumsal özellikler ek fiyatlandırmayla birlikte gelir. Size kişiselleştirilmiş bir teklifle geri döneceğiz.
zh_hans: Enterprise版功能附带额外定价。我们会为您提供个性化优惠。
zh_hant: Enterprise版功能附帶額外價格。我們會為你提供個人化優惠。

source: Enterprise features come with additional pricing. You can unlock the following features with the Enterprise plan:
ar_ae: تأتي ميزات المؤسسة مع أسعار إضافية. يمكنك فتح الميزات التالية باستخدام خطة Enterprise:
de_de: Enterprise-Funktionen sind mit zusätzlichen Preisen verbunden. Mit dem Enterprise-Tarif können Sie die folgenden Funktionen freischalten:
es_es: Las funciones empresariales incluyen precios adicionales. Puedes desbloquear las siguientes funciones con el plan Enterprise:
fr_ca: Les fonctionnalités d'entreprise sont assorties de prix supplémentaires. Vous pouvez déverrouiller les fonctionnalités suivantes avec le forfait Entreprise :
it_it: Le funzionalità aziendali prevedono prezzi aggiuntivi. È possibile sbloccare le seguenti funzionalità con il piano Enterprise:
ja_jp: Enterprise機能には追加料金が適用されます。Enterpriseプランでは、次の機能をアンロックできます。
pt_pt: Os recursos Enterprise vêm com preços adicionais. Você pode desbloquear os seguintes recursos com o plano Enterprise:
ru_ru: Функции Enterprise поставляются с дополнительными расценками. С тарифным планом Enterprise вы можете разблокировать следующие функции:
tr_tr: Kurumsal özellikler ek fiyatlandırmayla birlikte gelir. Enterprise plan ile aşağıdaki özelliklerin kilidini açabilirsiniz:
zh_hans: Enterprise版功能附带额外定价。您可以使用企业版套餐解锁以下功能：
zh_hant: Enterprise版功能附帶額外價格。您可以使用Enterprise版方案解鎖以下功能：

source: Entity
ar_ae: الكيان
de_de: Element
es_es: Entidad
fr_ca: juridique
it_it: Entità
ja_jp: 法人
pt_pt: Entidade
ru_ru: Организация
tr_tr: Birim
zh_hans: 实体
zh_hant: 實體

source: Equal
ar_ae: متساوي
de_de: Gleich
es_es: Igual
fr_ca: Égal
it_it: Uguale
ja_jp: 等しい
pt_pt: Oportunidade
ru_ru: Равно
tr_tr: Emsal
zh_hans: 相等
zh_hant: 平等的

source: Error
ar_ae: خطأ
de_de: Fehler
fr_ca: Erreur
it_it: Errore
ja_jp: エラー
pt_pt: Erro
ru_ru: Ошибка
tr_tr: Hata
zh_hans: 错误
zh_hant: 出錯

source: Error establishing a connection to the Report Server application database.
ar_ae: خطأ في إنشاء اتصال بقاعدة بيانات تطبيق خادم التقارير.
de_de: Fehler beim Herstellen einer Verbindung zur Anwendungsdatenbank des Berichtsservers.
es_es: Error al establecer una conexión con la base de datos de la aplicación Report Server.
fr_ca: Erreur lors de l'établissement d'une connexion à la base de données de l'application Report Server.
it_it: Errore durante la creazione di una connessione al database dell'applicazione Report Server.
ja_jp: レポートサーバーアプリケーションデータベースへの接続の確立中にエラーが発生しました。
pt_pt: Erro ao estabelecer uma ligação à base de dados da aplicação Servidor de Relatórios.
ru_ru: Ошибка при установлении соединения с базой данных приложений сервера отчетов.
tr_tr: Rapor Sunucusu uygulama veritabanına bağlantı kurulurken hata oluştu.
zh_hans: 建立到报表服务器应用程序数据库的连接时出错。
zh_hant: 建立與 Dashboard Server 應用程序數據庫的連接時出錯。

source: Error in deleting profile picture.
ar_ae: خطأ في حذف صورة الملف التعريفي.
de_de: Löschen des Profils fehlgeschlagen
es_es: Error al eliminar la imagen de perfil.
fr_ca: Erreur lors de la suppression de la photo de profil.
it_it: Errore durante l'eliminazione dell'immagine del profilo.
ja_jp: プロフィール写真の削除中にエラーが発生しました。
pt_pt: Erro ao excluir a foto do perfil.
ru_ru: Ошибка при удалении изображения профиля.
tr_tr: Profil resmi silinirken hata oluştu.
zh_hans: 删除个人资料图片时出错。
zh_hant: 刪除個人資料圖片時出錯。

source: Error in getting Next Schedule
ar_ae: خطأ في الحصول على الجدول التالي
de_de: Fehler beim Abrufen des nächsten Zeitplans
es_es: Error al obtener el siguiente programa
fr_ca: Erreur lors de l'obtention de la prochaine planification
it_it: Errore nell'ottenimento della pianificazione successiva
ja_jp: 次のスケジュールの取得中にエラーが発生しました
pt_pt: Erro ao obter o próximo agendamento
ru_ru: Ошибка при получении следующего расписания
tr_tr: Sonraki Program alınırken hata oluştu
zh_hans: 获取下一个时间表时出错
zh_hant: 獲取下一個時間表時出錯

source: Error in update category
ar_ae: خطأ في فئة التحديث
de_de: Fehler in der Aktualisierung
es_es: error en la actualización
fr_ca: Erreur dans la catégorie de mise à jour
it_it: Errore nell'aggiornamento
ja_jp: 更新カテゴリでエラーが発生しました
pt_pt: Erro na categoria de actualização
ru_ru: Ошибка в обновлении
tr_tr: Güncelleme kategorisinde hata
zh_hans: 更新时出错
zh_hant: 更新類別錯誤

source: Error when adding a new pinboard.
ar_ae: خطأ عند إضافة لوحة رقم تعريف شخصي جديدة.
de_de: Fehler beim Hinzufügen einer neuen Pinnwand.
es_es: Error al añadir un nuevo tablero de anuncios.
fr_ca: Erreur lors de l'ajout d'un nouveau tableau d'affichage.
it_it: Errore durante l'aggiunta di una nuova bacheca.
ja_jp: 新しいピンボードを追加中にエラーが発生しました。
pt_pt: Erro ao adicionar um novo quadro de avisos.
ru_ru: Ошибка при добавлении новой доски объявлений.
tr_tr: Yeni bir pano eklenirken hata oluştu.
zh_hans: 添加新钉板时出错。
zh_hant: 新增釘選板時發生錯誤。

source: Error while adding a pinboard.
ar_ae: خطأ أثناء إضافة لوحة رقم التعريف الشخصي.
de_de: Fehler beim Hinzufügen eines Geräts
es_es: Error al agregar un contacto.
fr_ca: Erreur lors de l'ajout d'un tableau d'affichage.
it_it: Errore durante l'aggiunta di una bacheca.
ja_jp: ピンボードの追加中にエラーが発生しました。
pt_pt: Erro ao adicionar:
ru_ru: Ошибка при установке:
tr_tr: Eklenirken hata:
zh_hans: 增加時發生錯誤：
zh_hant: 添加主頁時出錯。

source: Error while adding a template report. Please try again later.
ar_ae: خطأ أثناء إضافة تقرير قالب. يُرجى إعادة المحاولة لاحقًا.
de_de: Fehler beim Hinzufügen eines Vorlagenberichts. Bitte versuchen Sie es später erneut.
es_es: Error al añadir un informe de plantilla. Vuelve a intentarlo más tarde.
fr_ca: Erreur lors de l'ajout d'un modèle de rapport. Veuillez réessayer plus tard.
it_it: Errore durante l'aggiunta di un modello di report. Riprova più tardi.
ja_jp: テンプレートレポートの追加中にエラーが発生しました。後でもう一度お試しください。
pt_pt: Erro ao adicionar um relatório de modelo. Tente novamente mais tarde.
ru_ru: Ошибка при добавлении шаблона отчета. Попробуйте снова чуть позже.
tr_tr: Şablon raporu eklenirken hata oluştu. Lütfen daha sonra tekrar deneyin.
zh_hans: 添加模板报告时出错。请稍后重试。
zh_hant: 新增分類時發生錯誤，請稍後再試。

source: Error while adding data source
ar_ae: خطأ أثناء إضافة مصدر البيانات
de_de: Fehler beim Hinzufügen der Datenquelle
es_es: Error al añadir:
fr_ca: Erreur lors de l’ajout de la source de données
it_it: Errore durante l'aggiunta dell'origine dati
ja_jp: データソースの追加中にエラーが発生しました
pt_pt: Erro ao adicionar:
ru_ru: Ошибка при установке:
tr_tr: Eklenirken hata:
zh_hans: 增加時發生錯誤：
zh_hant: 添加文件時出錯

source: Error while adding dataset
ar_ae: خطأ أثناء إضافة مجموعة البيانات
de_de: Fehler beim Hinzufügen des Datensatzes
es_es: Error al añadir:
fr_ca: Erreur lors de l’ajout du jeu de données
it_it: Errore durante l'aggiunta del set di dati
ja_jp: リンクの追加中にエラーが発生しました
pt_pt: Erro ao adicionar:
ru_ru: Ошибка при установке:
tr_tr: Eklenirken hata:
zh_hans: 增加時發生錯誤：
zh_hant: 添加文件時出錯

source: Error while adding file
ar_ae: خطأ أثناء إضافة الملف
de_de: Fehler beim Hinzufügen der Ressource
es_es: Error al añadir:
fr_ca: Erreur lors de l’ajout du fichier
it_it: Si è verificato un errore durante l'aggiunta del file.
ja_jp: リンクの追加中にエラーが発生しました
pt_pt: Erro ao adicionar:
ru_ru: Ошибка при установке:
tr_tr: Eklenirken hata:
zh_hans: 增加時發生錯誤：
zh_hant: 添加文件時出錯

source: Error while adding report part file
ar_ae: خطأ أثناء إضافة ملف جزء التقرير
de_de: Fehler beim Hinzufügen der Berichts-Teildatei
es_es: Error al añadir el archivo de parte de informe
fr_ca: Erreur lors de l’ajout du fichier
it_it: Errore durante l'aggiunta del file della parte del rapporto
ja_jp: レポートパーツファイルの追加中にエラーが発生しました
pt_pt: Erro ao adicionar ficheiro de peça de relatório
ru_ru: Ошибка при добавлении файла части отчета
tr_tr: Rapor parça dosyası eklenirken hata oluştu
zh_hans: 添加报表零件文件时出错
zh_hant: 添加文件時出錯

source: Error while adding the Widget to the pinboard.
ar_ae: خطأ أثناء إضافة القطعة إلى اللوحة.
de_de: Fehler beim Hinzufügen des Widgets zur Pinnwand.
es_es: Error al añadir el widget al tablero de anuncios.
fr_ca: Erreur lors de l'ajout du widget au tableau d'affichage.
it_it: Errore durante l'aggiunta del Widget alla bacheca.
ja_jp: ピンボードにウィジェットを追加中にエラーが発生しました。
pt_pt: Erro ao adicionar o Widget ao quadro de anúncios.
ru_ru: Ошибка при добавлении виджета на доску объявлений.
tr_tr: Widget panoya eklenirken hata oluştu.
zh_hans: 将小部件添加到钉板时出错。
zh_hant: 將小工具新增到釘選板時發生錯誤。

source: Error while connecting the database
ar_ae: خطأ أثناء توصيل قاعدة البيانات
de_de: Schwerwiegender Fehler: Es konnte keine Verbindung zur Datenbank hergestellt werden.
es_es: Error al conectar la base de datos
fr_ca: Erreur lors de la connexion à la base de données
it_it: Errore durante la connessione al database
ja_jp: データベースの接続中にエラーが発生しました
pt_pt: Erro ao ligar a base de dados
ru_ru: Ошибка при подключении к базе данных.
tr_tr: Veritabanı bağlanırken hata oluştu
zh_hans: 连接数据库错误
zh_hant: 連接數據庫時出錯。

source: Error while creating data source
ar_ae: خطأ أثناء إنشاء مصدر البيانات
de_de: Beim Erstellen der Datenquelle ist ein Fehler aufgetreten
es_es: Error al crear
fr_ca: Erreur lors de la création de la source de données
it_it: Errore durante la creazione dell'origine dati {0}
ja_jp: データソースの作成中にエラーが発生しました
pt_pt: Erro ao criar fonte de dados
ru_ru: Ошибка при создании источника данных
tr_tr: Veri kaynağı oluşturulurken bir hata oluştu
zh_hans: 创建数据源时出错
zh_hant: 建立資料來源時發生錯誤

source: Error while getting tabs for multi-tabbed dashboards.
ar_ae: خطأ أثناء الحصول على علامات التبويب للوحات المعلومات ذات علامات التبويب المتعددة.
de_de: Fehler beim Abrufen von Registerkarten für Dashboards mit mehreren Registerkarten.
es_es: Error al obtener pestañas para paneles de varias pestañas.
fr_ca: Erreur lors de l'obtention d'onglets pour les tableaux de bord à onglets multiples.
it_it: Errore durante l'ottenimento di schede per dashboard multi-tab.
ja_jp: マルチタブダッシュボードのタブを取得中にエラーが発生しました。
pt_pt: Erro ao obter guias para painéis com várias guias.
ru_ru: Ошибка при получении вкладок для панелей мониторинга с несколькими вкладками.
tr_tr: Çoklu sekmeli panolar için sekmeler alınırken hata oluştu.
zh_hans: 获取多选项卡仪表板的选项卡时出错。
zh_hant: 獲取多選項卡儀表板的選項卡時出錯。

source: Error while getting template reports.
ar_ae: خطأ أثناء الحصول على تقارير القوالب.
de_de: Fehler beim Abrufen von Vorlagenberichten.
es_es: Error al obtener informes de plantilla.
fr_ca: Erreur lors de l'obtention des modèles de rapports.
it_it: Errore durante l'ottenimento dei report dei modelli.
ja_jp: テンプレートレポートの取得中にエラーが発生しました。
pt_pt: Erro ao obter relatórios de modelo.
ru_ru: Ошибка при получении отчетов по шаблонам.
tr_tr: Şablon raporları alınırken hata oluştu.
zh_hans: 获取模板报告时出错。
zh_hant: 取得範本報告時發生錯誤。

source: Error while pinning
ar_ae: خطأ أثناء التثبيت
de_de: Fehler beim Anheften
es_es: Error al fijar
fr_ca: Erreur lors de l'épinglage
it_it: Errore durante il pinning
ja_jp: 時にエラー
pt_pt: Erro durante
ru_ru: Ошибка при закреплении
tr_tr: Sabitleme sırasında hata oluştu
zh_hans: 固定时出错
zh_hant: 固定時出錯

source: Error while updating a template report with your data. Please try again later.
ar_ae: خطأ أثناء تحديث تقرير قالب ببياناتك. يُرجى إعادة المحاولة لاحقًا.
de_de: Fehler beim Aktualisieren eines Vorlagenberichts mit Ihren Daten. Bitte versuchen Sie es später erneut.
es_es: Error al actualizar un informe de plantilla con sus datos. Vuelve a intentarlo más tarde.
fr_ca: Erreur lors de la mise à jour d'un modèle de rapport avec vos données. Veuillez réessayer plus tard.
it_it: Errore durante l'aggiornamento di un modello di report con i tuoi dati. Riprova più tardi.
ja_jp: データを使用してテンプレートレポートを更新中にエラーが発生しました。後でもう一度お試しください。
pt_pt: Erro ao atualizar um relatório de modelo com os seus dados. Tente novamente mais tarde.
ru_ru: Ошибка при обновлении шаблона отчета с вашими данными. Попробуйте снова чуть позже.
tr_tr: Verilerinizle bir şablon raporu güncellenirken hata oluştu. Lütfen daha sonra tekrar deneyin.
zh_hans: 使用您的数据更新模板报告时出错。请稍后重试。
zh_hant: 使用您的資料更新範本報告時發生錯誤。請稍後再試。

source: Error while updating authentication control settings.
ar_ae: خطأ أثناء تحديث إعدادات التحكم في المصادقة.
de_de: Fehler beim Aktualisieren der Authentifizierungssteuerungseinstellungen.
es_es: Se ha producido un error al actualizar la configuración de autenticación.
fr_ca: Erreur lors de la mise à jour des paramètres de contrôle d'authentification
it_it: Errore durante l'aggiornamento delle impostazioni di controllo dell'autenticazione.
ja_jp: 認証制御設定の更新中にエラーが発生しました。
pt_pt: Erro ao atualizar as definições de controlo de autenticação.
ru_ru: Ошибка при обновлении параметров управления аутентификацией.
tr_tr: Kimlik doğrulama kontrol ayarları güncellenirken hata oluştu.
zh_hans: 更新身份验证控制设置时出错。
zh_hant: 更新設置時出錯。

source: Error while updating data source
ar_ae: خطأ أثناء تحديث مصدر البيانات
de_de: Fehler beim Aktualisieren.
es_es: Error al actualizar los datos.
fr_ca: Erreur lors de la mise à jour de la source de données
it_it: Errore durante l'aggiornamento dei dati
ja_jp: データソースの更新中にエラーが発生しました
pt_pt: Erro ao atualizar dados de utilizador
ru_ru: Ошибка при обновлении
tr_tr: Veri kaynağı güncellenirken hata oluştu
zh_hans: 更新用户数据时出错
zh_hant: 更新資料來源時發生錯誤
