Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Applied Filters
ar_ae: عوامل التصفية المطبقة
de_de: Angewandte Filter
es_es: Filtros aplicados
fr_ca: Filtres appliqués
it_it: Filtri applicati
ja_jp: 適用されたフィルター
pt_pt: Filtros aplicados
ru_ru: Прикладные фильтры
tr_tr: Önceden uygulanmış filtreler
zh_hans: 应用筛选器
zh_hant: 應用過濾器

source: Apply
ar_ae: تطبيق
de_de: Anwenden
es_es: Aplicar
fr_ca: Appliquer
it_it: Applica
ja_jp: 適用
pt_pt: Aplicar
ru_ru: Нанесение
tr_tr: Uygula
zh_hans: 应用
zh_hant: 套用

source: April
ar_ae: أبريل
es_es: Abril
fr_ca: Avril
it_it: Aprile
ja_jp: 4月
pt_pt: Abril
ru_ru: Апрель
tr_tr: Nisan
zh_hans: 四月
zh_hant: 四月

source: Are you sure you want to delete
ar_ae: هل أنت متأكد أنك تريد الحذف
de_de: Sind Sie sich sicher, dass Sie ... löschen möchten?
es_es: ¿Está seguro de que quiere eliminar?
fr_ca: Êtes-vous bien certain de vouloir supprimer?
it_it: Sei sicuro di voler eliminare
ja_jp: 本当に消去してもよろしいですか？
pt_pt: Tem certeza de que pretende eliminar
ru_ru: Вы уверены, что хотите удалить
tr_tr: Silmek istediğine emin misin
zh_hans: 您确认要删除
zh_hant: 您確定要刪除

source: Are you sure you want to delete the attribute -
ar_ae: هل أنت متأكد أنك تريد حذف السمة -
de_de: Sind Sie sicher dass Sie löschen möchten
es_es: ¿Está seguro de que desea eliminar el atributo -
fr_ca: Êtes-vous sûr de vouloir supprimer le choisi ?
it_it: Sicuro di voler eliminare la
ja_jp: 本当に、削除してもいいですか？
pt_pt: Tem certeza de que pretende apagar a
ru_ru: Действительно удалить
tr_tr: Bunu özelliği silmek istediğinizden emin misiniz?
zh_hans: 您确实要删除该属性吗？
zh_hant: 您是否確定要刪除

source: Are you sure you want to delete the connected site -
ar_ae: هل أنت متأكد أنك تريد حذف الموقع المتصل -
de_de: Sind Sie sicher dass Sie löschen möchten
es_es: ¿Estás seguro de que deseas eliminar el sitio?
fr_ca: Êtes-vous sûr de vouloir supprimer le site ?
it_it: Sicuro di voler eliminare la
ja_jp: 本当に、削除してもいいですか？
pt_pt: Tem certeza de que pretende apagar a
ru_ru: Удалить участок?
tr_tr: Formu silmek istediğinizden emin misiniz
zh_hans: 您是否确定要删除
zh_hant: 您是否確定要刪除

source: Are you sure you want to delete the expression?
ar_ae: هل أنت متأكد أنك تريد حذف التعبير ؟
de_de: Sind Sie sicher dass Sie löschen möchten
es_es: ¿Está seguro de que desea eliminar la
fr_ca: Voulez-vous vraiment supprimer l'expression?
it_it: Sicuro di voler eliminare la
ja_jp: 本当に、削除してもいいですか？
pt_pt: Tem certeza de que pretende apagar a
ru_ru: Действительно удалить
tr_tr: Sayfayı silmek istediğinizden emin misiniz?
zh_hans: 您是否确定要删除
zh_hant: 您是否確定要刪除

source: Are you sure you want to delete the group
ar_ae: هل أنت متأكد أنك تريد حذف المجموعة
de_de: Möchten Sie die Gruppe wirklich löschen?
es_es: ¿Está seguro de que quiere eliminar el grupo?
fr_ca: Êtes-vous sûr de vouloir supprimer le groupe
it_it: Sei sicuro di voler cancellare l'intero gruppo?
ja_jp: 本当にこのグループを削除してもよろしいですか？
pt_pt: Tem certeza de que deseja excluir o grupo?
ru_ru: Действительно удалить группу?
tr_tr: Grubu silmek istediğinizden emin misiniz?
zh_hans: 您确定要删除群组吗？
zh_hant: 您是否確定要刪除

source: Are you sure you want to delete the group with associated group user(s)
ar_ae: هل أنت متأكد أنك تريد حذف المجموعة مع مستخدم(مستخدمين) المجموعة المرتبطة
de_de: Sind Sie sicher, dass Sie die Gruppe mit den zugehörigen Gruppenbenutzern löschen möchten?
es_es: ¿Está seguro de que desea eliminar el grupo con usuariosde grupo asociados?
fr_ca: Voulez-vous vraiment supprimer le ou les groupes?
it_it: Sei sicuro di voler eliminare il gruppo con gli utentidel gruppo associati
ja_jp: グループ %groupを削除しますか?
pt_pt: Tem a certeza de que pretende eliminar o grupo com utilizador(es) de grupo associado (s)
ru_ru: Вы уверены, что хотите удалить группу с соответствующими пользователями группы
tr_tr: İlişkili grup kullanıcısı/kullanıcıları olan grubu silmek istediğinizden emin misiniz?
zh_hans: 确认要删除组 %group 吗?
zh_hant: 確定要刪除組嗎？

source: Are you sure you want to delete the group(s) with associated group user(s)?
ar_ae: هل أنت متأكد أنك تريد حذف المجموعة(المجموعات) مع مستخدم(مستخدمين) مرتبطين بالمجموعة ؟
de_de: Sind Sie sicher, dass Sie die Gruppe(n) mit den zugehörigen Gruppenbenutzern löschen möchten?
es_es: ¿Está seguro de que desea eliminar el (los) grupo(s) con usuario (s) de grupo asociado (s)?
fr_ca: Voulez-vous vraiment supprimer le ou les groupes?
it_it: Sei sicuro di voler eliminare i gruppi con gli utenti del gruppo associati?
ja_jp: 関連付けられたグループユーザーを持つグループを削除してもよろしいですか？
pt_pt: Tem a certeza de que pretende eliminar o (s) grupo(s) com utilizador (es) de grupo associado (s)?
ru_ru: Вы уверены, что хотите удалить группу(ы) с связанными пользователями группы?
tr_tr: İlişkili grup kullanıcısı/kullanıcıları olan grubu/grupları silmek istediğinizden emin misiniz?
zh_hans: 您确定要删除具有关联群组用户的群组吗？
zh_hant: 確定要刪除組嗎？

source: Are you sure you want to delete the Group(s)?
ar_ae: هل أنت متأكد أنك تريد حذف المجموعة(المجموعات )؟
de_de: Möchten Sie die Gruppe wirklich löschen?
es_es: ¿Está seguro de que quiere eliminar el grupo?
fr_ca: Voulez-vous vraiment supprimer le ou les groupes?
it_it: Sei sicuro di voler cancellare l'intero gruppo?
ja_jp: 選択したグループを削除してもよろしいですか？
pt_pt: Tem certeza de que deseja excluir o grupo?
ru_ru: Действительно удалить группу?
tr_tr: %s grubunu silmek istediğinizden emin misiniz?
zh_hans: 是否确实要删除选择的组?
zh_hant: 確定要刪除組嗎？

source: Are you sure you want to delete the profile picture?
ar_ae: هل أنت متأكد أنك تريد حذف صورة الملف الشخصي ؟
de_de: Sind Sie sicher dass Sie das Bild löschen möchten?
es_es: ¿Estás seguro de que deseas borrar tu imagen de perfil?
fr_ca: Voulez-vous vraiment supprimer la photo de profil?
it_it: Sei sicuro di voler eliminare il profilo
ja_jp: プロファイル %name を本当に削除しますか?
pt_pt: Tem certeza de que deseja apagar a sua fotografia de perfil?
ru_ru: Вы действительно хотите удалить свою фотографию?
tr_tr: Profili silmek istediğine emin misin?
zh_hans: 您确定要删除您的个人资料图片吗？
zh_hant: 確定要刪除頭像嗎？

source: Are you sure you want to delete the User(s)?
ar_ae: هل أنت متأكد أنك تريد حذف المستخدم(المستخدمين )؟
de_de: Möchten Sie den Benutzer wirklich löschen
es_es: ¿Está seguro de que desea eliminar el/los usuario/s?
fr_ca: Êtes-vous sûr de vouloir supprimer le(s) utilisateur(s) ?
it_it: Sei sicuro di voler cancellare l\'utente
ja_jp: 選択したユーザーを削除してもよろしいですか？
pt_pt: Tem certeza que deseja excluir o(s) usuário(s) selecionado(s)?
ru_ru: Вы уверены, что хотите удалить пользователя(ей)?
tr_tr: Kullanıcıyı silmek istediğine emin misiniz?
zh_hans: 你确定想要删除这个用户吗？
zh_hant: 您確定要刪除這個場景嗎？

source: Are you sure you want to delete the User?
ar_ae: هل أنت متأكد أنك تريد حذف المستخدم ؟
de_de: Sind Sie sicher, dass Sie den Nutzer löschen möchten?
es_es: ¿Está seguro de que desea eliminar el usuario?
fr_ca: Voulez-vous vraiment supprimer l’utilisateur ?
it_it: Sei sicuro di voler eliminare l&apos;utente?
ja_jp: 本当に、ユーザを削除してもいいですか？
pt_pt: Tem certeza de que deseja excluir o usuário?
ru_ru: Действительно удалить пользователя?
tr_tr: Kullanıcıyı silmek istediğine emin misiniz?
zh_hans: 您确定要删除这个用户吗？
zh_hant: 您確定要刪除這個場景嗎？

source: Are you sure you want to delete the view
ar_ae: هل أنت متأكد أنك تريد حذف طريقة العرض
de_de: Sind Sie sicher dass Sie löschen möchten
es_es: ¿Está seguro de que desea eliminar la
fr_ca: Voulez-vous vraiment supprimer le vue
it_it: Sicuro di voler eliminare la Vista?
ja_jp: 本当に、削除してもいいですか？
pt_pt: Tem certeza de que pretende apagar a
ru_ru: Действительно удалить
tr_tr: Formu silmek istediğinizden emin misiniz
zh_hans: 您是否确定要删除
zh_hant: 您是否確定要刪除

source: Are you sure you want to delete this account
ar_ae: هل أنت متأكد أنك تريد حذف هذا الحساب
de_de: Sind Sie sicher dass Sie dieses Konto löschen möchten?
es_es: ¿Seguro que quiere eliminar esta cuenta?
fr_ca: Etes-vous sûr de vouloir supprimer ce compte
it_it: Cancellare questo conto?
ja_jp: アカウントを削除してもよろしいですか?
pt_pt: Tem certeza de que deseja excluir essa conta?
ru_ru: Действительно удалить эту учетную запись?
tr_tr: Bu hesabı silmek istediğinizden emin misiniz?
zh_hans: 是否确实要删除此帐户?
zh_hant: 你確定要刪除這個嗎 ？

source: Are you sure you want to delete this comment?
ar_ae: هل أنت متأكد أنك تريد حذف هذا التعليق ؟
de_de: Sind Sie sicher, dass Sie diesen Kommentar löschen möchten?
es_es: ¿Seguro que quiere eliminar este comentario?
fr_ca: Êtes-vous sûr de vouloir supprimer ce commentaire ?
it_it: Eliminare questo commento?
ja_jp: 本当にこのコメントを削除してもよろしいですか?
pt_pt: Tem a certeza de que pretende apagar este comentário?
ru_ru: Вы уверенны, что хотите удалить этот комментарий?
tr_tr: Bu yorumu silmek istediğinizden emin misiniz?
zh_hans: 您确认要删除该评论吗？
zh_hant: 你確定刪除此評論？

source: Are you sure you want to delete this permission?
ar_ae: هل أنت متأكد أنك تريد حذف هذا الإذن ؟
de_de: Möchten Sie diese Rollenberechtigung wirklich löschen?
es_es: ¿Está seguro que desea borrar este permiso?
fr_ca: Êtes-vous sûr de vouloir supprimer cette autorisation ?
it_it: Eliminare il set di autorizzazioni?
ja_jp: 本当にこれを削除してもよろしいですか？
pt_pt: Tem a certeza de que pretende eliminar isto?
ru_ru: Действительно выполнить удаление?
tr_tr: Bunu silmek istediğinizden emin misiniz ?
zh_hans: 你确认要删除此回放吗？
zh_hant: 你確定你要刪除這個文章？

source: Are you sure you want to delete this pinboard?
ar_ae: هل أنت متأكد أنك تريد حذف هذه اللوحة ؟
de_de: Wollen Sie das wirklich löschen?
es_es: ¿Seguro que desea eliminar esto?
fr_ca: Voulez-vous vraiment confirmer cette suppression ?
it_it: Sei sicuro di voler eliminare?
ja_jp: 本当にこれを削除してもよろしいですか？
pt_pt: Tem a certeza de que pretende eliminar isto?
ru_ru: Действительно выполнить удаление?
tr_tr: Bunu silmek istediğinizden emin misiniz ?
zh_hans: 你确认要删除此回放吗？
zh_hant: 你確定要刪除這個嗎 ？

source: Are you sure you want to delete this schedule
ar_ae: هل أنت متأكد أنك تريد حذف هذا الجدول
de_de: Sind Sie sicher, Sie wollen diesen Zeitplan löschen?
es_es: ¿Está seguro que desea eliminar este horario?
fr_ca: Êtes-vous sûr de vouloir supprimer cette planification
it_it: Confermi l'eliminazione di questa programmazione?
ja_jp: スケジュールを削除してもよろしいですか？
pt_pt: Tem certeza de que deseja eliminar este agendamento?
ru_ru: Вы действительно хотите удалить этот график?
tr_tr: Bunu silmek istediğinizden emin misiniz?
zh_hans: 您确定要删除此日程安排吗？
zh_hant: 您確定要刪除嗎 ？

source: Are you sure you want to delete user access?
ar_ae: هل أنت متأكد أنك تريد حذف وصول المستخدم ؟
de_de: Sind Sie sicher, dass Sie den Benutzer löschen möchten?
es_es: ¿Seguro que quieres eliminar el usuario?
fr_ca: Voulez-vous vraiment supprimer cet utilisateur?
it_it: Si è certi di voler eliminare questo utente?
ja_jp: 本当に、ユーザを削除してもいいですか？
pt_pt: Tem a certeza de que quer eliminar este utilizador?
ru_ru: Вы уверены, что хотите удалить доступ пользователя?
tr_tr: Bu kullanıcıyı silmek istediğinize emin misiniz?
zh_hans: 确定删除？
zh_hant: 您確定要刪除這個場景嗎？

source: Are you sure you want to generate the token?
ar_ae: هل أنت متأكد أنك تريد إنشاء الرمز المميز ؟
de_de: Möchten Sie wirklich ein neues Token generieren?
es_es: ¿Seguro que deseas generar un nuevo token de acceso de API?
fr_ca: Etes vous sûr de vouloir générer un nouveau jeton ?
it_it: Sei sicuro di voler generare il token?
ja_jp: トークンを生成してもよろしいですか？
pt_pt: Tem a certeza de que pretende gerar um novo token?
ru_ru: Действительно создать?
tr_tr: Token oluşturmak istediğinizden emin misiniz?
zh_hans: 您确定要生成令牌吗？
zh_hant: 您確定要產生權杖嗎？

source: Are you sure you want to make the
ar_ae: هل أنت متأكد أنك تريد جعل
de_de: Sind Sie sicher, dass Sie
es_es: ¿Estás seguro de que quieres hacer el cambio?
fr_ca: Êtes-vous sûr de vouloir faire le
it_it: Sei sicuro di voler fare (...)
ja_jp: 本当に購入してもよろしいですか？
pt_pt: Tem a certeza de que deseja
ru_ru: Вы точно хотите
tr_tr: İstediğinden emin misin?
zh_hans: 是否确定要
zh_hant: 你確定要製作

source: Are you sure you want to remove the report?
ar_ae: هل أنت متأكد أنك تريد إزالة التقرير ؟
es_es: ¿Está seguro de que quiere eliminar el logotipo?
fr_ca: Voulez-vous vraiment supprimer le rapport de blessure ?
ja_jp: 本当に削除しますか?
pt_pt: Tem certeza de que deseja remover?
ru_ru: Вы уверены, что хотите удалить товар?
tr_tr: Kaldırmak istediğine emin misin?
zh_hans: 您是否确定移除选定的报告？

source: Are you sure you want to remove user access?
ar_ae: هل أنت متأكد أنك تريد إزالة وصول المستخدم ؟
de_de: Sind Sie sicher, dass Sie den Benutzer entfernen möchten?
es_es: ¿Seguro que desea suprimir el acceso de usuario de {0} ?
fr_ca: Êtes vous certain de vouloir supprimer l'accès ?
it_it: Sei sicuro di voler rimuovere questo utente?
ja_jp: このユーザーを削除してもよろしいですか？
pt_pt: Tem a certeza que deseja remover este utilizador?
ru_ru: Уверены, что хотите удалить Пользователя?
tr_tr: Bu kullanıcıyı silmek istediğinizden emin misiniz?
zh_hans: 您确定要删除此访问日志吗？
zh_hant: 您確定要刪除此用戶嗎？

source: Are you sure you want to synchronize the report changes with other sites?
ar_ae: هل أنت متأكد أنك تريد مزامنة تغييرات التقرير مع المواقع الأخرى ؟
de_de: Sind Sie sicher, dass Sie die Berichtsänderungen mit anderen Standorten synchronisieren möchten?
es_es: ¿Está seguro de que desea sincronizar los cambios del informe con otros sitios?
fr_ca: Voulez-vous vraiment synchroniser les modifications du tableau de bord avec d'autres sites ?
it_it: Sei sicuro di voler sincronizzare le modifiche del report con altri siti?
ja_jp: レポートの変更を他のサイトと同期してもよろしいですか？
pt_pt: Tem a certeza de que pretende sincronizar as alterações do relatório com outros sites?
ru_ru: Вы уверены, что хотите синхронизировать изменения отчета с другими сайтами?
tr_tr: Rapor değişikliklerini diğer sitelerle senkronize etmek istediğinizden emin misiniz?
zh_hans: 您确定要将报告更改与其他站点同步吗？
zh_hant: 您確定要將報告變更與其他網站同步嗎？

source: as it has been scheduled to run at certain times.
ar_ae: كما كان من المقرر أن يتم تشغيله في أوقات معينة.
de_de: wie es zu bestimmten Zeiten geplant war.
es_es: ya que se ha programado para ejecutarse en ciertos momentos.
fr_ca: car il a été programmé pour s'exécuter à certains moments.
it_it: in quanto è stata programmata per funzionare in determinati orari.
ja_jp: 特定の時間に実行するようにスケジュールされているためです。
pt_pt: como foi programado para ser executado em determinados momentos.
ru_ru: как это было запланировано для запуска в определенное время.
tr_tr: belirli zamanlarda çalışması planlandığı için.
zh_hans: 因为它已被安排在特定时间运行。
zh_hant: 因為它已計劃在特定時間運行。

source: as the Category contains reports.
ar_ae: حيث تحتوي الفئة على تقارير.
de_de: da die Kategorie Berichte enthält.
es_es: ya que la Categoría contiene informes.
fr_ca: car la catégorie contient des rapports.
it_it: in quanto la Categoria contiene report.
ja_jp: カテゴリにレポートが含まれているためです。
pt_pt: pois a Categoria contém relatórios.
ru_ru: поскольку Категория содержит отчеты.
tr_tr: kategori raporlar içerdiğinden.
zh_hans: 因为类别包含报告。
zh_hant: 因為類別包含儀表板。

source: as the Data Source is being used by reports or datasets.
ar_ae: حيث يتم استخدام مصدر البيانات بواسطة التقارير أو مجموعات البيانات.
de_de: da die Datenquelle von Berichten oder Datensätzen verwendet wird.
es_es: ya que la fuente de datos está siendo utilizada por informes o conjuntos de datos.
fr_ca: étant donné que la source de données est utilisée par des rapports ou des ensembles de données.
it_it: in quanto l'origine dati viene utilizzata da report o set di dati.
ja_jp: データソースがレポートまたはデータセットによって使用されているためです。
pt_pt: como a Fonte de Dados está sendo usada por relatórios ou conjuntos de dados.
ru_ru: поскольку Источник данных используется отчетами или наборами данных.
tr_tr: veri Kaynağı raporlar veya veri kümeleri tarafından kullanıldığından.
zh_hans: 因为报告或数据集正在使用数据源。
zh_hant: 因為報告或資料集正在使用資料來源。

source: as the Dataset is being used by reports.
ar_ae: حيث يتم استخدام مجموعة البيانات بواسطة التقارير.
de_de: da der Datensatz von Berichten verwendet wird.
es_es: ya que el conjunto de datos está siendo utilizado por los informes.
fr_ca: car l'ensemble de données est utilisé par les rapports.
it_it: poiché il set di dati viene utilizzato dai report.
ja_jp: データセットがレポートで使用されているためです。
pt_pt: como o conjunto de dados está sendo usado por relatórios.
ru_ru: поскольку набор данных используется отчетами.
tr_tr: çünkü Veri Kümesi raporlar tarafından kullanılmaktadır.
zh_hans: 因为报告正在使用数据集。
zh_hant: 因為報告正在使用資料集。

source: Ascending
ar_ae: تصاعدي
de_de: Aufsteigend
es_es: Ascendente
fr_ca: Croissant
it_it: Crescente
ja_jp: 昇順
pt_pt: Ascendente
ru_ru: По возрастанию
tr_tr: Artan
zh_hans: 向上发散
zh_hant: 升序

source: Assign a group to selected users
ar_ae: تعيين مجموعة للمستخدمين المحددين
de_de: Ordnen Sie den ausgewählten eine Gruppe zu
es_es: Asignar un grupo a los usuarios seleccionados
fr_ca: Attribuer un groupe aux utilisateurs sélectionnés
it_it: Assegna utenti selezionati
ja_jp: 選択したユーザーにグループを割り当てる
pt_pt: Atribuir um grupo a utilizadores selecionados
ru_ru: Назначить группу выбранным пользователям
tr_tr: Seçilen kullanıcılara bir grup ata
zh_hans: 将组分配给所选用户
zh_hant: 將組分配給選定的用戶

source: Assign Group
ar_ae: تعيين مجموعة
de_de: Gruppe zuweisen
es_es: Asignar grupo
fr_ca: Assigner à un groupe
it_it: Assegna gruppo
ja_jp: グループを割り当てる
pt_pt: Atribuir grupo
ru_ru: Назначить группу
tr_tr: Grup Ata
zh_hans: 分配群组
zh_hant: 指派到群組

source: Assign to
ar_ae: تعيين إلى
de_de: Zuweisen an
es_es: Asignar a
fr_ca: Affecter à
it_it: Assegna a
ja_jp: 割当て先
pt_pt: Atribuir a
ru_ru: Назначено
tr_tr: Şuna ata
zh_hans: 分配给
zh_hant: 分配給

source: Assigns newly created users to this default group.
ar_ae: تعيين المستخدمين الذين تم إنشاؤهم حديثًا إلى هذه المجموعة الافتراضية.
de_de: Weist neu angelegte Benutzer dieser Standardgruppe zu.
es_es: Asigna usuarios recién creados a este grupo predeterminado.
fr_ca: Affecte les utilisateurs nouvellement créés à ce groupe par défaut.
it_it: Assegna gli utenti appena creati a questo gruppo predefinito.
ja_jp: 新しく作成されたユーザーをこのデフォルトグループに割り当てます。
pt_pt: Atribui utilizadores recém-criados a este grupo predefinido.
ru_ru: Назначает вновь созданных пользователей в эту группу по умолчанию.
tr_tr: Yeni oluşturulan kullanıcıları bu varsayılan gruba atar.
zh_hans: 将新创建的用户分配给此默认组。
zh_hant: 將新建立的使用者指派給此預設羣組。

source: at least {0} characters
ar_ae: {0} حرفًا على الأقل
de_de: {0} muss mindestens {1} Zeichen lang sein.
es_es: Se requieren al menos {0} caracteres.
fr_ca: Doit être égal ou supérieur à {0} caractères
it_it: Almeno {0} caratteri
ja_jp: 最低8文字
pt_pt: pelo menos {0} caracteres
ru_ru: Нужно ввести как минимум {0} символов
tr_tr: En Az 8 Karakter
zh_hans: 至少8个字符
zh_hant: 至少8個字符

source: at least 6 characters
ar_ae: 6 أحرف على الأقل
de_de: Mindestens 6 Zeichen
es_es: al menos 6 caracteres
fr_ca: au moins 6 caractères
it_it: almeno 6 caratteri.
ja_jp: 6文字以上でパスワードを入力
pt_pt: Pelo menos 6 carateres
ru_ru: Не менее 6 символов
tr_tr: En az 6 karakter...
zh_hans: 最少6位字符
zh_hant: 至少 6 個字符。

source: At least one rule must be defined.
ar_ae: يجب تحديد قاعدة واحدة على الأقل.
de_de: Mindestens ein Schritt muss definiert werden.
es_es: Se debe definir al menos una regla.
fr_ca: Au moins une règle doit être définie.
it_it: È necessario definire almeno un livello.
ja_jp: 少なくとも1つのセグメント条件を定義する必要があります。
pt_pt: Pelo menos um período deve ser definido.
ru_ru: По крайней мере, одно значение приращения должно быть задано.
tr_tr: En az bir kural tanımlanmalıdır.
zh_hans: 必须至少定义一个策略。
zh_hant: 必須定義至少一個區段條件。

source: At least one rule must match the current user's IP address.
ar_ae: يجب أن تتطابق قاعدة واحدة على الأقل مع عنوان IP الخاص بالمستخدم الحالي.
de_de: Mindestens eine Regel muss mit der IP-Adresse des aktuellen Benutzers übereinstimmen.
es_es: Al menos una regla debe coincidir con la dirección IP del usuario actual.
fr_ca: Au moins une règle doit correspondre à l'adresse IP de l'utilisateur actuel.
it_it: Almeno una regola deve corrispondere all'indirizzo IP dell'utente corrente.
ja_jp: 少なくとも1つのルールが現在のユーザーのIPアドレスと一致している必要があります。
pt_pt: Pelo menos uma regra deve corresponder ao endereço IP do utilizador atual.
ru_ru: По крайней мере одно правило должно соответствовать IP-адресу текущего пользователя.
tr_tr: En az bir kural geçerli kullanıcının IP adresiyle eşleşmelidir.
zh_hans: 至少一个规则必须与当前用户的IP地址匹配。
zh_hant: 至少一個規則必須與當前用戶的IP地址相匹配。

source: At least two conditions are needed to add global where condition.
ar_ae: هناك حاجة إلى شرطين على الأقل لإضافة شرط WHERE العالمي.
de_de: Zum Hinzufügen der globalen WHERE-Bedingung sind mindestens zwei Bedingungen erforderlich.
es_es: Se necesitan al menos dos condiciones para añadir la condición global where.
fr_ca: Au moins deux conditions sont nécessaires pour ajouter une condition globale.
it_it: Sono necessarie almeno due condizioni per aggiungere la condizione WHERE globale.
ja_jp: グローバルWHERE条件を追加するには、少なくとも2つの条件が必要です。
pt_pt: Pelo menos duas condições são necessárias para adicionar a condição global where.
ru_ru: Для добавления глобального условия where необходимо как минимум два условия.
tr_tr: Global where koşulunu eklemek için en az iki koşul gereklidir.
zh_hans: 添加全局WHERE条件至少需要两个条件。
zh_hant: 添加全局 where 條件至少需要兩個條件。

source: Attach file:
ar_ae: إرفاق الملف:
de_de: Datei anhängen:
es_es: Adjuntar archivo:
fr_ca: Ajouter un fichier :
it_it: Allega file:
ja_jp: ファイルを添付する:
pt_pt: Anexar ficheiro
ru_ru: Приложить файл:
tr_tr: Dosya Eki:
zh_hans: 附件：
zh_hant: 添加文件：

source: Attribute has been added successfully.
ar_ae: تمت إضافة السمة بنجاح.
de_de: Zone erfolgreich hinzugefügt.
es_es: El atributo se ha añadido correctamente.
fr_ca: a été ajouté avec succès.
it_it: Attributo aggiunto con successo
ja_jp: 属性が正常に追加されました。
pt_pt: Plano foi adicionado com êxito.
ru_ru: Список был успешно добавлен
tr_tr: Yeni özellik başarıyla eklendi.
zh_hans: 已成功添加。
zh_hant: 文件已成功添加。

source: Attribute has been removed successfully.
ar_ae: تمت إزالة السمة بنجاح.
de_de: Attribut erfolgreich gelöscht
es_es: El escaneo se ha eliminado con éxito.
fr_ca: Attribut supprimé avec succès
it_it: Attributo rimosso con successo
ja_jp: 属性は正常に削除されました。
pt_pt: O% 1 foi removido com sucesso
ru_ru: Атрибут успешно удален
tr_tr: Öznitelik başarıyla kaldırıldı
zh_hans: Key已成功删除。
zh_hant: 訪問已成功刪除。

source: Attribute has been updated successfully.
ar_ae: تم تحديث السمة بنجاح.
de_de: Liste wurde erfolgreich aktualisiert!
es_es: El atributo se ha actualizado correctamente.
fr_ca: a été mis à jour avec succès
it_it: è avvenuto con successo.
ja_jp: 属性の更新に成功
pt_pt: O seu Plano foi atualizado com sucesso.
ru_ru: Карта была успешно обновлена.
tr_tr: Özellik başarıyla güncellendi.
zh_hans: 地图已成功更新。
zh_hant: 属性更新成功

source: Attribute name already exists.
ar_ae: اسم السمة موجود بالفعل.
de_de: Attributname ist bereits vorhanden.
es_es: El nombre de atributo ya existe.
fr_ca: Le nom existe déjà.
it_it: Nome schema di attributo già esistente
ja_jp: 名前は既に存在します
pt_pt: O nome de atributo já existe
ru_ru: Имя этого атрибута уже существует
tr_tr: Ad zaten var.
zh_hans: 名称已存在
zh_hant: 視圖名稱已存在。

source: Attributes
ar_ae: السمات
de_de: Merkmale
es_es: Atributos
fr_ca: Attributs
it_it: Attributi
ja_jp: 属性
pt_pt: Atributos
ru_ru: Показатели качества
tr_tr: Nitelikler
zh_hans: 属性
zh_hant: 屬性

source: August
ar_ae: أغسطس
es_es: Agosto
fr_ca: Août
it_it: Agosto
ja_jp: 8月
pt_pt: Agosto
ru_ru: Август
tr_tr: Altuğ
zh_hans: 8 月
zh_hant: 8月

source: Authentication
ar_ae: المصادقة
de_de: Authentifizierung
es_es: Autenticación
fr_ca: Authentification
it_it: Autenticazione
ja_jp: 認証
pt_pt: Autenticação
ru_ru: Удостоверение подлинности
tr_tr: Kimlik Doğrulama
zh_hans: 认证
zh_hant: 身分驗證

source: Authentication Control
ar_ae: التحكم في المصادقة
de_de: Authentifizierungskontrolle
es_es: Control de errores de autenticación
fr_ca: Contrôle d'authentification
it_it: Controllo dell'autenticazione
ja_jp: 認証制御
pt_pt: Código de controle da autenticação:
ru_ru: Контроль аутентификации
tr_tr: Kimlik Doğrulama Kontrolü
zh_hans: 身份验证控制
zh_hant: 驗證控制
