Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Please click OK to check the list behind regarding the invalid or duplicate users.
ar_ae: يرجى النقر على موافق للتحقق من القائمة المتعلقة بالمستخدمين غير الصالحين أو المكررين.
de_de: Bitte klicken Sie auf OK, um die Liste der ungültigen oder doppelten Benutzer zu überprüfen.
es_es: Haga clic en Aceptar para comprobar la lista que hay detrás con respecto a los usuarios no válidos o duplicados.
fr_ca: Veuillez cliquer sur OK pour vérifier la liste des utilisateurs non valides ou en double.
it_it: Fai clic su OK per controllare l'elenco degli utenti non validi o duplicati.
ja_jp: [OK]をクリックして、無効または重複するユーザーに関する後ろのリストを確認してください。
pt_pt: Clique em OK para verificar a lista abaixo em relação aos utilizadores inválidos ou duplicados.
ru_ru: Нажмите OK, чтобы проверить список недействительных или дублирующих пользователей.
tr_tr: Geçersiz veya yinelenen kullanıcılarla ilgili olarak arkasındaki listeyi kontrol etmek için lütfen Tamam'a tıklayın.
zh_hans: 请单击“确定”查看有关无效或重复用户的列表。
zh_hant: 請單擊“確定”查看後面的無效或重複用戶列表。

source: Please click on the cancel subscription button below to end your subscription.
ar_ae: يرجى النقر على زر إلغاء الاشتراك أدناه لإنهاء اشتراكك.
de_de: Bitte klicken Sie hier, um Ihre Anmeldung bestätigen:
es_es: Haga clic en el botón cancelar suscripción a continuación para finalizar su suscripción.
fr_ca: Veuillez cliquer sur le bouton annuler l'abonnement ci-dessous pour mettre fin à votre abonnement.
it_it: Fai clic sul pulsante Annulla abbonamento qui sotto per terminare l'abbonamento.
ja_jp: サブスクリプションを終了するには、下の「サブスクリプションをキャンセル」ボタンをクリックしてください。
pt_pt: Clique no botão cancelar subscrição abaixo para terminar a sua subscrição.
ru_ru: Нажмите на кнопку отмены подписки ниже, чтобы завершить подписку.
tr_tr: Aboneliğinizi sonlandırmak için lütfen aşağıdaki aboneliği iptal et düğmesine tıklayın.
zh_hans: 请点击下面的取消订阅按钮结束订阅。
zh_hant: 請點擊下面的取消訂閱按鈕以結束您的訂閱。

source: Please complete your card details
ar_ae: يرجى إكمال تفاصيل بطاقتك
de_de: Bitte tragen Sie Ihre Angaben ein
es_es: Por favor, complete sus datos a continuación.
fr_ca: Veuillez remplir vos informations de facturation.
it_it: Inserisci i dati della tua carta
ja_jp: カード情報を入力してください
pt_pt: Por favor, preencha os seus dados de cartão.
ru_ru: Пожалуйста, добавьте детали.
tr_tr: Lütfen kart bilgilerinizi tamamlayın
zh_hans: 请填写您的银行卡详细信息
zh_hant: 請填寫您的卡片詳細資訊

source: Please confirm new password
ar_ae: يرجى تأكيد كلمة المرور الجديدة
de_de: Bitte bestätigen Sie Ihr neues Passwort
es_es: Confirme la nueva contraseña
fr_ca: Veuillez confirmer le nouveau mot de passe
it_it: Ti preghiamo di confermare la nuova password.
ja_jp: 新しいパスワードを確認してください。
pt_pt: Por favor, confirme a nova senha
ru_ru: Подтвердите новый пароль
tr_tr: Yeni Şifreyi Doğrula
zh_hans: 请确认新密码：
zh_hant: 請確認您的新密碼。

source: Please confirm password
ar_ae: يرجى تأكيد كلمة المرور
de_de: Bitte Passwort bestätigen
es_es: Confirme la contraseña
fr_ca: Veuillez confirmer le mot de passe
it_it: Conferma la password
ja_jp: パスワードを再度ご確認ください
pt_pt: Confirme a palavra-chave
ru_ru: Подтвердите пароль!
tr_tr: Lütfen parolayı onaylayın.
zh_hans: 请确认密码。
zh_hant: 請確認密碼

source: Please contact Bold Reports support to recover your site
ar_ae: يرجى الاتصال بدعم Bold Reports لاستعادة موقعك
de_de: Bitte wenden Sie sich an den Support von Bold Reports, um Ihre Website wiederherzustellen
es_es: Póngase en contacto con el soporte de Bold Reports para recuperar su sitio
fr_ca: Veuillez contacter l'assistance de Bold Reports pour récupérer votre site
it_it: Contatta l'assistenza di Bold Reports per recuperare il tuo sito
ja_jp: サイトを復元するには、Bold Reportsサポートにお問い合わせください
pt_pt: Contacte o apoio da Bold Reports para recuperar o seu site
ru_ru: Свяжитесь со службой поддержки Bold Reports, чтобы восстановить свой сайт
tr_tr: Sitenizi kurtarmak için lütfen Bold Reports desteğiyle iletişime geçin
zh_hans: 请联系Bold Reports支持以恢复您的网站
zh_hant: 請聯絡Bold Reports支援以恢復您的網站

source: Please contact the site administrator for help.
ar_ae: يرجى الاتصال بمسؤول الموقع للحصول على المساعدة.
de_de: Bitte wenden Sie sich an die Administrierenden der Webseite.
es_es: Póngase en contacto con el administrador del sitio para obtener más información.
fr_ca: Veuillez contacter l'administrateur du site.
it_it: Contattare l'amministratore per aiuto.
ja_jp: 投稿は作成されていません。サイト管理者に連絡してください。
pt_pt: Entre em contato com o administrador deste site para obter ajuda.
ru_ru: Пожалуйста. свяжитесь с администратором сайта.
tr_tr: Konu Paylaşılamadı.. Lütfen Adminle iletişime geçin !
zh_hans: 请联系网站管理员。
zh_hant: 請聯繫網站管理員。

source: Please contact your administrator.
ar_ae: يرجى الاتصال بالمسؤول.
de_de: Bitte wenden Sie sich an Ihren Administrator.
es_es: Póngase en contacto con su administrador.
fr_ca: Veuillez contacter votre administrateur.
it_it: Contatta l'amministratore.
ja_jp: 管理者に連絡して下さい。
pt_pt: Contate o seu administrador.
ru_ru: Свяжитесь с администратором.
tr_tr: Lütfen yöneticinize başvurunuz.
zh_hans: 请联系您的管理员。
zh_hant: 請聯絡您的管理員。

source: Please contact your site administrator for help.
ar_ae: يرجى الاتصال بمسؤول الموقع للحصول على المساعدة.
de_de: Webmaster kontaktieren.
es_es: Por favor, póngase en contacto con su administrador.
fr_ca: Veuillez contacter votre administrateur de site.
it_it: Contattare l'amministratore per aiuto.
ja_jp: ポータルのアドミニストレータにお知らせください。
pt_pt: Contacte o seu Administrador.
ru_ru: Свяжитесь с администратором.
tr_tr: Lütfen yöneticinize başvurunuz.
zh_hans: 请与网站管理员联系。
zh_hant: 請聯絡您的管理員。

source: Please contact your System Administrator for more details.
ar_ae: يرجى الاتصال بمسؤول النظام للحصول على مزيد من التفاصيل.
de_de: Bitte wenden Sie sich an Ihren Systemverwalter.
es_es: Por favor, póngase en contacto con su administrador para más detalles.
fr_ca: Veuillez contacter votre administrateur système pour de plus amples détails
it_it: I dati non sono stati aggiornati. Contattare l'amministratore di sistema per i dettagli.
ja_jp: 費用レポートを送信できませんでした。詳細は管理者にお問い合わせください。
pt_pt: Por favor, contate o seu administrador local para mais detalhes.
ru_ru: Для получения более подробной информации, свяжитесь со своим системным администратором.
tr_tr: Ayrıntılar için lütfen Sistem Yöneticinizle iletişime geçin.
zh_hans: 请联系您的系统管理员了解更多信息。
zh_hant: 請聯絡您的系統管理員。

source: Please contact your system administrator to activate your account.
ar_ae: يرجى الاتصال بمسؤول النظام لتنشيط حسابك.
de_de: Bitte wenden Sie sich an Ihren Administrator, um das Konto zu aktivieren.
es_es: Póngase en contacto con el administrador del sistema para activar su cuenta.
fr_ca: Veuillez contacter votre administrateur système pour activer votre compte.
it_it: Contatta l'amministratore di sistema per attivare il tuo account.
ja_jp: システム管理者に問い合わせてください。
pt_pt: Por favor contacte o administrador do seu sistema para desbloquear a sua conta.
ru_ru: Свяжитесь с администратором, чтобы активировать свой аккаунт
tr_tr: Hesabınızı etkinleştirmek için yönetici ile iletişim kurun
zh_hans: 请联系您的系统管理员。
zh_hant: 請聯絡您的系統管理員。

source: Please create a category to group the report
ar_ae: يرجى إنشاء فئة لتجميع التقرير
de_de: Bitte erstellen Sie eine Kategorie, um den Bericht zu gruppieren
es_es: Por favor, cree una categoría para agrupar el informe
fr_ca: Veuillez créer une catégorie pour regrouper le rapport
it_it: Crea una categoria per raggruppare il report
ja_jp: レポートをグループ化するカテゴリを作成してください
pt_pt: Crie uma categoria para agrupar o relatório
ru_ru: Создайте категорию для группировки отчета
tr_tr: Lütfen raporu gruplamak için bir kategori oluşturun
zh_hans: 请创建一个类别以对报告进行分组
zh_hant: 請建立類別以對報告進行分組

source: Please enter a number greater than 0.
ar_ae: يرجى إدخال رقم أكبر من 0.
de_de: Bitte geben Sie eine Zahl größer als 0 ein.
es_es: Ingrese un número mayor que 0.
fr_ca: Veuillez entrer un nombre supérieur à 0
it_it: Inserire un numero maggiore di 0.
ja_jp: 0より大きい数値を入力してください。
pt_pt: Por favor insira um número maior do que 0
ru_ru: Введите число больше нуля.
tr_tr: Lütfen şundan büyük bir sayı girin:
zh_hans: 例如，请输入大于 0 的数字。
zh_hant: 請輸入大於0的數字

source: Please enter a numeric value
ar_ae: يرجى إدخال قيمة رقمية
de_de: Bitte einen numerischen Wert eingeben.
es_es: الرجاء إدخال قيمة رقمية.
fr_ca: Veuillez saisir une valeur numérique
it_it: Immettere un valore numerico
ja_jp: 値を入力してください
pt_pt: Introduza um valor
ru_ru: Пожалуйста, введите числовое значение
tr_tr: Lütfen sayısal bir değer girin
zh_hans: 请输入一个数字值
zh_hant: 請輸入一個值

source: Please enter a rule Name
ar_ae: يرجى إدخال اسم القاعدة
de_de: Bitte geben Sie einen Namen ein
es_es: Por favor entre un nombre
fr_ca: Veuillez entrer un nom
it_it: Inserisci un nome
ja_jp: 名前を入力してください
pt_pt: Introduza um nome
ru_ru: Пожалуйста, введите имя
tr_tr: Lütfen bir isim girin
zh_hans: 请输入名称
zh_hant: 請輸入名稱

source: Please enter a string value
ar_ae: يرجى إدخال قيمة سلسلة نصية
de_de: Bitte Wert eingeben
es_es: Por favor, introduzca un valor
fr_ca: Veuillez saisir une valeur
it_it: Inserisci un valore
ja_jp: 値を入力してください
pt_pt: Introduza um valor
ru_ru: Пожалуйста, введите значение
tr_tr: Lütfen bir değer girin
zh_hans: 请输入数值
zh_hant: 請輸入一個值

source: Please enter a subject.
ar_ae: يرجى إدخال موضوع.
de_de: Bitte einen Betreff eingeben
es_es: Introduce el asunto.
fr_ca: Entre le sujet.
it_it: Inserisci un oggetto
ja_jp: 件名を入力してください
pt_pt: Escreva o assunto.
ru_ru: Пожалуйста, введите тему.
tr_tr: Lütfen konu girin.
zh_hans: 请输入标题。
zh_hant: 請輸入主旨。

source: Please enter a token endpoint.
ar_ae: يرجى إدخال نقطة نهاية الرمز المميز.
de_de: Bitte geben Sie einen Token-Endpunkt ein.
es_es: Por favor, introduzca un token endpoint.
fr_ca: Veuillez saisir un point de terminaison de jeton.
it_it: Inserire il token
ja_jp: トークンエンドポイントを入力してください。
pt_pt: Insira um ponto de extremidade de token.
ru_ru: Введите конечную точку токена.
tr_tr: Lütfen bir belirteç uç noktası girin.
zh_hans: 请输入个人代币。
zh_hant: 請輸入權杖端點。

source: Please enter a valid Authority URL.
ar_ae: يرجى إدخال عنوان URL صالح للسلطة.
de_de: Bitte geben Sie eine gültige URL ein.
es_es: Por favor, introduzca una URL válida.
fr_ca: Veuillez saisir une URL valide.
it_it: Inserisci un URL valido.
ja_jp: 有効な URL を入力してください。
pt_pt: Por favor insira um URL válido.
ru_ru: Пожалуйста, введите корректный адрес.
tr_tr: Lütfen geçerli bir URL girin.
zh_hans: 请输入有效的 URL。
zh_hant: 請輸入有效網址 URL。

source: Please enter a valid authorization endpoint.
ar_ae: يرجى إدخال نقطة نهاية تفويض صالحة.
de_de: Bitte geben Sie nachfolgend Ihre Daten ein:
es_es: Por favor, introduzca un endpoint de autorización válido.
fr_ca: Veuillez saisir un point de terminaison d'autorisation valide.
it_it: Inserire un codice valido
ja_jp: 有効な値を入力してください:
pt_pt: Digite um válido
ru_ru: Ошибка: Пожалуйста, введите действительный код авторизации.
tr_tr: Lütfen geçerli bir yetkilendirme uç noktası girin.
zh_hans: 请输入有效的Aweber授权码
zh_hant: 錯誤：請輸入有效的授權代碼。

source: Please enter a valid delimiter value
ar_ae: يرجى إدخال قيمة محددة صالحة
de_de: Bitte geben Sie einen gültigen Wert ein
es_es: Por favor, introduzca un valor válido
fr_ca: Veuillez entrer une valeur valable
it_it: Inserisci un valore valido
ja_jp: 有効な値を入力してください
pt_pt: Introduza um valor válido
ru_ru: Пожалуйста введите корректные данные.
tr_tr: lütfen geçerli bir değer giriniz
zh_hans: 请输入一个有效值。
zh_hant: 請輸入有效值

source: Please enter a valid directory path
ar_ae: يرجى إدخال مسار دليل صالح
de_de: Bitte geben Sie einen gültigen Pfad an.
es_es: Por favor, introduzca una ruta válida.
fr_ca: Veuillez saisir un emplacement valable.
it_it: Inserire un codice valido
ja_jp: 正しいパスを入力してください
pt_pt: Por favor, forneça um caminho válido
ru_ru: Введите корректный путь.
tr_tr: Lütfen geçerli bir yol giriniz.
zh_hans: 输入有效的目录路径
zh_hant: 請輸入有效的路徑

source: Please enter a valid email address
ar_ae: يرجى إدخال عنوان بريد إلكتروني صالح
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es_es: Por favor entre una seña de correo electrónico correcta
fr_ca: Veuillez saisir une adresse de courriel valide
it_it: Inserisci un e-mail valida
ja_jp: 有効なメールアドレスを入力してください
pt_pt: Introduza um endereço de e-mail válido
ru_ru: Пожалуйста, введите корректный адрес электронной почты
tr_tr: Lütfen geçerli bir e-posta adresi girin.
zh_hans: 请输入有效的电子邮件地址
zh_hant: 請輸入有效的電子郵件地址

source: Please enter a valid logout endpoint.
ar_ae: يرجى إدخال نقطة نهاية تسجيل خروج صالحة.
es_es: Por favor, introduzca un endpoint de cierre de sesión válido.
fr_ca: Veuillez saisir un point de terminaison de jeton.
ja_jp: 有効な値を入力してください:
pt_pt: Digite um válido
ru_ru: Введите допустимую конечную точку выхода.
tr_tr: Lütfen geçerli bir çıkış uç noktası girin.
zh_hans: 请输入有效的注销端点。

source: Please enter a valid number
ar_ae: يرجى إدخال رقم صحيح
de_de: Bitte geben Sie eine gültige Nummer an
es_es: Introduce un número válido
fr_ca: Veuillez saisir un nombre valide.
it_it: Inserisci un numero valido
ja_jp: 有効な値を入力してください。
pt_pt: Introduza um número válido
ru_ru: Пожалуйста введите корректный номер
tr_tr: Lütfen geçerli bir sayı giriniz.
zh_hans: 请输入有效数字
zh_hant: 請輸入一個有效的數字。

source: Please enter a valid origin
ar_ae: يرجى إدخال أصل صالح
de_de: Bitte geben Sie nachfolgend Ihre Daten ein:
es_es: Introduzca uno válido
fr_ca: Veuillez saisir un valide
it_it: Inserire un codice valido
ja_jp: 有効な値を入力してください:
pt_pt: Digite um válido
ru_ru: Пожалуйста, введите правильную дату
tr_tr: Lütfen geçerli bir isim girin
zh_hans: 请输入有效的城市。
zh_hant: 請輸入有效 URL

source: Please enter a valid phone number
ar_ae: يرجى إدخال رقم هاتف صالح
de_de: Bitte geben Sie eine gültige Telefonnummer ein
es_es: Introduce un número de teléfono válido
fr_ca: Saisir un N° de téléphone valide
it_it: Inserisci un numero di telefono valido
ja_jp: 有効な電話番号を入力してください
pt_pt: Por favor, Introduza um número de telefone válido
ru_ru: Пожалуйста, введите верный номер телефона
tr_tr: Geçerli bir telefon numarası giriniz
zh_hans: 请输入有效的电话号码
zh_hant: 請輸入一個有效的電話號碼

source: Please enter a valid preflight max-age
ar_ae: يرجى إدخال حد أقصى صالح للعمر قبل الرحلة
de_de: Bitte geben Sie nachfolgend Ihre Daten ein:
es_es: Por favor ingrese una edad válida
fr_ca: Veuillez entrer un âge valide
it_it: Inserire un codice valido
ja_jp: 有効な年齢を入力してください。
pt_pt: Digite um válido
ru_ru: Пожалуйста, введите действительный предполетный максимальный возраст
tr_tr: Lütfen geçerli bir ön kontrol maksimum yaşı girin
zh_hans: 请输入有效的飞行前最大年龄
zh_hant: 請輸入有效的預售最大年齡

source: Please enter a valid report count
ar_ae: يرجى إدخال عدد تقارير صالح
de_de: ~0~ Bitte geben Sie ein gültiges Report-Set an.
es_es: Introduzca uno válido
fr_ca: Veuillez saisir un nombre de rapports valide
it_it: Inserire un nome di report valido
ja_jp: 有効な値を入力してください:
pt_pt: Digite um válido
ru_ru: Введите действительное количество отчетов
tr_tr: Lütfen geçerli bir rapor sayısı girin
zh_hans: 请输入有效的报告计数
zh_hant: 請輸入有效的報告數量

source: Please enter a valid token endpoint.
ar_ae: يرجى إدخال نقطة نهاية رمزية صالحة.
de_de: Bitte geben Sie nachfolgend Ihre Daten ein:
es_es: Por favor, introduzca un token endpoint.
fr_ca: Veuillez saisir un point de terminaison de jeton.
it_it: Inserire un codice valido
ja_jp: 有効な顧客トークンを入力してください。
pt_pt: Digite um válido
ru_ru: Пожалуйста, введите действующий токен
tr_tr: Lütfen geçerli bir kod girin
zh_hans: 请输入有效的身份验证令牌。
zh_hant: 請輸入有效的權杖端點。

source: Please enter a valid URL
ar_ae: يرجى إدخال عنوان URL صالح
de_de: Bitte geben Sie eine gültige URL ein
es_es: Por favor introduce una URL válida
fr_ca: Veuillez entrer une URL valide
it_it: Inserisci un URL valido
ja_jp: 正しい URL を入力してください
pt_pt: Por favor, digite um URL válido
ru_ru: Пожалуйста, введите корректный адрес
tr_tr: Lütfen geçerli bir URL girin
zh_hans: 请输入有效的 URL。
zh_hant: 請輸入有效 URL

source: Please enter a valid user information endpoint.
ar_ae: يرجى إدخال نقطة نهاية صالحة لمعلومات المستخدم.
de_de: Bitte geben Sie einen gültigen Benutzernamen ein.
es_es: Introduzca un punto de conexión de información de usuario válido.
fr_ca: Veuillez saisir un point de terminaison d'informations utilisateur valide.
it_it: Inserisci un nome utente valido.
ja_jp: 有効なユーザーIDを入力してください。
pt_pt: Digite uma informação válida
ru_ru: Введите допустимую конечную точку информации о пользователе.
tr_tr: Lütfen geçerli bir kullanıcı adı girin.
zh_hans: 请输入有效的用户。
zh_hant: 請輸入有效的使用者資訊端點。

source: Please enter a value
ar_ae: يرجى إدخال قيمة
de_de: Bitte Wert eingeben
es_es: Por favor, introduzca un valor
fr_ca: Veuillez saisir une valeur
it_it: Inserisci un valore
ja_jp: 値を入力してください
pt_pt: Introduza um valor
ru_ru: Пожалуйста, введите значение
tr_tr: Lütfen bir değer girin
zh_hans: 请输入数值
zh_hant: 請輸入一個值

source: Please enter a value no less than 5 and no more than 300
ar_ae: يرجى إدخال قيمة لا تقل عن 5 ولا تزيد عن 300
de_de: Bitte geben Sie einen Wert von nicht weniger als 5 und nicht mehr als 300 ein
es_es: Introduzca un valor no inferior a 5 y no superior a 300
fr_ca: Veuillez saisir une valeur d'au moins 5 et d'au plus 300
it_it: Inserisci un valore non inferiore a 5 e non superiore a 300
ja_jp: 5以上300以下の値を入力してください
pt_pt: Insira um valor não inferior a 5 e não superior a 300
ru_ru: Введите значение не менее 5 и не более 300
tr_tr: Lütfen 5 'ten az ve 300' den fazla olmayan bir değer girin
zh_hans: 请输入不小于5且不大于300的值
zh_hant: 請輸入一個不小於 5 且不大於 300 的值

source: Please enter access key
ar_ae: يرجى إدخال مفتاح الوصول
de_de: Gib Deinen Zugangscode ein:
es_es: Por favor, introduzca la clave de acceso
fr_ca: Veuillez entrer la clé d’accès
it_it: Per favore, inserisci chiave
ja_jp: アクセスコードを入力してください
pt_pt: Por favor insira sua chave de acesso
ru_ru: Введите ключ доступа.
tr_tr: Lütfen size gönderilen anahtarı girin.
zh_hans: 请输入访问码
zh_hant: 請輸入訪問密鑰

source: Please enter Access key
ar_ae: يرجى إدخال مفتاح الوصول
de_de: Gib Deinen Zugangscode ein:
es_es: Por favor, introduzca la clave de acceso
fr_ca: Veuillez entrer la clé d’accès
it_it: Per favore, inserisci chiave
ja_jp: アクセスコードを入力してください
pt_pt: Por favor insira sua chave de acesso
ru_ru: Введите ключ доступа.
tr_tr: Lütfen size gönderilen anahtarı girin.
zh_hans: 请输入访问码
zh_hant: 請輸入訪問密鑰

source: Please enter an IP address
ar_ae: يرجى إدخال عنوان بروتوكول الإنترنت (IP)
es_es: Por favor entre unas seña de correo
fr_ca: Veuillez saisir une adresse IP
ja_jp: IP アドレスを入力
pt_pt: Por favor insira um endereço
ru_ru: Введите IP-адрес.
tr_tr: Lütfen bir adres giriniz
zh_hans: 请输入电子邮件地址

source: Please enter Blob Service endpoint
ar_ae: يرجى إدخال نقطة نهاية خدمة Blob
de_de: Bitte Dienstleistungsnamen eingeben
es_es: Por favor, introduzca el endpoint del servicio BLOB
fr_ca: Veuillez entrer le point de terminaison du Service Blob
it_it: Inserisci l'endpoint del servizio BLOB
ja_jp: Blobサービスエンドポイントを入力してください
pt_pt: Introduza o ponto de extremidade do Serviço de Blobs
ru_ru: Пожалуйста, введите Сервис
tr_tr: Lütfen Blob Hizmeti uç noktasını girin
zh_hans: 请输入Blob服务端点
zh_hant: 請輸入 Blob 服務端點

source: Please enter Blob URL
ar_ae: يرجى إدخال رابط BLOB
de_de: Bitte die URL eingeben
es_es: Por favor, introduzca la URL de BLOB
fr_ca: Veuillez entrer l’URL de l’objet Blob
it_it: Per favore Accedi
ja_jp: お入りください
pt_pt: Por favor, informe a url.
ru_ru: Введите
tr_tr: Lütfen URL Girin
zh_hans: 请输入网址
zh_hant: 請輸入網址

source: Please enter bucket name
ar_ae: يرجى إدخال اسم المستودع
de_de: Bitte einen Namen eingeben
es_es: Por favor, introduzca el nombre
fr_ca: Veuillez entrer le nom du compartiment AWS
it_it: Si prega di inserire il nome
ja_jp: 名前を入力してください。
pt_pt: Digite o seu nome
ru_ru: Введите имя
tr_tr: Lütfen adınızı girin
zh_hans: 请输入您的存储桶名称。
zh_hant: 請輸入姓名

source: Please enter category name
ar_ae: يرجى إدخال اسم الفئة
de_de: Bitte geben Sie den Kategeorienamen ein
es_es: Introduce el nombre de la categoría
fr_ca: Veuillez saisir le nom de la catégorie
it_it: Immettere un nome categoria
ja_jp: カテゴリー名を入力してください
pt_pt: Digite Nome da categoria de Grupo!
ru_ru: Введите название категории!
tr_tr: Lütfen kategori adını girin.
zh_hans: 请输入类别名称
zh_hant: 請輸入類別名稱。

source: Please enter client id
ar_ae: يرجى إدخال معرف العميل
de_de: Bitte geben Sie Ihre Kunden-ID ein
es_es: Por favor, introduce tu ID de cliente
fr_ca: Veuillez entrer l’ID du client
it_it: Immettere l'ID client.
ja_jp: ここにクライアントIDを入力してください。
pt_pt: Introduza o tipo de cliente.
ru_ru: Введите идентификатор клиента
tr_tr: İstemci kimliğini girin
zh_hans: 请输入客户编号。
zh_hant: 請輸入客戶編號

source: Please enter client key
ar_ae: يرجى إدخال مفتاح العميل
de_de: Bitte einen Auftraggeber eingeben.
es_es: Introduzca la clave secreta del cliente
fr_ca: Veuillez entrer la clef du client
it_it: Inserisci la chiave del cliente
ja_jp: ここにクライアントIDを入力してください。
pt_pt: Introduza o tipo de cliente.
ru_ru: Введите ключ клиента
tr_tr: Lütfen müşteri kullanıcı adını girin.
zh_hans: 请输入客户名称
zh_hant: 請輸入客戶端密鑰。

source: Please enter comma separated scopes.
ar_ae: يرجى إدخال نطاقات مفصولة بفواصل.
de_de: Bitte verwenden Sie Kommata, um Verbindungs-IDs zu trennen.
es_es: Por favor, introduzca ámbitos separados por comas.
fr_ca: Veuillez saisir des étendues séparées par des virgules.
it_it: Inserisci ambiti separati da virgole.
ja_jp: カンマ区切りのスコープを入力してください。
pt_pt: Introduza âmbitos separados por vírgulas.
ru_ru: Пожалуйста, введите разделенные запятыми области.
tr_tr: Lütfen virgülle ayrılmış kapsamları girin.
zh_hans: 请输入以逗号分隔的作用域。
zh_hant: 請輸入以逗號分隔的範圍。

source: Please enter Container name
ar_ae: يرجى إدخال اسم الحاوية
de_de: Bitte einen Namen eingeben
es_es: Por favor, introduzca el nombre del contenedor
fr_ca: Veuillez saisir le nom du conteneur
it_it: Immettere un nome di contenitore chiave.
ja_jp: 名前を入力してください。
pt_pt: Digite o seu nome
ru_ru: Введите имя
tr_tr: Lütfen adınızı girin
zh_hans: 请输入姓名
zh_hant: 請輸入容器名稱

source: Please enter copyright information
ar_ae: يرجى إدخال معلومات حقوق الطبع والنشر
de_de: Bitte gib die Urheberrechtsinformationen für deine App ein.
es_es: Introduzca el texto de copyright.
fr_ca: Entrez vos informations de droits d’auteur ici
it_it: Immettete i vostri dati.
ja_jp: {&Tahoma9}情報を入力してください。
pt_pt: Insira as informações do endereço
ru_ru: Введите сведения
tr_tr: Yeni bilgilerin girişini yapalım lütfen.
zh_hans: 輸入您的版權資訊
zh_hant: 請輸入版權資訊

source: Please enter data source name
ar_ae: يرجى إدخال اسم مصدر البيانات
de_de: Bitte geben Sie den Quellennamen ein.
es_es: Por favor, introduzca el nombre del origen de datos
fr_ca: Veuillez entrer le nom de la source de données
it_it: Inserisci il nome dell'origine dati
ja_jp: データを入力してください
pt_pt: Por favor digite o Nome da Fonte de Dados.
ru_ru: Введите имя источника сигнала тревоги
tr_tr: Lütfen adınızı girin
zh_hans: 请输入姓名
zh_hant: 請輸入數據源名稱

source: Please enter database name
ar_ae: يرجى إدخال اسم قاعدة البيانات
de_de: Datenbanknamen eingeben
es_es: Introduzca el nombre de la base de datos.
fr_ca: Veuillez entrer le nom de la base de données
it_it: Immettere il nome del database
ja_jp: 名前を入力してください。
pt_pt: Inserir nome da base de dados
ru_ru: Введите название базы данных
tr_tr: Rbac Veritabanı Adını giriniz
zh_hans: 请输入数据库名称。
zh_hant: 請輸入數據庫名稱：

source: Please enter dataset name
ar_ae: يرجى إدخال اسم مجموعة البيانات
de_de: Bitte gültigen Dataset-Namen eingeben.
es_es: Introduce el nombre
fr_ca: Veuillez entrer le nom du jeu de données
it_it: Immettere un nome dataset valido.
ja_jp: 名前を入力してください。
pt_pt: Digite o seu nome
ru_ru: Введите имя
tr_tr: Lütfen adınızı girin
zh_hans: 请输入姓名
zh_hant: 請輸入姓名

source: Please enter Distinguished Name
ar_ae: يرجى إدخال الاسم المميز
de_de: Bitte einen Namen eingeben
es_es: Por favor ingrese el nombre
fr_ca: Veuillez entrer un nom différent
it_it: Inserisci un nome distinto
ja_jp: 名前を入力してください。
pt_pt: Digite o seu nome
ru_ru: Введите имя
tr_tr: Lütfen adınızı girin
zh_hans: 请输入可分辨名称
zh_hant: 請輸入專有名稱。
