Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Test Azure Active Directory Connection
ar_ae: اختبار اتصال Azure Active Directory
de_de: Azure Active Directory
es_es: Probar conexión de Active Directory
fr_ca: Tester la connexion à l&apos;AD
it_it: Azure Active Directory
ja_jp: Azure Active Directory
pt_pt: Azure Active Directory
ru_ru: Azure Active Directory
tr_tr: Azure Active Directory
zh_hans: Azure Active Directory
zh_hant: 測試 Azure Active Directory 連接

source: Test Connection
ar_ae: اختبار الاتصال
de_de: Verbindung testen
es_es: Probar conexión
fr_ca: Vérification de la connexion
it_it: Connessione di prova
ja_jp: テスト接続
pt_pt: Testar a ligação
ru_ru: Тест подключения
tr_tr: Bağlantı testi
zh_hans: 测试连接
zh_hant: 測試連結

source: Test connection succeeded.
ar_ae: نجح الاتصال الاختباري.
de_de: Verbindung erfolgreich.
es_es: La conexión se ha realizado con éxito.
fr_ca: Succès du test de la connexion
it_it: Test connessione completato.
ja_jp: テスト接続に成功しました。
pt_pt: Conexão conseguiu.
ru_ru: Подключение выполнено.
tr_tr: Bağlantı sağlandı!
zh_hans: 测试连接成功!
zh_hant: 測試連接成功。

source: Test Email
ar_ae: اختبار البريد الإلكتروني
es_es: Correo de prueba
fr_ca: E-mail de test
it_it: E-mail di verifica
ja_jp: テストメール
pt_pt: E-mail de Teste
ru_ru: Тестовое письмо
tr_tr: Test e-postası
zh_hans: 测试电子邮件
zh_hant: 傳送測試電子郵件

source: Test Email Settings Connection
ar_ae: اختبار إعدادات البريد الإلكتروني الاتصال
de_de: Testen der E-Mail-Verbindung
es_es: Configuración de email de prueba
fr_ca: Test des paramètres de l'e-mail
it_it: Test Connessione Email
ja_jp: Eメールの設定をテストする
pt_pt: Testar ligação de definições de e-mail
ru_ru: Тест настроек Отправки Писем
tr_tr: Test E-postası Ayarları
zh_hans: 测试电子邮件设置
zh_hant: 測試電子郵件設定連線

source: Thank you for your feedback!
ar_ae: شكرًا لك على ملاحظاتك!
de_de: Vielen Dank für eure Vorschläge, Kommentare und Ideen!
es_es: ¡Gracias por tus comentarios!
fr_ca: Merci de votre ressenti !
it_it: Grazie per il tuo feedback!
ja_jp: ご意見・ご感想ありがとうございます！
pt_pt: Agradecemos o seu feedback!
ru_ru: Спасибо за отзыв!
tr_tr: Geri bildiriminiz için teşekkür ederiz!
zh_hans: 感谢您的反馈意见！
zh_hant: 感謝您的意見回饋！

source: Thank you.
ar_ae: شكرًا لك.
de_de: Vielen Dank.
es_es: Gracias.
fr_ca: Merci.
it_it: Grazie.
ja_jp: ありがとう。
pt_pt: Obrigado.
ru_ru: Спасибо.
tr_tr: Teşekkür ederim.
zh_hans: 谢谢。
zh_hant: 感謝您。

source: Thanks! Please share your thoughts.
ar_ae: شكرًا! يرجى مشاركة أفكارك.
de_de: Bitte teilen Sie mir Ihre Gedanken mit.
es_es: ¡Gracias! Por favor, comparta su opinión.
fr_ca: Merci ! Merci de partager vos réactions.
it_it: Grazie! Condividi i tuoi pensieri.
ja_jp: ありがとうございました！ご意見をお聞かせください。
pt_pt: Obrigado! Por favor, compartilhe seus pensamentos *
ru_ru: Спасибо! Пожалуйста, поделись своими мыслями сейчас.
tr_tr: Teşekkürler! Lütfen düşüncelerini aşağıda paylaş.
zh_hans: 谢谢！请分享您的想法。
zh_hant: 謝謝！請分享您的想法。

source: the
ar_ae: ال
de_de: das
es_es: las
fr_ca: ***la
it_it: IL
ja_jp: 僧が
pt_pt: do
ru_ru: п
zh_hans: 此
zh_hant: 這

source: The
ar_ae: ال
de_de: Die
es_es: El
fr_ca: La
it_it: Lo
ja_jp: その
pt_pt: DA
ru_ru: Процент
tr_tr: S
zh_hans: 而
zh_hant: 本

source: The AD settings is not configured
ar_ae: لم يتم تكوين إعدادات AD
de_de: Die AD-Einstellungen sind nicht konfiguriert
es_es: La configuración de AD no está configurada
fr_ca: Les paramètres AD ne sont pas configurés
it_it: Le impostazioni AD non sono configurate
ja_jp: AD設定が構成されていません
pt_pt: As definições do AD não estão configuradas
ru_ru: Параметры AD не настроены
tr_tr: AD ayarları yapılandırılmamış
zh_hans: 未配置AD设置
zh_hant: 未配置 AD 設置。

source: The application deactivates your schedule after {0} consecutive failures.
ar_ae: يقوم التطبيق بإلغاء تنشيط جدولك بعد {0} فشل متتالي.
de_de: Die Anwendung deaktiviert Ihren Zeitplan nach {0} aufeinanderfolgenden Fehlern.
es_es: La aplicación desactiva su programación después de {0} fallos consecutivos.
fr_ca: L'application désactive votre planning après {0} échecs consécutifs.
it_it: L'applicazione disattiva la pianificazione dopo {0} errori consecutivi.
ja_jp: アプリケーションは、 {0} 回連続して失敗した後、スケジュールを無効にします。
pt_pt: A aplicação desativa o seu agendamento após {0} falhas consecutivas.
ru_ru: Приложение деактивирует ваше расписание после {0} последовательных сбоев.
tr_tr: Uygulama, ardışık {0} arızadan sonra programınızı devre dışı bırakır.
zh_hans: 应用程序在连续 {0} 次失败后停用您的日程安排。
zh_hant: 應用程式會在連續 {0} 次失敗後停用您的排班。

source: The below table(s) are already exists in the selected database. Please change the prefix or choose some other database.
ar_ae: الجدول(الجداول) أدناه موجودة بالفعل في قاعدة البيانات المحددة. يرجى تغيير البادئة أو اختيار قاعدة بيانات أخرى.
de_de: Die folgende (n) Tabelle(n) ist (sind) bereits in der ausgewählten Datenbank vorhanden. Bitte ändern Sie das Präfix oder wählen Sie eine andere Datenbank.
es_es: La (s) siguiente (s) tabla(s) ya existe (n) en la base de datos seleccionada. Por favor, cambie el prefijo o elija alguna otra base de datos.
fr_ca: Le (s) tableau(s) ci-dessous existe (nt) déjà dans la base de données sélectionnée. Veuillez modifier le préfixe ou choisir une autre base de données.
it_it: Le seguenti tabelle sono già presenti nel database selezionato. Modificare il prefisso o scegliere un altro database.
ja_jp: 以下のテーブルは、選択したデータベースに既に存在します。プレフィックスを変更するか、他のデータベースを選択してください。
pt_pt: A (s) tabela(s) abaixo já existe (m) na base de dados selecionada (s). Altere o prefixo ou escolha outra base de dados.
ru_ru: Приведенные ниже таблицы уже существуют в выбранной базе данных. Измените префикс или выберите другую базу данных.
tr_tr: Aşağıdaki tablo(lar) seçilen veritabanında zaten mevcut. Lütfen ön eki değiştirin veya başka bir veritabanı seçin.
zh_hans: 所选数据库中已存在以下表格。请更改前缀或选择一些其他数据库。
zh_hant: 所選資料庫中已存在以下表格。請更改前綴或選擇其他數據庫。

source: The billing address has been updated successfully.
ar_ae: تم تحديث عنوان إرسال الفواتير بنجاح.
de_de: Die Rechnungsadresse wurde erfolgreich aktualisiert.
es_es: La dirección de facturación se ha dado de alta correctamente.
fr_ca: L'adresse de facturation a bien été mise à jour.
it_it: L’indirizzo di fatturazione aggiornato correttamente.
ja_jp: 請求先住所が正常に更新されました。
pt_pt: A morada de faturação foi atualizada com sucesso.
ru_ru: Платежный адрес успешно обновлен.
tr_tr: Adres Güncellenmesi Yapıldı .
zh_hans: 账单已成功更新！
zh_hant: 帳單地址已成功更新。

source: The card has been updated successfully.
ar_ae: تم تحديث البطاقة بنجاح.
de_de: Deine Karte wurde erfolgreich aktualisiert
es_es: La tarjeta de tarifas se ha actualizado correctamente.
fr_ca: La carte a été mise à jour avec succès.
it_it: La vostra carta è stata aggiornata con successo.
ja_jp: アイテムが正常に更新されました。
pt_pt: Tarefa Atualizada com Sucesso!
ru_ru: Карта успешно обновлена.
tr_tr: Tür başarıyla güncellendi.
zh_hans: 您的卡已成功更新。
zh_hant: 活動項目已成功更新。

source: The comment option will be hidden by default if the dashboard is marked as public.
ar_ae: سيتم إخفاء خيار التعليق افتراضيًا إذا تم وضع علامة على لوحة المعلومات على أنها عامة.
de_de: Die Option Kommentar wird standardmäßig ausgeblendet, wenn das Dashboard als öffentlich markiert ist.
es_es: La opción de comentario se ocultará de forma predeterminada si el panel está marcado como público.
fr_ca: L'option de commentaire sera masquée par défaut si le tableau de bord est marqué comme public.
it_it: L'opzione di commento sarà nascosta per impostazione predefinita se la dashboard è contrassegnata come pubblica.
ja_jp: ダッシュボードが公開としてマークされている場合、コメントオプションはデフォルトで非表示になります。
pt_pt: A opção de comentário será ocultada por padrão se o painel estiver marcado como público.
ru_ru: Параметр комментария будет скрыт по умолчанию, если панель управления помечена как общедоступная.
tr_tr: Kontrol paneli herkese açık olarak işaretlenmişse, yorum seçeneği varsayılan olarak gizlenecektir.
zh_hans: 如果仪表板被标记为公开，则默认情况下将隐藏注释选项。
zh_hant: 如果儀表板被標記為公開，評論選項將默認隱藏。

source: The comment option will be hidden by default if the report is marked as public.
ar_ae: سيتم إخفاء خيار التعليق افتراضيًا إذا تم وضع علامة على التقرير على أنه عام.
de_de: Die Option Kommentar wird standardmäßig ausgeblendet, wenn der Bericht als öffentlich markiert ist.
es_es: La opción de comentario se ocultará de forma predeterminada si el informe está marcado como público.
fr_ca: L'option de commentaire sera masquée par défaut si le rapport est marqué comme public.
it_it: L'opzione di commento sarà nascosta per impostazione predefinita se il report è contrassegnato come pubblico.
ja_jp: レポートが公開としてマークされている場合、コメントオプションはデフォルトで非表示になります。
pt_pt: A opção de comentário será ocultada por padrão se o relatório estiver marcado como público.
ru_ru: Параметр комментария будет скрыт по умолчанию, если отчет помечен как общедоступный.
tr_tr: Rapor herkese açık olarak işaretlenmişse, yorum seçeneği varsayılan olarak gizlenecektir.
zh_hans: 如果报告被标记为公开，则默认情况下将隐藏注释选项。
zh_hant: 如果儀表板被標記為公開，評論選項將默認隱藏。

source: The database might have been corrupted.
ar_ae: قد تكون قاعدة البيانات تالفة.
de_de: Die Datenbank wurde möglicherweise beschädigt.
es_es: La base de datos podría haber sido dañada.
fr_ca: La base de données est peut-être corrompue.
it_it: Il database potrebbe essere stato danneggiato.
ja_jp: データベースが破損している可能性があります。
pt_pt: O banco de dados pode ter sido corrompido.
ru_ru: Возможно, база данных повреждена.
tr_tr: Veritabanı bozulmuş olabilir.
zh_hans: 数据库可能已损坏。
zh_hant: 數據庫可能已損壞。

source: The database server may be down.
ar_ae: قد يكون خادم قاعدة البيانات معطلاً.
de_de: Der Datenbankserver ist möglicherweise ausgefallen.
es_es: Es posible que el servidor de la base de datos no funcione.
fr_ca: Le serveur de base de données peut être en panne.
it_it: Il server di posta potrebbe non essere attivo.
ja_jp: データベースサーバーがダウンしている可能性があります。
pt_pt: O servidor de banco de dados pode estar inativo.
ru_ru: Сервер базы данных может быть отключен.
tr_tr: Veritabanı sunucusu kapalı olabilir.
zh_hans: 数据库服务器可能已关闭。
zh_hant: 資料庫伺服器可能已關閉。

source: The database server might have been down.
ar_ae: قد يكون خادم قاعدة البيانات معطلاً.
de_de: Der Datenbankserver war möglicherweise ausgefallen.
es_es: El servidor de la base de datos podría haber estado caído.
fr_ca: Le serveur de base de données est peut-être en panne.
it_it: Il server del database potrebbe essere inattivo.
ja_jp: データベースサーバーがダウンしている可能性があります。
pt_pt: O servidor de banco de dados pode ter caído.
ru_ru: Возможно, сервер базы данных не работал.
tr_tr: Veritabanı sunucusu çökmüş olabilir.
zh_hans: 数据库服务器可能已关闭。
zh_hant: 數據庫服務器可能已關閉。

source: The destination URL is not reachable
ar_ae: لا يمكن الوصول إلى عنوان URL للوجهة
de_de: URL ist nicht erreichbar
es_es: La URL no es accesible
fr_ca: L'URL de destination n'est pas accessible
it_it: Impossibile raggiungere la destinazione specificata.%0
ja_jp: 宛先URLに到達できません
pt_pt: O URL de destino não está acessível
ru_ru: Целевой URL-адрес недоступен
tr_tr: Hedef URL'ye ulaşılamıyor
zh_hans: URL不可联机
zh_hant: 無法訪問目標 URL。

source: The domain request for authorization is invalid
ar_ae: طلب النطاق للحصول على تصريح غير صالح
de_de: Die Domain-Autorisierungsanfrage ist ungültig
es_es: La solicitud de autorización de dominio no es válida
fr_ca: La demande d'autorisation de domaine n'est pas valide
it_it: La richiesta di autorizzazione del dominio non è valida
ja_jp: 承認のためのドメインリクエストが無効です
pt_pt: O pedido de autorização de domínio é inválido
ru_ru: Запрос домена на авторизацию недействителен
tr_tr: Yetkilendirme için alan adı isteği geçersiz
zh_hans: 域授权请求无效
zh_hant: 網域授權請求無效

source: The embed report link is invalid or expired.
ar_ae: رابط تقرير التضمين غير صالح أو منتهي الصلاحية.
de_de: Der Link ist ungültig oder abgelaufen.
es_es: El enlace del informe incrustado no es válido o ha caducado.
fr_ca: Le lien du rapport d'intégration n'est pas valide ou a expiré.
it_it: Il link del report di incorporamento non è valido o è scaduto.
ja_jp: 埋め込みレポートのリンクが無効または期限切れです。
pt_pt: O link é inválido ou expirou.
ru_ru: Ссылка на отчет о внедрении недействительна или истекла.
tr_tr: Gömme raporu bağlantısı geçersiz veya süresi dolmuş.
zh_hans: 嵌入报告链接无效或已过期。
zh_hant: 嵌入報告連結無效或已過期。

source: The embed report URL must be used in an iframe.
ar_ae: يجب استخدام عنوان URL لتقرير التضمين في إطار IFRAME.
de_de: Die URL des eingebetteten Berichts muss in einem Iframe verwendet werden.
es_es: La URL del panel embebido debe usarse en un iframe.
fr_ca: L'URL du rapport d'intégration doit être utilisée dans un iframe.
it_it: L'URL del report di incorporamento deve essere utilizzato in un iframe.
ja_jp: 埋め込みレポートURLは、iframeで使用する必要があります。
pt_pt: O URL do relatório incorporado deve ser usado em um iframe.
ru_ru: URL-адрес отчета о внедрении должен использоваться в iframe.
tr_tr: Gömme raporu URL'si bir iç çerçevede kullanılmalıdır.
zh_hans: 嵌入报告URL必须在iframe中使用。
zh_hant: 嵌入報告網址必須在iframe中使用。

source: The following actions would be taken when downgrading to a lower plan.
ar_ae: سيتم اتخاذ الإجراءات التالية عند الرجوع إلى خطة أقل.
de_de: Die folgenden Maßnahmen würden beim Herabstufen auf einen niedrigeren Plan ergriffen.
es_es: Se tomarían las siguientes medidas al degradar a un plan inferior.
fr_ca: Les mesures suivantes seraient prises lors de la rétrogradation vers un plan inférieur.
it_it: Le seguenti azioni verrebbero intraprese quando si passa a un piano inferiore.
ja_jp: 下位プランにダウングレードすると、次のアクションが実行されます。
pt_pt: As seguintes ações seriam tomadas ao fazer o downgrade para um plano inferior.
ru_ru: Следующие действия будут предприняты при понижении до более низкого плана.
tr_tr: Daha düşük bir plana geçildiğinde aşağıdaki eylemler gerçekleştirilecektir.
zh_hans: 当降级到较低的计划时，将采取以下操作。
zh_hant: 當降級到較低的方案時，將採取以下操作。

source: The language used in the application user interface (such as menu items, dialog boxes, toolboxes, and more).
ar_ae: اللغة المستخدمة في واجهة مستخدم التطبيق (مثل عناصر القائمة ومربعات الحوار وصناديق الأدوات والمزيد).
de_de: Die Sprache, die in der Benutzeroberfläche der Anwendung verwendet wird (z. B. Menüelemente, Dialogfelder, Toolboxen und mehr).
es_es: El idioma utilizado en la interfaz de usuario de la aplicación (como elementos de menú, cuadros de diálogo, cajas de herramientas, etc.).
fr_ca: La langue utilisée dans l'interface utilisateur de l'application (comme les éléments de menu, les boîtes de dialogue, les boîtes à outils, etc.).
it_it: La lingua utilizzata nell'interfaccia utente dell'applicazione (come voci di menu, finestre di dialogo, caselle degli strumenti e altro).
ja_jp: アプリケーションユーザーインターフェイスで使用される言語(メニュー項目、ダイアログボックス、ツールボックスなど)。
pt_pt: O idioma usado na interface do utilizador da aplicação (como itens de menu, caixas de diálogo, caixas de ferramentas e muito mais).
ru_ru: Язык, используемый в пользовательском интерфейсе приложения (например, пункты меню, диалоговые окна, наборы инструментов и т. д.).
tr_tr: Uygulama kullanıcı arayüzünde kullanılan dil (menü öğeleri, iletişim kutuları, araç kutuları ve daha fazlası gibi).
zh_hans: 应用程序用户界面中使用的语言（例如菜单项、对话框、工具箱等）。
zh_hant: 應用程式使用者介面中使用的語言（例如功能表項目、對話方塊、工具箱等）。

source: The login credentials for the database might have been changed.
ar_ae: قد تكون بيانات اعتماد تسجيل الدخول لقاعدة البيانات قد تغيرت.
de_de: Die Anmeldeinformationen für die Datenbank wurden möglicherweise geändert.
es_es: Es posible que se hayan cambiado las credenciales de inicio de sesión de la base de datos.
fr_ca: Les informations d'identification de connexion à la base de données ont peut-être été modifiées.
it_it: Le credenziali di accesso al database potrebbero essere state modificate.
ja_jp: データベースのログイン認証情報が変更されている可能性があります。
pt_pt: As credenciais de login do banco de dados podem ter sido alteradas.
ru_ru: Возможно, учетные данные для входа в базу данных были изменены.
tr_tr: Veritabanının oturum açma bilgileri değiştirilmiş olabilir.
zh_hans: 数据库的登录凭据可能已更改。
zh_hant: 數據庫的登錄憑據可能已更改。

source: The report could have been deleted.
ar_ae: كان من الممكن حذف التقرير.
de_de: Der Bericht hätte gelöscht werden können.
es_es: No fue posible eliminar el reporte
fr_ca: Le rapport aurait pu être supprimé.
it_it: Il modello potrebbe essere stato cancellato
ja_jp: レポートは削除されていた可能性があります。
pt_pt: O relatório poderia ter sido excluído.
ru_ru: Отчет мог быть удален.
tr_tr: Rapor silinebilirdi.
zh_hans: 报表已删除。
zh_hant: 儀表板可能已被刪除。

source: The report could have been renamed or moved to another category.
ar_ae: كان من الممكن إعادة تسمية التقرير أو نقله إلى فئة أخرى.
de_de: Der Bericht hätte umbenannt oder in eine andere Kategorie verschoben werden können.
es_es: El informe podría haber sido renombrado o movido a otra categoría.
fr_ca: Le rapport aurait pu être renommé ou déplacé vers une autre catégorie.
it_it: Il report avrebbe potuto essere rinominato o spostato in un'altra categoria.
ja_jp: レポートの名前を変更したり、別のカテゴリに移動したりすることができます。
pt_pt: O relatório poderia ter sido renomeado ou movido para outra categoria.
ru_ru: Отчет мог быть переименован или перемещен в другую категорию.
tr_tr: Rapor yeniden adlandırılmış veya başka bir kategoriye taşınmış olabilir.
zh_hans: 报告可能已重命名或移至其他类别。
zh_hant: 儀表板可能已重命名或移至其他類別。

source: The report has been added successfully for deployment.
ar_ae: تمت إضافة التقرير بنجاح للنشر.
es_es: El informe se ha añadido correctamente para su implementación.
fr_ca: Le tableau de bord a été ajouté avec succès.
ja_jp: 展開のためにレポートが正常に追加されました。
pt_pt: O relatório foi adicionado com sucesso para implantação.
ru_ru: Отчет успешно добавлен для развертывания.
tr_tr: Rapor dağıtım için başarıyla eklendi.
zh_hans: 已成功添加报告以进行部署。

source: The report has been already published to this site. You can manage the published reports in the published resource page.
ar_ae: تم نشر التقرير بالفعل على هذا الموقع. يمكنك إدارة التقارير المنشورة في صفحة الموارد المنشورة.
de_de: Der Bericht wurde bereits auf dieser Website veröffentlicht. Sie können die veröffentlichten Berichte auf der veröffentlichten Ressourcenseite verwalten.
es_es: El informe ya se ha publicado en este sitio. Puede gestionar los informes publicados en la página de recursos publicados.
fr_ca: Le rapport a déjà été publié sur ce site. Vous pouvez gérer les rapports publiés dans la page des ressources publiées.
it_it: Il report è già stato pubblicato su questo sito. È possibile gestire i report pubblicati nella pagina delle risorse pubblicate.
ja_jp: レポートはすでにこのサイトに公開されています。公開されたレポートは、公開されたリソースページで管理できます。
pt_pt: O relatório já foi publicado neste site. Pode gerir os relatórios publicados na página de recursos publicada.
ru_ru: Отчет уже опубликован на этом сайте. Вы можете управлять опубликованными отчетами на странице опубликованного ресурса.
tr_tr: Rapor zaten bu sitede yayınlandı. Yayınlanan raporları yayınlanan kaynak sayfasından yönetebilirsiniz.
zh_hans: 报告已发布到此网站。您可以在已发布的资源页面中管理已发布的报告。
zh_hant: 報告已發佈到此網站。您可以在已發佈的資源頁面中管理已發佈的報告。

source: The report will be created in the destination site with an owner who has permission to create reports, data sources, datasets and categories.
ar_ae: سيتم إنشاء التقرير في موقع الوجهة مع مالك لديه إذن لإنشاء تقارير ومصادر بيانات ومجموعات بيانات وفئات.
de_de: Der Bericht wird auf der Zielwebsite mit einem Eigentümer erstellt, der über die Berechtigung zum Erstellen von Berichten, Datenquellen, Datensätzen und Kategorien verfügt.
es_es: El informe se creará en el sitio de destino con un propietario que tenga permiso para crear informes, fuentes de datos, conjuntos de datos y categorías.
fr_ca: Le rapport sera créé sur le site de destination avec un propriétaire autorisé à créer des rapports, des sources de données, des ensembles de données et des catégories.
it_it: Il report verrà creato nel sito di destinazione con un proprietario che dispone dell'autorizzazione per creare report, origini dati, set di dati e categorie.
ja_jp: レポートは、レポート、データソース、データセット、カテゴリを作成する権限を持つ所有者がいる宛先サイトで作成されます。
pt_pt: O relatório será criado no site de destino com um proprietário que tenha permissão para criar relatórios, fontes de dados, conjuntos de dados e categorias.
ru_ru: Отчет будет создан на целевом сайте с владельцем, имеющим разрешение на создание отчетов, источников данных, наборов данных и категорий.
tr_tr: Rapor, raporlar, veri kaynakları, veri kümeleri ve kategoriler oluşturma iznine sahip bir sahip ile hedef sitede oluşturulacaktır.
zh_hans: 报告将在目标站点中创建，其所有者有权创建报告、数据源、数据集和类别。
zh_hant: 報告將在目的地網站中建立，擁有者擁有建立報告、資料來源、資料集和類別的權限。

source: The requested page failed to load. If the problem persists, please contact Bold Reports Support.
ar_ae: فشل تحميل الصفحة المطلوبة. إذا استمرت المشكلة، فيرجى الاتصال بدعم Bold Reports.
de_de: Die angeforderte Seite konnte nicht geladen werden. Wenn das Problem weiterhin besteht, wenden Sie sich bitte an den Bold Reports-Support.
es_es: No se ha podido cargar la página solicitada. Si el problema persiste, ponte en contacto con el servicio de asistencia técnica.
fr_ca: Échec du chargement de la page demandée. Si le problème persiste, veuillez nous contactez par email: support@eurotalk.com
it_it: Impossibile caricare la pagina richiesta. Se il problema persiste, contatta l'assistenza di Bold Reports.
ja_jp: 要求されたページを読み込めませんでした。問題が解決しない場合は、サポートにお問い合わせください。
pt_pt: Falha ao carregar a página solicitada. Se o problema persistir, entre em contato com o suporte técnico.
ru_ru: Не удалось загрузить страницу. Если проблема не устраняется, обратитесь в службу поддержки.
tr_tr: İstenen sayfa yüklenemedi. Sorun devam ederse destek ekibi ile iletişime geçin.
zh_hans: 请求的页面加载失败。如果问题仍然存在，请联系支持部门。
zh_hant: 請求的頁面無法載入。如果問題持續發生，請聯絡粗體報告支援。

source: The requested page failed to load. If the problem persists, please contact Syncfusion Support.
ar_ae: فشل تحميل الصفحة المطلوبة. إذا استمرت المشكلة، يرجى الاتصال بدعم Syncfusion.
de_de: Die angeforderte Seite konnte nicht geladen werden. Wenn das Problem weiterhin besteht, wenden Sie sich bitte an den Syncfusion-Support.
es_es: No se ha podido cargar la página solicitada. Si el problema persiste, ponte en contacto con el servicio de asistencia técnica.
fr_ca: Échec du chargement de la page demandée. Si le problème persiste, veuillez nous contactez par email: support@eurotalk.com
it_it: Impossibile caricare la pagina richiesta. Se il problema persiste, contattare l'assistenza Syncfusion.
ja_jp: 要求されたページを読み込めませんでした。問題が解決しない場合は、サポートにお問い合わせください。
pt_pt: Falha ao carregar a página solicitada. Se o problema persistir, entre em contato com o suporte técnico.
ru_ru: Не удалось загрузить страницу. Если проблема не устраняется, обратитесь в службу поддержки.
tr_tr: İstenen sayfa yüklenemedi. Sorun devam ederse destek ekibi ile iletişime geçin.
zh_hans: 请求的页面加载失败。如果问题仍然存在，请联系支持部门。
zh_hant: 請求的頁面無法載入。如果問題持續發生，請聯絡Syncfusion支援。

source: The requested page failed to load. If the problem persists, please contact your administrator.
ar_ae: فشل تحميل الصفحة المطلوبة. إذا استمرت المشكلة، يرجى الاتصال بالمسؤول.
de_de: Die angeforderte Seite konnte nicht geladen werden. Wenn das Problem weiterhin besteht, wenden Sie sich bitte an Ihren Administrator.
es_es: No se ha podido cargar la página solicitada. Si el problema persiste, póngase en contacto con su administrador.
fr_ca: Échec du chargement de la page demandée. Si le problème persiste, veuillez contacter votre administrateur système.
it_it: Impossibile caricare la pagina richiesta. Se il problema persiste, contattare l'amministratore.
ja_jp: 要求されたページを読み込めませんでした。リクエストされた操作を実行できません。もう一度行ってください。問題が解決しない場合は、管理者に連絡してください。
pt_pt: Falha ao carregar a página solicitada. Se o problema persistir, entre em contacto com o seu administrador.
ru_ru: Не удалось загрузить страницу. Если проблема не устраняется, обратитесь в службу поддержки.
tr_tr: İstenen sayfa yüklenemedi. Sorun devam ederse yöneticinizle irtibata geçin.
zh_hans: 请求的页面加载失败。如果问题仍然存在，请联系您的管理员。
zh_hant: 請求的頁面無法載入。如果問題仍然存在，請聯絡您的管理員。
