Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Group not found
ar_ae: لم يتم العثور على المجموعة
de_de: Gruppe nicht gefunden
es_es: No se ha encontrado el grupo.
fr_ca: Groupe introuvable
it_it: Gruppo non trovato
ja_jp: ジェネレータ グループが見つかりません
pt_pt: Grupo não encontrado
ru_ru: Группа не найдена!
tr_tr: Grup bulunamadı
zh_hans: 未找到群组
zh_hant: 找不到

source: Group Not Found
ar_ae: لم يتم العثور على المجموعة
de_de: Gruppe nicht gefunden
es_es: grupo no encontrado
fr_ca: Groupe introuvable
it_it: gruppo non trovato
ja_jp: ジェネレータ グループが見つかりません
pt_pt: Grupo não encontrado
ru_ru: Группа не найдена!
tr_tr: Grup bulunamadı
zh_hans: 未找到群组
zh_hant: 找不到

source: Group Permissions
ar_ae: أذونات المجموعة
de_de: Gruppenberechtigungen
es_es: Permisos de grupo
fr_ca: Permissions de groupe
it_it: Autorizzazioni di gruppo
ja_jp: グループのアクセス許可
pt_pt: Permissões de Grupo
ru_ru: Разрешения групп
tr_tr: Kullanıcı Grubu İzinleri Ekle
zh_hans: 角色权限
zh_hant: 組權限

source: Group(s)
ar_ae: المجموعة(المجموعات)
de_de: Gruppe(n)
es_es: Grupo(s)
fr_ca: Groupe(s)
it_it: Gruppo/i
ja_jp: グループ
pt_pt: Grupo(s)
ru_ru: Группа (ы)
tr_tr: Grup(lar).
zh_hans: 群组
zh_hant: 團體

source: group(s) are deleted.
ar_ae: تم حذف المجموعة(المجموعات).
de_de: Gruppe(n) gelöscht.
es_es: grupo(s) se eliminan.
fr_ca: groupe(s) est(sont) supprimé(s).
it_it: i gruppi vengono eliminati.
ja_jp: グループが削除されました。
pt_pt: grupo(s) são excluídos.
ru_ru: группы(ы) удалены.
tr_tr: grupsilindi.
zh_hans: 组被删除。
zh_hant: 組被刪除。

source: group(s) details are modified.
ar_ae: يتم تعديل تفاصيل المجموعة(المجموعات).
de_de: gruppe(n) -Details werden geändert.
es_es: semodifican los detalles de los grupos.
fr_ca: les détails du(es) groupe(s) sont modifiés.
it_it: i dettagli del/i gruppo/i vengono modificati.
ja_jp: グループの詳細が変更されます。
pt_pt: detalhes do(s) grupo(s) são modificados.
ru_ru: изменены сведения о группе(группах).
tr_tr: grup ayrıntıları değiştirildi.
zh_hans: 组详细信息已修改。
zh_hant: 組詳細信息已修改。

source: group(s) has been imported successfully
ar_ae: تم استيراد المجموعة(المجموعات) بنجاح
de_de: download(s) wurde(n) erfolgreich importiert
es_es: Usuario(S) se ha importado con éxito
fr_ca: le(s) groupe(s) a(ont) été importé(s) avec succès.
it_it: L'utente o gli utenti sono stati importati con successo
ja_jp: グループが正常にインポートされました
pt_pt: Usuário foi importado com sucesso
ru_ru: группы успешно импортированы
tr_tr: grup başarıyla içe aktarıldı
zh_hans: 用户已成功导入。
zh_hant: 組已成功導入。

source: group(s) has been imported successfully.
ar_ae: تم استيراد المجموعة(المجموعات) بنجاح.
de_de: download(s) wurde(n) erfolgreich importiert
es_es: Usuario(S) se ha importado con éxito
fr_ca: le(s) groupe(s) a(ont) été importé(s) avec succès.
it_it: L'utente o gli utenti sono stati importati con successo
ja_jp: グループが正常にインポートされました。
pt_pt: Usuário foi importado com sucesso
ru_ru: группа(и) успешно импортирована (ы).
tr_tr: grup başarıyla içe aktarıldı.
zh_hans: 用户已成功导入。
zh_hant: 組已成功導入。

source: GroupId
ar_ae: معرف_المجموعة
de_de: GruppenID
fr_ca: ID du groupe
tr_tr: Grup Kimliği
zh_hans: 组ID
zh_hant: 組 ID

source: Groups
ar_ae: المجموعات
de_de: Gruppen
es_es: Grupos
fr_ca: groupes.
it_it: Gruppi
ja_jp: グループ
ru_ru: Группы
tr_tr: Gruplar
zh_hans: 群组
zh_hant: 群組

source: GROUPS
ar_ae: المجموعات
de_de: GRUPPEN
es_es: GRUPOS
fr_ca: GROUPES
it_it: GRUPPI
ja_jp: グループ
pt_pt: GRUPOS
ru_ru: ГРУППЫ
tr_tr: Gruplar
zh_hans: 群组
zh_hant: 群組

source: has
ar_ae: لديه
de_de: hat
es_es: tiene
fr_ca: a
ja_jp: 含む
pt_pt: tem
ru_ru: начала
tr_tr: iyi bir imaja sahiptir.
zh_hans: 有
zh_hant: 都有

source: has been added successfully.
ar_ae: تمت إضافته بنجاح.
de_de: wurde erfolgreich hinzugefügt
es_es: se ha añadido correctamente
fr_ca: a été ajouté avec succès.
it_it: è stata aggiunta correttamente
ja_jp: ローダーは正常に追加されました。
pt_pt: Plano foi adicionado com êxito.
ru_ru: Список был успешно добавлен
tr_tr: Şikayet değerlendirmenin ardından başarıyla eklendi.
zh_hans: 已成功添加。
zh_hant: 文件已成功添加。

source: has been modified successfully
ar_ae: تم التعديل بنجاح
de_de: Erfolgreich geändert
es_es: {0} se ha modificado correctamente
fr_ca: a été modifié avec succès
it_it: è stato modificato correttamente
ja_jp: が正常に変更されました
pt_pt: {0} foi modificado com sucesso
ru_ru: Успешно изменен
tr_tr: Veriler başarıyla değiştirildi
zh_hans: 修改成功
zh_hant: 已經修改成功

source: has been started successfully.
ar_ae: تم البدء بنجاح.
de_de: wurde erfolgreich gestartet.
es_es: se ha iniciado correctamente.
fr_ca: a été démarré avec succès.
it_it: Il flusso operativo è stato avviato correttamente.
ja_jp: が正常に開始されました。
pt_pt: foi iniciado com sucesso.
ru_ru: Начато успешно.
tr_tr: başlanmış olması
zh_hans: 已成功启动。
zh_hant: 已經成功啟動。

source: has been successfully created
ar_ae: تم إنشاؤه بنجاح
de_de: wurde erfolgreich erstellt
es_es: ha sido creado con éxito
fr_ca: a bien été créé
it_it: è stata creata con successo
ja_jp: は正常に作成されました
pt_pt: foi criado com sucesso
ru_ru: — успешно создано
tr_tr: başarıyla oluşturuldu
zh_hans: 已成功创建
zh_hant: 已成功建立

source: Having trouble? Contact our dedicated support team now
ar_ae: هل تواجه مشكلة ؟ تواصل مع فريق الدعم المخصص لدينا الآن
de_de: Haben Sie Probleme? Wenden Sie sich jetzt an unser engagiertes Support-Team
es_es: ¿Tienes problemas? Contacto y soporte
fr_ca: Vous éprouvez des difficultés? Contactez notre équipe d'assistance dédiée dès maintenant
it_it: Hai problemi? Contatta subito il nostro team di assistenza dedicato
ja_jp: 問題あるか？サポートへのお問い合わせ
pt_pt: Está enfrentando problemas? Entre em contacto com a nossa equipa de apoio
ru_ru: Есть проблемы? Обратитесь в нашу службу поддержки
tr_tr: Sorun mu yaşıyorsunuz? Destek Ekibimizle İletişime Geçin
zh_hans: 遇到麻烦？联系我们的支持团队
zh_hant: 遇到問題嗎？立即聯絡我們的專屬支援團隊

source: Header logo
ar_ae: شعار الترويسة
de_de: Kopfzeilen Logo
es_es: Logo de la cabecera
fr_ca: Logo de l’en-tête
it_it: Logo intestazione
ja_jp: ヘッダー ロゴ
pt_pt: Logomarca de Cabeçalho - Header
ru_ru: Loqo
tr_tr: Logo
zh_hans: 页首标志
zh_hant: 首页 Logo

source: Heading
ar_ae: العنوان
de_de: Überschrift
es_es: Cabecear
fr_ca: Titre
it_it: Titolo
ja_jp: 見出し
pt_pt: Título
ru_ru: Дальше
tr_tr: Başlık
zh_hans: 标题
zh_hant: 標題

source: Hello,
ar_ae: مرحبًا،
es_es: Hola,
fr_ca: Bonjour,
it_it: Ciao,
ja_jp: はじめまして、
pt_pt: Olá,
ru_ru: Привет!
tr_tr: Merhaba,
zh_hans: 您好，
zh_hant: 你好！

source: Help
ar_ae: المساعدة
de_de: Hilfe
es_es: Ayuda
fr_ca: Aide
it_it: Aiuto
ja_jp: ヘルプ
pt_pt: Ajuda
ru_ru: Справка
tr_tr: Yardım
zh_hans: 帮助
zh_hant: 幫助

source: Help us improve
ar_ae: ساعدنا على التحسن
de_de: Zur Verbesserung beitragen
es_es: Ayúdenos a mejorar
fr_ca: Aidez-nous à améliorer
it_it: Aiutaci a migliorare
ja_jp: 情報をお送りください
pt_pt: Ajude-nos a melhorar
ru_ru: Помогите нам стать лучше
tr_tr: Geliştirmemize yardımcı olun
zh_hans: 帮助我们改进
zh_hant: 協助我們改進

source: here
ar_ae: هنا
de_de: Funktionen
es_es: aquí
fr_ca: ici à cet endroit
ja_jp: こちらから。
pt_pt: aqui
ru_ru: здесь
tr_tr: buradan
zh_hans: 这里
zh_hant: 此處

source: here.
ar_ae: هنا.
de_de: hier klicken.
es_es: aquí,
fr_ca: ici.
it_it: qui.
ja_jp: 追加することはできません。
pt_pt: aqui.
ru_ru: Хорошо.
tr_tr: here tıklayın.
zh_hans: 这个位置。
zh_hant: 帶過一下

source: Home
ar_ae: الصفحة الرئيسية
es_es: Inicio
fr_ca: Accueil
ja_jp: ホーム
pt_pt: Casa
ru_ru: Дом
tr_tr: Ev
zh_hans: 主页
zh_hant: 住家

source: Host
ar_ae: مضيف
fr_ca: Hôte
it_it: Conduttore
ja_jp: ホスト
pt_pt: Anfitrião
ru_ru: Основной блок
tr_tr: Sunucu
zh_hans: 主机

source: Host Domain name
ar_ae: اسم نطاق المضيف
de_de: Domänenname
es_es: Nombre de dominio
fr_ca: Hôte et Nom de Domaine
it_it: Nome dominio
ja_jp: ドメイン名
pt_pt: Nome da máquina ou domínio:
ru_ru: Доменное имя
tr_tr: etki alanı adı
zh_hans: 域名
zh_hant: 網域名稱

source: hour(s)
ar_ae: ساعة(ساعات)
de_de: Stunde(n)
es_es: hora/s
fr_ca: heure(s)
it_it: ora/e
ja_jp: 時間
pt_pt: hora(s)
ru_ru: час(ы)
tr_tr: saat
zh_hans: 小时
zh_hant: 小時

source: Hourly
ar_ae: مشاوير بالساعة
de_de: stündlich
es_es: Por hora
fr_ca: À l'heure
it_it: Orario
ja_jp: 一時間ごと
pt_pt: Por hora
ru_ru: Каждый час
tr_tr: Saatlik
zh_hans: 每小时
zh_hant: 每小時

source: hours ago
ar_ae: منذ ساعات
de_de: Vor Stunden
es_es: horas atrás
fr_ca: Il y a quelques heures
it_it: ore fa
ja_jp: 時間前
pt_pt: horas atrás
ru_ru: часов назад
tr_tr: saat önce
zh_hans: 小时前
zh_hant: 小時前

source: Hours ago
ar_ae: منذ ساعات
de_de: Stunden zuvor
es_es: Horas antes
fr_ca: Il y a [...] heure(s)
it_it: Ore fa
ja_jp: 時間前
pt_pt: horas atrás
ru_ru: ч. назад
tr_tr: Saatler önce
zh_hans: 小时前
zh_hant: 小時前

source: How was your
ar_ae: كيف كان
de_de: „Wie war gestern Ihr
es_es: ¿Cómo
fr_ca: Comment était votre
it_it: Com’è andata la giornata?”
ja_jp: 今日はどうでしたか
pt_pt: It was great and your
ru_ru: как прошел ваш день ##$_0A$##
tr_tr: How was your day
zh_hans: 你旅行愉快吗？
zh_hant: 您的

source: I choose to cancel my subscription
ar_ae: أختار إلغاء اشتراكي
de_de: Ich entscheide mich, mein Abonnement zu kündigen
es_es: Quiero cancelar mi suscripción.
fr_ca: Je choisis d'annuler mon abonnement
it_it: Voglio disdire l'abbonamento
ja_jp: サブスクリプションをキャンセルすることを選択した
pt_pt: Esqueci-me de Cancelar a Minha Subscrição
ru_ru: Мне нужно отменить мою подписку
tr_tr: Aboneliğimi iptal etmeyi seçiyorum
zh_hans: 是，我想取消我的订阅
zh_hant: 我選擇取消訂閱

source: I didn't get around to trying
ar_ae: لم أقم بالمحاولة
de_de: Ich bin nicht dazu gekommen, es zu versuchen
es_es: No llegué a intentar
fr_ca: Je n'ai pas essayé d'essayer
it_it: Non ho avuto il tempo di provare
ja_jp: 私は試してみることができませんでした
pt_pt: Eu não cheguei a tentar
ru_ru: Я не стал пытаться
tr_tr: Denemeye fırsat bulamadım
zh_hans: 我没有去尝试
zh_hant: 我沒有嘗試

source: Identifier
ar_ae: المعرف
de_de: Kennung
es_es: Identificador
fr_ca: Identifiant
it_it: Identificatore
ja_jp: 識別子
pt_pt: Identificador
ru_ru: Идентификатор
tr_tr: Tanımlayıcı
zh_hans: 标识符
zh_hant: 標識符

source: If disabled, anonymous users cannot open current public reports. Click on public
ar_ae: في حالة التعطيل، لا يمكن للمستخدمين المجهولين فتح التقارير العامة الحالية. انقر على عام
de_de: Wenn deaktiviert, können anonyme Benutzer keine aktuellen öffentlichen Berichte öffnen. Klicken Sie auf öffentlich
es_es: Si está desactivado, los usuarios anónimos no pueden abrir los informes públicos actuales. Haz clic en Público.
fr_ca: S'ils sont désactivés, les utilisateurs anonymes ne peuvent pas ouvrir les rapports publics actuels. Cliquer sur public
it_it: Se disabilitato, gli utenti anonimi non possono aprire i rapporti pubblici correnti. Fai clic su pubblico
ja_jp: 無効にすると、匿名ユーザーは現在の公開レポートを開くことができません。公開をクリックします
pt_pt: Se desativado, os utilizadores anónimos não podem abrir relatórios públicos atuais. Clique em público
ru_ru: Если отключено, анонимные пользователи не могут открывать текущие общедоступные отчеты. Нажмите на общедоступный
tr_tr: Devre dışı bırakılırsa, anonim kullanıcılar mevcut genel raporları açamaz. Herkese açık seçeneğine tıklayın
zh_hans: 如果禁用，匿名用户将无法打开当前公开报告。点击公开
zh_hant: 如果停用，匿名使用者將無法開啟目前的公開報告。按一下「公開」

source: If disabled, Import Sample Data option will not be shown in Report Designer.
ar_ae: إذا تم تعطيله، فلن يظهر خيار استيراد عينة من البيانات في مصمم التقارير.
de_de: Wenn deaktiviert, wird die Option Beispieldaten importieren im Berichtsdesigner nicht angezeigt.
es_es: Si está desactivado, la opción Importar datos de muestra no se mostrará en el Diseñador de informes.
fr_ca: Si cette option est désactivée, l'option Importer des exemples de données ne sera pas affichée dans le Concepteur de rapports.
it_it: Se disabilitata, l'opzione Importa dati di esempio non verrà visualizzata in Report Designer.
ja_jp: 無効にすると、[サンプルデータのインポート]オプションはレポートデザイナーに表示されません。
pt_pt: Se desativada, a opção Importar Dados de Amostra não será mostrada no Designer de Relatórios.
ru_ru: Если этот параметр отключен, параметр Import Sample Data (Импорт данных образца) не будет отображаться в конструкторе отчетов.
tr_tr: Devre dışı bırakılırsa, Örnek Verileri İçe Aktar seçeneği Rapor Tasarımcısında gösterilmez.
zh_hans: 如果禁用，导入示例数据选项将不会显示在报表设计器中。
zh_hant: 如果禁用，匯入樣本數據選項將不會在報表設計器中顯示。

source: If disabled, this will stop all scheduled tasks from running for this site.
ar_ae: إذا تم تعطيله، فسيؤدي ذلك إلى إيقاف تشغيل جميع المهام المجدولة لهذا الموقع.
de_de: Wenn diese Option deaktiviert ist, werden alle geplanten Aufgaben für diese Website gestoppt.
es_es: Si está desactivado, esto impedirá que se ejecuten todas las tareas programadas para este sitio.
fr_ca: Si elle est désactivée, cela empêchera toutes les tâches planifiées de s'exécuter pour ce site.
it_it: Se disabilitato, interromperà l'esecuzione di tutte le attività pianificate per questo sito.
ja_jp: 無効にすると、このサイトで実行されるすべてのスケジュールされたタスクが停止します。
pt_pt: Se desativado, isso impedirá que todas as tarefas agendadas sejam executadas para este site.
ru_ru: Если отключено, это остановит выполнение всех запланированных задач для этого сайта.
tr_tr: Devre dışı bırakılırsa, bu, bu site için planlanan tüm görevlerin çalışmasını durduracaktır.
zh_hans: 如果禁用，这将停止为此站点运行所有计划任务。
zh_hant: 如果停用，這將停止此網站的所有排程任務執行。

source: If made private, the
ar_ae: إذا تم جعلها خاصة، فإن
de_de: Wenn privat gemacht, wird die
es_es: Si se hace privado, el
fr_ca: Si rendu privé, le
it_it: Se reso privato, il
ja_jp: 非公開にした場合、
pt_pt: Se tornado privado, o
ru_ru: Если сделано приватным,
tr_tr: Özel yapılırsa,
zh_hans: 如果设为私有，
zh_hant: 如果設為私有，則

source: If the problem persists, please contact your administrator.
ar_ae: إذا استمرت المشكلة، يرجى الاتصال بالمسؤول.
de_de: Sollte das Problem weiterhin bestehen, wenden Sie sich bitte an Ihren Administrator.
es_es: Si el problema persiste, póngase en contacto con su administrador.
fr_ca: Si le problème persiste, veuillez contacter votre administrateur système.
it_it: Se il problema persiste, contatta l'amministratore.
ja_jp: リクエストされた操作を実行できません。もう一度行ってください。問題が解決しない場合は、管理者に連絡してください。
pt_pt: Se o problema persistir, entre em contacto com o seu administrador.
ru_ru: Если проблема не устраняется, обратитесь в службу поддержки.
tr_tr: Sorun devam ederse yöneticinizle irtibata geçin.
zh_hans: 如果问题仍然存在，请联系您的管理员。
zh_hant: 如果問題持續存在，請聯絡系統管理員。

source: If the report is marked as public, the views marked as public will be listed.
ar_ae: إذا تم وضع علامة على التقرير على أنه عام، فسيتم إدراج المشاهدات التي تم وضع علامة عليها على أنها عامة.
de_de: Wenn der Bericht als öffentlich markiert ist, werden die als öffentlich markierten Ansichten aufgelistet.
es_es: Si el informe está marcado como público, se mostrarán las vistas marcadas como públicas.
fr_ca: Si le rapport est marqué comme public, les vues marquées comme publiques seront répertoriées.
it_it: Se il report è contrassegnato come pubblico, verranno elencate le visualizzazioni contrassegnate come pubbliche.
ja_jp: レポートが公開としてマークされている場合、公開としてマークされたビューが一覧表示されます。
pt_pt: Se o relatório for marcado como público, as visualizações marcadas como públicas serão listadas.
ru_ru: Если отчет помечен как общедоступный, будут перечислены мнения, помеченные как общедоступные.
tr_tr: Rapor herkese açık olarak işaretlenirse, herkese açık olarak işaretlenen görünümler listelenir.
zh_hans: 如果报告被标记为公开，则会列出标记为公开的视图。
zh_hant: 如果儀表板標記為公開，則將列出標記為公開的視圖。

source: If this is enabled, users can download a copy of the report as an image, PDF, or Excel file.
ar_ae: إذا تم تمكين ذلك، يمكن للمستخدمين تنزيل نسخة من التقرير كصورة أو ملف PDF أو Excel.
de_de: Wenn diese Option aktiviert ist, können Benutzer eine Kopie des Berichts als Bild-, PDF- oder Excel-Datei herunterladen.
es_es: Si esta opción está activada, los usuarios pueden descargar una copia del informe como archivo de imagen, PDF o Excel.
fr_ca: Si cette option est activée, les utilisateurs peuvent télécharger une copie du rapport sous forme d'image, de PDF ou de fichier Excel.
it_it: Se questa opzione è abilitata, gli utenti possono scaricare una copia del report come immagine, PDF o file Excel.
ja_jp: これが有効になっている場合、ユーザーはレポートのコピーを画像、PDF、またはExcelファイルとしてダウンロードできます。
pt_pt: Se esta opção estiver ativada, os utilizadores podem transferir uma cópia do relatório como um ficheiro de imagem, pdf ou Excel.
ru_ru: Если этот параметр включен, пользователи могут загрузить копию отчета в виде изображения, PDF или Excel-файла.
tr_tr: Bu etkinleştirilirse, kullanıcılar raporun bir kopyasını görüntü, PDF veya Excel dosyası olarak indirebilir.
zh_hans: 如果启用此功能，用户可以将报告副本下载为图像、PDF或Excel文件。
zh_hant: 如果啟用此功能，用戶可以將儀表板的副本下載為圖像、PDF 或 Excel 文件。

source: If using a custom FTP/SFTP port, include it in the host like this: ftp://domain:123 or sftp://domain:123.
ar_ae: في حالة استخدام منفذ FTP/SFTP مخصص، قم بتضمينه في المضيف مثل هذا: ftp :// domain:123 أو sftp :// domain:123.
de_de: Wenn Sie einen benutzerdefinierten FTP/SFTP-Port verwenden, fügen Sie ihn wie folgt in den Host ein: ftp://domain:123 oder sftp://domain:123.
es_es: Si utiliza un puerto FTP/SFTP personalizado, inclúyalo en el host de la siguiente manera: ftp://domain:123 o sftp://domain:123.
fr_ca: Si vous utilisez un port FTP/SFTP personnalisé, incluez-le dans l'hôte comme ceci : ftp ://domain :123 ou sftp ://domain :123.
it_it: Se si utilizza una porta FTP/SFTP personalizzata, includerla nell'host in questo modo: ftp://domain:123 o sftp://domain:123.
ja_jp: カスタムFTP/SFTPポートを使用する場合は、次のようにホストに含めます。ftp :// domain: 123またはsftp :// domain: 123。
pt_pt: Se estiver usando uma porta FTP/SFTP personalizada, inclua-a no host da seguinte forma: ftp://domain:123 ou sftp://domain:123.
ru_ru: При использовании пользовательского порта FTP/SFTP включите его в хост следующим образом: ftp://domain:123 или sftp://domain:123.
tr_tr: Özel bir FTP/SFTP bağlantı noktası kullanıyorsanız, ana bilgisayara şu şekilde ekleyin: ftp :// domain:123 veya sftp :// domain:123.
zh_hans: 如果使用自定义FTP/SFTP端口，请将其包含在主机中，如下所示： ftp://domain: 123或sftp://domain: 123。
zh_hant: 如果使用自訂FTP/SFTP連接埠，請將其包含在主機中，例如： ftp://domain: 123或sftp://domain: 123。

source: If you are a subscription administrator for
ar_ae: إذا كنت مسؤول اشتراك لـ
de_de: Wenn Sie ein Abonnement-Administrator für
es_es: Si usted es un administrador de suscripción para
fr_ca: Si vous êtes administrateur d'abonnement pour
it_it: Se sei un amministratore dell'abbonamento per
ja_jp: サブスクリプション管理者の場合
pt_pt: Se você é um administrador de assinaturas para
ru_ru: Если вы являетесь администратором подписки на
tr_tr: Şunun için abonelik yöneticisiyseniz:
zh_hans: 如果您是的订阅管理员
zh_hant: 如果您是的訂閱管理員

source: If you enable this option, the application will add an X-Frame-Options header, SAMEORIGIN, meaning that the page will only be displayed if all frame ancestors and the page origin are the same. By default, this option is disabled.
ar_ae: إذا قمت بتمكين هذا الخيار، فسيضيف التطبيق رأس X - Frame - Options، SAMEORIGIN، مما يعني أنه لن يتم عرض الصفحة إلا إذا كانت جميع أسلاف الإطارات وأصل الصفحة متماثلين. بشكل افتراضي، يتم تعطيل هذا الخيار.
de_de: Wenn Sie diese Option aktivieren, fügt die Anwendung einen X-Frame-Options-Header, SAMEORIGIN, hinzu, was bedeutet, dass die Seite nur angezeigt wird, wenn alle Rahmenvorfahren und der Seitenursprung gleich sind. Standardmäßig ist diese Option deaktiviert.
es_es: Si habilita esta opción, la aplicación agregará un encabezado de X-Frame-Options, SAMEORIGIN, lo que significa que la página solo se mostrará si todos los antepasados del marco y el origen de la página son iguales. De forma predeterminada, esta opción está desactivada. De forma predeterminada, esta opción está desactivada.
fr_ca: Si vous activez cette option, l'application ajoutera un en-tête X-Frame-Options, SAMEORIGIN, ce qui signifie que la page ne sera affichée que si tous les ancêtres du cadre et l'origine de la page sont les mêmes. Par défaut, cette option est activée.
it_it: Se abiliti questa opzione, l'applicazione aggiungerà un'intestazione X-Frame-Options, SAMEORIGIN, il che significa che la pagina verrà visualizzata solo se tutti i predecessori dei frame e l'origine della pagina sono gli stessi. Per impostazione predefinita, questa opzione è disabilitata.
ja_jp: このオプションを有効にすると、アプリケーションはX - Frame - OptionsヘッダーSAMEORIGINを追加します。つまり、すべてのフレームの祖先とページの元が同じ場合にのみページが表示されます。このオプションは無効になっています
pt_pt: Se você habilitar essa opção, o aplicativo adicionará um cabeçalho X-Frame-Options, SAMEORIGIN, o que significa que a página só será exibida se todos os antepassados do quadro e a origem da página forem iguais. Por padrão, esta função está desabilitada.
ru_ru: Если вы включите эту опцию, приложение добавит заголовок X-Frame-Options, SAMEORIGIN, что означает, что страница будет отображаться только в том случае, если все предки кадра и источник страницы одинаковы. По умолчанию эта возможность отключена.
tr_tr: Bu seçeneği etkinleştirirseniz, uygulama bir X - Frame - Options başlığı, SAMEORIGIN ekleyecektir, yani sayfa yalnızca tüm çerçeve ataları ve sayfa kaynağı aynıysa görüntülenecektir. Varsayılan olarak, bu ayar etkin değildir.
zh_hans: 如果启用此选项，应用程序将添加X-Frame-Options标头SAMEORIGIN ，这意味着仅当所有框架祖先和页面原点相同时才会显示页面。默认情况下，此选项处于禁用状态。
zh_hant: 如果啟用此選項，應用程式將添加X-Frame-Options標頭SAMEORIGIN ，這意味著僅當所有框架祖先和頁面原點相同時，頁面才會顯示。根據預設，此選項已停用。

source: If you have read access to this report, you can set the authentication details in the embedded file. Click
ar_ae: إذا كان لديك حق الوصول للقراءة إلى هذا التقرير، فيمكنك تعيين تفاصيل المصادقة في الملف المضمن. انقر
de_de: Wenn Sie Lesezugriff auf diesen Bericht haben, können Sie die Authentifizierungsdetails in der eingebetteten Datei festlegen. Klicken Sie auf
es_es: Si tiene acceso de lectura a este informe, puede establecer los detalles de autenticación en el archivo incrustado. Haga clic
fr_ca: Si vous avez un accès en lecture à ce rapport, vous pouvez définir les détails d'authentification dans le fichier intégré. Clic
it_it: Se si dispone dell'accesso in lettura a questo report, è possibile impostare i dettagli di autenticazione nel file incorporato. Fare clic su
ja_jp: このレポートへの読み取りアクセス権を持っている場合は、埋め込みファイルで認証の詳細を設定できます。クリック
pt_pt: Se tiver acesso de leitura a este relatório, pode definir os detalhes de autenticação no ficheiro incorporado. Clicar
ru_ru: Если у вас есть доступ на чтение к этому отчёту, вы можете указать данные для аутентификации во встроенном файле. Нажмите
tr_tr: Bu rapora okuma erişiminiz varsa, gömülü dosyadaki kimlik doğrulama ayrıntılarını ayarlayabilirsiniz. Tıklayın
zh_hans: 如果您拥有此报告的读取权限，则可以在嵌入式文件中设置身份验证详细信息。点击
zh_hant: 如果您擁有此報告的讀取權限，則可以在內嵌檔案中設定驗證詳細資訊。按一下

source: If you have read access to this report, you can set the authentication details in the embedded file. Click here for more details.
ar_ae: إذا كان لديك حق الوصول للقراءة إلى هذا التقرير، فيمكنك تعيين تفاصيل المصادقة في الملف المضمن. اضغط هنا لمزيد من التفاصيل.
de_de: Wenn Sie Lesezugriff auf diesen Bericht haben, können Sie die Authentifizierungsdetails in der eingebetteten Datei festlegen. Klicken Sie hier für weitere Details.
es_es: Si tiene acceso de lectura a este informe, puede establecer los detalles de autenticación en el archivo incrustado. Pulse aquí para obtener más detalles.
fr_ca: Si vous avez un accès en lecture à ce rapport, vous pouvez définir les détails d'authentification dans le fichier intégré. Cliquez ici pour plus de détails.
it_it: Se si dispone dell'accesso in lettura a questo report, è possibile impostare i dettagli di autenticazione nel file incorporato. Clicca qui per maggiori dettagli.
ja_jp: このレポートへの読み取りアクセス権を持っている場合は、埋め込みファイルで認証の詳細を設定できます。詳細はこちら
pt_pt: Se tiver acesso de leitura a este relatório, pode definir os detalhes de autenticação no ficheiro incorporado. Clique aqui para mais detalhes
ru_ru: Если у вас есть доступ на чтение к этому отчету, вы можете установить данные аутентификации во встроенном файле. Здесь ты найдешь детальное описание наших партнеров.
tr_tr: Bu rapora okuma erişiminiz varsa, gömülü dosyadaki kimlik doğrulama ayrıntılarını ayarlayabilirsiniz. Daha fazla bilgi için buraya tıklayın.
zh_hans: 如果您拥有此报告的读取权限，则可以在嵌入式文件中设置身份验证详细信息。点击查看详情！
zh_hant: 如果您擁有此報告的讀取權限，可以在內嵌檔案中設定驗證詳細資訊。點擊此處了解更多詳情。
