Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: A data set is a collection of data. Most commonly, a data set corresponds to the contents of a
ar_ae: مجموعة البيانات هي مجموعة من البيانات. الأكثر شيوعًا، تتوافق مجموعة البيانات مع محتويات
de_de: Ein Datensatz ist eine Sammlung von Daten. Am häufigsten entspricht ein Datensatz dem Inhalt eines
es_es: Un Conjunto de Etiquetas es una colección de Etiquetas. Más comúnmente, un conjunto de datos corresponde al contenido de un
fr_ca: Un ensemble de données est une collection de données. Le plus souvent, un ensemble de données correspond au contenu d'un
it_it: Un set di dati è una raccolta di dati. Più comunemente, un set di dati corrisponde al contenuto di un
ja_jp: データセットは、データの集合です。最も一般的には、データセットは、
pt_pt: Por cada elemento (ou indivíduo) se indicam varias características. Mais comumente, um conjunto de dados corresponde ao conteúdo de um
ru_ru: Набор данных - это совокупность данных. Чаще всего набор данных соответствует содержимому
tr_tr: Veri seti, bir veri koleksiyonudur. En yaygın olarak, bir veri seti bir veri setinin içeriğine karşılık gelir.
zh_hans: 数据集是数据的集合。最常见的是，数据集对应于
zh_hant: 數據集是數據的集合。最常見的是，數據集對應於

source: A dataset with the same name already exists
ar_ae: توجد بالفعل مجموعة بيانات بنفس الاسم
de_de: existiert schon mit demselben Namen.
es_es: Ya existe un archivo con el mismo nombre
fr_ca: Un jeu de données portant le même nom existe déjà
it_it: Esiste già un modello con lo stesso nome.
ja_jp: 同じ名前のファイルが既に存在します。
pt_pt: Já existe um ficheiro com esse nome
ru_ru: Файл с таким именем уже существует
tr_tr: Aynı isimli bir dosya zaten var
zh_hans: 同名数据集已存在
zh_hant: 已存在同名文件

source: a minute ago
ar_ae: منذ دقيقة
de_de: vor einer Minute
es_es: hace un minuto
fr_ca: il y a une minute
it_it: un minuto fa
ja_jp: 1分前
pt_pt: um minuto atrás
ru_ru: минуту назад
tr_tr: bir dakika önce
zh_hans: 一分鐘前
zh_hant: 一分鐘前

source: A minute ago
ar_ae: منذ دقيقة
de_de: Vor einer minute
es_es: Hace un minuto
fr_ca: Il y a une minute
it_it: un minuto fa
ja_jp: 1分前
pt_pt: Há um minuto
ru_ru: минуту назад
tr_tr: bir dakika önce
zh_hans: 一分钟前
zh_hant: 一分鐘前

source: A report with the same name already exists in this category
ar_ae: يوجد تقرير بنفس الاسم بالفعل في هذه الفئة
de_de: Ein Dashboard mit dem gleichen Namen existiert bereits in der Kategorie
es_es: Ya existe un reporte con el mismo nombre
fr_ca: Un rapport portant le même nom existe déjà dans cette catégorie
it_it: Esiste già un report con lo stesso nome in questa categoria
ja_jp: このカテゴリには同じ名前のレポートが既に存在します
pt_pt: Já existe um relatório personalizado com o mesmo nome.
ru_ru: Отчет с таким именем уже существует в этой категории
tr_tr: Bu kategoride aynı ada sahip bir rapor zaten var
zh_hans: 此类别中已存在同名报告
zh_hant: 此類別中已存在同名報告

source: A token request URL where the OAuth client exchanges an authorization grant for an access token.
ar_ae: عنوان URL لطلب الرمز المميز حيث يقوم عميل OAuth بتبادل منح التفويض لرمز الوصول.
de_de: Eine Tokenanforderungs-URL, bei der der OAuth-Client eine Autorisierungsgewährung gegen ein Zugriffstoken austauscht.
es_es: URL de solicitud de token en la que el cliente de OAuth intercambia una concesión de autorización por un token de acceso.
fr_ca: URL de demande de jeton dans laquelle le client OAuth échange une demande d'autorisation contre un jeton d'accès.
it_it: Un URL di richiesta token in cui il client OAuth scambia una concessione di autorizzazione per un token di accesso.
ja_jp: OAuthクライアントが認可付与をアクセストークンと交換するトークン要求URL。
pt_pt: Uma URL de solicitação de token em que o cliente OAuth troca uma concessão de autorização por um token de acesso.
ru_ru: URL-адрес запроса маркера, при котором клиент OAuth обменивается предоставлением авторизации для маркера доступа.
tr_tr: OAuth istemcisinin bir erişim belirteci için bir yetkilendirme izni alışverişinde bulunduğu bir belirteç isteği URL'si.
zh_hans: OAuth客户端将授权授予交换为访问令牌的令牌请求URL。
zh_hant: OAuth用戶端將授權授權交換為存取權杖的權杖要求URL。

source: Access
ar_ae: الوصول
de_de: Zugriff
es_es: Acceso
fr_ca: accès
it_it: Accessibilità
ja_jp: アクセス
pt_pt: Acesso
ru_ru: Доступ
tr_tr: Erişim
zh_hans: 交通
zh_hant: 服務

source: Access Denied
ar_ae: تم رفض الوصول
de_de: Zugriff verweigert
es_es: Acceso denegado
fr_ca: Accès refusé
it_it: Accesso negato
ja_jp: アクセスが拒否されました
pt_pt: Acesso negado
ru_ru: В доступе отказано
tr_tr: Erişim Reddedildi
zh_hans: 访问被拒绝
zh_hant: 拒絕存取

source: access for
ar_ae: الوصول إلى
de_de: Acceso para Ti
es_es: ACCESS for ELLs
fr_ca: accès réservé aux
it_it: Accesso per WAN
ja_jp: へのアクセス
pt_pt: ACESS PARA ELLs
ru_ru: Доступ для блага
tr_tr: Ev Sahibinin Erişimi
zh_hans: 禁止访问
zh_hant: 訪問

source: access for the
ar_ae: الوصول إلى
de_de: ZUGANG DER NIEDERLANDE
es_es: Con acceso a minusválidos
fr_ca: accès réservé aux
it_it: Accesso portatori di handicap
ja_jp: のためのアクセス
pt_pt: Com acesso para deficientes
ru_ru: Доступно для инвалидов
tr_tr: Müşteri İçin Erişim
zh_hans: 的访问权限
zh_hant: 訪問

source: Access has been removed successfully.
ar_ae: تمت إزالة الوصول بنجاح.
de_de: Zugriff erfolgreich entfernt!
es_es: El escaneo se ha eliminado con éxito.
fr_ca: L'accès a été supprimé avec succès.
it_it: L'accesso è stato rimosso correttamente.
ja_jp: アクセスが正常に削除されました。
pt_pt: O% 1 foi removido com sucesso
ru_ru: Доступ успешно удален.
tr_tr: Kod başarıyla kaldırıldı.
zh_hans: Key已成功删除。
zh_hant: 訪問已成功刪除。

source: Access is denied
ar_ae: تم رفض الوصول
de_de: Der Zugriff wurde verweigert
es_es: Acceso denegado
fr_ca: Accès refusé
it_it: Accesso negato.
ja_jp: ユーザーのアクセスは拒否されます。
pt_pt: Acesso negado
ru_ru: Доступ отказан
tr_tr: Kamera erişimi reddedildi
zh_hans: 访问被拒绝
zh_hant: 存取被拒絕。

source: Access key
ar_ae: مفتاح الوصول
de_de: API-Schlüssel
es_es: Clave de acceso
fr_ca: Clé d'accès
it_it: Chiave di accesso
ja_jp: アクセスキー
pt_pt: Chave de acesso
ru_ru: Ключ доступа
tr_tr: Erişim Anahtarı
zh_hans: 访问密钥
zh_hant: 存取鍵

source: Access Key
ar_ae: مفتاح الوصول
de_de: Zugriffsschlüssel
es_es: Clave de acceso
fr_ca: Clé d'accès
it_it: Chiave d'Accesso
ja_jp: アクセスキー
pt_pt: Chave de Acesso
ru_ru: Клавиша доступа
tr_tr: Erişim Anahtarı
zh_hans: 访问密钥
zh_hant: 存取鍵

source: Access mode
ar_ae: وضع الوصول
de_de: Zugriffsmodus
es_es: Modo de acceso
fr_ca: Mode d'accès
it_it: Modalità di accesso
ja_jp: ワークアクセスモード
pt_pt: Modo de Acesso com fio
ru_ru: режим доступа
tr_tr: erişim modu
zh_hans: 访问方式
zh_hant: 存取模式

source: Access Mode
ar_ae: وضع الوصول
de_de: Zugriffsmodus
es_es: Mode de protecció
fr_ca: Mode d'accès
it_it: Modalità di accesso
ja_jp: ワークアクセスモード
pt_pt: Modo de Acesso com fio
tr_tr: erişim modu
zh_hans: 接入方式
zh_hant: 存取模式

source: Account
ar_ae: الحساب
de_de: Konto
es_es: Cuenta
fr_ca: Compte
ja_jp: アカウント
pt_pt: Conta
ru_ru: Счет
tr_tr: Hesap
zh_hans: 帐户
zh_hant: 帳戶

source: Account Activation Mode
ar_ae: وضع تنشيط الحساب
de_de: Kontoaktivierung
es_es: Modo de activación de la cuenta
fr_ca: Mode d’activation du compte
it_it: Attivazione account
ja_jp: アカウント有効化
pt_pt: Ativação de Conta
ru_ru: Активация аккаунта
tr_tr: Hesap etkinleştirme
zh_hans: 账户激活
zh_hant: 帳戶激活

source: Account name
ar_ae: اسم الحساب
de_de: Kontoname
es_es: Nombre de la cuenta
fr_ca: Nom du compte
it_it: Nome account
ja_jp: アカウント名
pt_pt: Nome da conta
ru_ru: Имя аккаунта
tr_tr: Hesap Adi
zh_hans: 帐户名称
zh_hant: 用戶名

source: accounts
ar_ae: الحسابات
es_es: cuentas
fr_ca: comptes
it_it: conti
ja_jp: 顧客または全般的リスクである場合があります
pt_pt: contas
ru_ru: участников
tr_tr: xx
zh_hans: 账户
zh_hant: 帳號

source: Accounts
ar_ae: الحسابات
de_de: Konten
es_es: Cuentas
fr_ca: Comptes
it_it: Conti
ja_jp: アカウント
pt_pt: Contas
ru_ru: Счета
tr_tr: Hesaplar
zh_hans: 帐户
zh_hant: 帳號

source: Accounts Settings
ar_ae: إعدادات الحسابات
de_de: Profil bearbeiten
es_es: Configuración de cuentas
fr_ca: Paramètres des comptes
it_it: Impostazioni del profilo
ja_jp: ユーザーアカウント設定
pt_pt: Definições de Contas
ru_ru: Настройки аккаунтов
tr_tr: Hesap Ayarları
zh_hans: 帐户设置
zh_hant: 帳號設定

source: ACCOUNTS SETTINGS
ar_ae: إعدادات الحسابات
de_de: Profil bearbeiten
es_es: Configuración de las cuentas
fr_ca: PARAMÈTRES DES COMPTES
it_it: IMPOSTAZIONI ACCOUNT
ja_jp: ユーザーアカウント設定
pt_pt: Configurações de contas
ru_ru: Настройки аккаунтов
tr_tr: Hesap Ayarları
zh_hans: 帐户设置
zh_hant: 帳號設定

source: accounts.
ar_ae: الحسابات.
de_de: Konten.
es_es: financieras.
it_it: social media.
ja_jp: アカウント
pt_pt: contabilidade
ru_ru: участников
tr_tr: hesaplar
zh_hans: 账户
zh_hant: 帳號

source: Action
ar_ae: الإجراء
de_de: Handlungen
es_es: Acción
it_it: Azione
ja_jp: 行動
pt_pt: Ação
ru_ru: Действие
tr_tr: Eylem
zh_hans: 操作
zh_hant: 動作

source: Actions
ar_ae: الإجراءات
de_de: Aktionen
es_es: Acciones
it_it: Azioni
ja_jp: アクション
pt_pt: Ações
ru_ru: Действия
tr_tr: Eylemler
zh_hans: 行动
zh_hant: 操作

source: Activate User
ar_ae: تفعيل المستخدم
de_de: Benutzer aktivieren
es_es: Activar usuario
fr_ca: Activer l’utilisateur
it_it: Attiva l'utente
ja_jp: 有効なユーザー
pt_pt: Ativar Usuário
ru_ru: Активировация пользователя
tr_tr: Kullanıcı aktive et
zh_hans: 激活用户
zh_hant: 啟動用戶

source: Activation code has been generated successfully. As email settings are not configured we are not able to send activation email to the user.
ar_ae: تم إنشاء رمز التفعيل بنجاح. نظرًا لعدم تكوين إعدادات البريد الإلكتروني، يتعذر علينا إرسال بريد إلكتروني للتنشيط إلى المستخدم.
de_de: Aktivierungscode wurde erfolgreich generiert. Da die E-Mail-Einstellungen nicht konfiguriert sind, können wir keine Aktivierungs-E-Mail an den Benutzer senden.
es_es: El código de activación se ha generado correctamente. Como la configuración del correo electrónico no está configurada, no podemos enviar un correo electrónico de activación al usuario.
fr_ca: Le code d'activation a été généré avec succès. Les paramètres de messagerie n'étant pas configurés, nous ne pouvons pas envoyer d'e-mail d'activation à l'utilisateur.
it_it: Il codice di attivazione è stato generato correttamente. Poiché le impostazioni e-mail non sono configurate, non siamo in grado di inviare e-mail di attivazione all'utente.
ja_jp: アクティベーションコードが正常に生成されました。メール設定が設定されていないため、ユーザーにアクティベーションメールを送信することはできません。
pt_pt: Código de ativação reenviado com êxito. Como as definições de e-mail não estão configuradas, não podemos enviar e-mail de ativação para o utilizador.
ru_ru: Код активации успешно сгенерирован. Поскольку настройки электронной почты не настроены, мы не можем отправить пользователю электронное письмо для активации.
tr_tr: Etkinleştirme kodu başarıyla oluşturuldu. E - posta ayarları yapılandırılmadığından, kullanıcıya etkinleştirme e - postası gönderemiyoruz.
zh_hans: 激活码已成功生成。由于未配置电子邮件设置，我们无法向用户发送激活电子邮件。
zh_hant: 由於未配置電子郵件設置，我們無法向用戶發送激活電子郵件。

source: Activation code has been sent successfully.
ar_ae: تم إرسال رمز التفعيل بنجاح.
de_de: Der Aktivierungslink wurde erfolgreich gesendet.
es_es: El código de activación se ha enviado correctamente.
fr_ca: Le code d’activation a été envoyé avec succès.
it_it: Il codice di attivazione è stato inviato correttamente.
ja_jp: アクティベーションコードが正常に送信されました。
pt_pt: Código de ativação reenviado com êxito.
ru_ru: Код активации отправлен
tr_tr: Etkinleştirme kodu başarıyla gönderildi.
zh_hans: 激活码已成功发送。
zh_hant: 激活碼已成功發送。

source: Activation emails cannot be sent until the email settings are configured. You can select ‘Automatic Activation’ to activate the user without configuring email settings.
ar_ae: لا يمكن إرسال رسائل التنشيط الإلكترونية حتى يتم تكوين إعدادات البريد الإلكتروني. يمكنك تحديد "التنشيط التلقائي" لتنشيط المستخدم دون تكوين إعدادات البريد الإلكتروني.
de_de: Aktivierungs-E-Mails können erst gesendet werden, wenn die E-Mail-Einstellungen konfiguriert sind. Sie können "Automatische Aktivierung" auswählen, um den Benutzer zu aktivieren, ohne die E-Mail-Einstellungen zu konfigurieren.
es_es: Los correos electrónicos de activación no se pueden enviar hasta que se configuren los ajustes del correo electrónico. Puede seleccionar "Activación automática" para activar el usuario sin configurar la configuración del correo electrónico.
fr_ca: Les e-mails d'activation ne peuvent pas être envoyés tant que les paramètres d'e-mail ne sont pas configurés. Vous pouvez sélectionner « Activation automatique » pour activer l'utilisateur sans configurer les paramètres de messagerie.
it_it: Le e-mail di attivazione non possono essere inviate fino a quando le impostazioni e-mail non sono configurate. È possibile selezionare "Attivazione automatica" per attivare l'utente senza configurare le impostazioni e-mail.
ja_jp: メール設定が設定されるまで、アクティベーションメールを送信することはできません。[自動アクティベーション]を選択すると、電子メール設定を構成せずにユーザーをアクティベーションできます。
pt_pt: Os e-mails de ativação não podem ser enviados até que as configurações de e-mail estejam configuradas. Pode selecionar "Ativação Automática" para ativar o utilizador sem definir as definições de e-mail.
ru_ru: Электронные письма для активации не могут быть отправлены до тех пор, пока не будут настроены параметры электронной почты. Вы можете выбрать «Автоматическая активация», чтобы активировать пользователя без настройки параметров электронной почты.
tr_tr: Etkinleştirme e - postaları, e - posta ayarları yapılandırılana kadar gönderilemez. E - posta ayarlarını yapılandırmadan kullanıcıyı etkinleştirmek için ‘Otomatik Etkinleştirme'yi seçebilirsiniz.
zh_hans: 在配置电子邮件设置之前，无法发送激活电子邮件。您可以选择“自动激活”来激活用户，而无需配置电子邮件设置。
zh_hant: 在設定電子郵件設定之前，無法傳送啟用電子郵件。您可以選擇「自動啟用」以啟用使用者，而無需設定電子郵件設定。

source: Activation emails cannot be sent until the email settings are configured. You can select 'Automatic Activation' to activate the user without configuring the email settings.
ar_ae: لا يمكن إرسال رسائل التنشيط الإلكترونية حتى يتم تكوين إعدادات البريد الإلكتروني. يمكنك تحديد "التنشيط التلقائي" لتنشيط المستخدم دون تكوين إعدادات البريد الإلكتروني.
de_de: Aktivierungs-E-Mails können erst gesendet werden, wenn die E-Mail-Einstellungen konfiguriert sind. Sie können "Automatische Aktivierung" auswählen, um den Benutzer zu aktivieren, ohne die E-Mail-Einstellungen zu konfigurieren.
es_es: Los correos electrónicos de activación no se pueden enviar hasta que se configuren los ajustes del correo electrónico. Puede seleccionar "Activación automática" para activar el usuario sin configurar la configuración del correo electrónico.
fr_ca: Les e-mails d'activation ne peuvent pas être envoyés tant que les paramètres d'e-mail ne sont pas configurés. Vous pouvez sélectionner « Activation automatique » pour activer l'utilisateur sans configurer les paramètres de messagerie.
it_it: Le e-mail di attivazione non possono essere inviate fino a quando le impostazioni e-mail non sono configurate. È possibile selezionare "Attivazione automatica" per attivare l'utente senza configurare le impostazioni e-mail.
ja_jp: メール設定が設定されるまで、アクティベーションメールを送信することはできません。[自動アクティベーション]を選択すると、メール設定を構成せずにユーザーをアクティベーションできます。
pt_pt: Os e-mails de ativação não podem ser enviados até que as configurações de e-mail estejam configuradas. Pode selecionar "Ativação Automática" para ativar o utilizador sem definir as definições de e-mail.
ru_ru: Электронные письма для активации не могут быть отправлены до тех пор, пока не будут настроены параметры электронной почты. Вы можете выбрать «Автоматическая активация», чтобы активировать пользователя без настройки параметров электронной почты.
tr_tr: Etkinleştirme e - postaları, e - posta ayarları yapılandırılana kadar gönderilemez. E - posta ayarlarını yapılandırmadan kullanıcıyı etkinleştirmek için 'Otomatik Etkinleştirme'yi seçebilirsiniz.
zh_hans: 在配置电子邮件设置之前，无法发送激活电子邮件。您可以选择“自动激活”来激活用户，而无需配置电子邮件设置。
zh_hant: 在設定電子郵件設定之前，無法傳送啟用電子郵件。您可以選擇「自動啟用」以啟用使用者，而無需設定電子郵件設定。

source: Active
ar_ae: نشط
de_de: Aktiv
es_es: Activo
it_it: Attivo
ja_jp: アクティブ
pt_pt: Ativo
ru_ru: Действующее вещество
tr_tr: Aktif
zh_hans: 已激活
zh_hant: 啟用中

source: Active Directory group import
ar_ae: استيراد مجموعة Active Directory
de_de: Active Directory-Gruppenimport
es_es: Editar grupo de Active Directory
fr_ca: Import du groupe d'Active Directory
it_it: Gruppo Active Directory
ja_jp: Active Directory グループマップ
pt_pt: Importação de grupo do Active Directory
ru_ru: Импорт группы Active Directory
tr_tr: Active Directory grup doğrulaması
zh_hans: Active Directory 安全组
zh_hant: Active Directory 組導入

source: Active Directory Group(s)
ar_ae: مجموعة(مجموعات) Active Directory
de_de: Active Directory-Gruppe(n)
es_es: Editar grupo de Active Directory
fr_ca: Groupe d'Active Directory
it_it: Gruppo Active Directory
ja_jp: Active Directory グループマップ
pt_pt: Selecionar o grupo do Active Directory
ru_ru: проверка группы Active Directory
tr_tr: Active Directory grup doğrulaması
zh_hans: Active Directory 安全组
zh_hant: Active Directory 組

source: Active Directory Group(s) and
ar_ae: مجموعة(مجموعات) Active Directory و
de_de: Active Directory-Gruppe(n) und
es_es: Editar grupo de Active Directory
fr_ca: Groupe(s) Active Directory et
it_it: Gruppo Active Directory
ja_jp: Active Directory グループマップ
pt_pt: Grupo(s) do Active Directory e
ru_ru: ГруппыActive Directory и
tr_tr: Active Directory Grup(lar) ı ve
zh_hans: Active Directory组和
zh_hant: Active Directory 組和

source: Active Directory Groups import
ar_ae: استيراد مجموعات Active Directory
de_de: Active Directory-Gruppen-Import
es_es: Grupos Active Directory
fr_ca: Import des groupes d'Active Directory
it_it: Supporto dei gruppi di Active Directory
ja_jp: Active Directoryグループのインポート
pt_pt: Importação de grupos do Active Directory
ru_ru: Импорт групп Active Directory
tr_tr: Active Directory Grupları içe aktarma
zh_hans: Active Directory组导入
zh_hant: Active Directory 組導入

source: Active Directory Settings
ar_ae: إعدادات Active Directory
de_de: Active Directory Einstellungen
es_es: Configuración de Active Directory
fr_ca: Paramètres d'Active Directory
it_it: Impostazioni Active Directory
ja_jp: ActiveDirectory設定をリセットする
pt_pt: Active Directory
ru_ru: Настройки активного каталога
tr_tr: Active Directory
zh_hans: Active Directory 林设置
zh_hant: 活動目錄設置

source: Active Directory Synchronization
ar_ae: مزامنة Active Directory
de_de: Ergebnisse der Active-Directory-Datensynchronisierung
es_es: sincronización de Active Directory
fr_ca: Synchronisation d'Active Directory
it_it: Active Directory
ja_jp: Active Directory
pt_pt: Active Directory
ru_ru: синхронизация Active Directory
tr_tr: Active Directory eşitlemesi
zh_hans: Active Directory 同步
zh_hant: Active Directory 同步處理

source: Active Directory Synchronization - GROUPS
ar_ae: مزامنة الدليل النشط - مجموعات
de_de: Active Directory Synchronisation - GRUPPEN
es_es: sincronización de Active Directory
fr_ca: Synchronisation d'Active Directory - GROUPES
it_it: Sincronizzazione Active Directory - GRUPPI
ja_jp: Active Directoryの同期-グループ
pt_pt: Sincronização do Active Directory - GRUPOS
ru_ru: синхронизация Active Directory
tr_tr: Active Directory eşitlemesi
zh_hans: Active Directory 同步
zh_hant: Active Directory 同步處理

source: Active Directory Synchronization - USERS
ar_ae: مزامنة الدليل النشط - المستخدمون
de_de: Active Directory-Synchronisierung - BENUTZER
es_es: sincronización de Active Directory
fr_ca: Synchronisation Active Directory - UTILISATEURS
it_it: Utenti di Active Directory
ja_jp: Active Directoryの同期-ユーザー
pt_pt: Para utilizadores do Active Directory:
ru_ru: синхронизация Active Directory
tr_tr: Active Directory eşitlemesi
zh_hans: Active Directory 同步
zh_hant: Active Directory 同步處理

source: ACTIVE DIRECTORY SYNCHRONIZATION SCHEDULE
ar_ae: جدول مزامنة ACTIVE DIRECTORY
de_de: ACTIVE DIRECTORY-SYNCHRONISIERUNGSPLAN
es_es: sincronización de Active Directory
fr_ca: Planification de la synchronisation d'Active Directory
it_it: PIANIFICAZIONE DELLA SINCRONIZZAZIONE DI ACTIVE DIRECTORY
ja_jp: ACTIVE DIRECTORYの同期スケジュール
pt_pt: AGENDAMENTO DE SINCRONIZAÇÃO DO ACTIVE DIRECTORY
ru_ru: синхронизация Active Directory
tr_tr: Active Directory eşitlemesi
zh_hans: Active Directory 同步
zh_hant: Active Directory 同步處理

source: Active Directory user import
ar_ae: استيراد مستخدم Active Directory
de_de: Active-Directory-Benutzerdaten
es_es: Nombre de usuario de Active Directory
fr_ca: Import d'utilisateur d'Active Directory
it_it: Utente Active Directory
ja_jp: Active Directoryユーザーのインポート
pt_pt: Importação de grupos do Active Directory
ru_ru: Импорт пользователей Active Directory
tr_tr: Aktif Dizin Kullanıcısı
zh_hans: Active Directory用户导入
zh_hant: Active Directory 用戶導入

source: Active Directory users import
ar_ae: استيراد مستخدمي Active Directory
de_de: Überwachung aktive Verzeichnisbenutzer
es_es: Importación de usuarios de Active Directory
fr_ca: Import d'utilisateurs d'Active Directory
it_it: Importazione utenti Active Directory
ja_jp: Active Directoryユーザーのインポート
pt_pt: Para utilizadores do Active Directory:
ru_ru: Импорт пользователей Active Directory
tr_tr: Active Directory kullanıcılarının içe aktarımı
zh_hans: Active Directory用户导入
zh_hant: Active Directory 用戶導入

source: AD Schedule Synchronization
ar_ae: مزامنة جدول الإعلانات
de_de: AD-Zeitplansynchronisierung
es_es: Programar Sincronización
fr_ca: Planification du Synchronisation d'AD
it_it: Programma sincronizzazione
ja_jp: ADスケジュールの同期
pt_pt: Sincronização de agendamento do AD
ru_ru: Синхронизация расписания AD
tr_tr: Reklam Zaman Çizelgesi Senkronizasyonu
zh_hans: AD计划同步
zh_hant: AD 日程同步

source: Add
ar_ae: إضافة
de_de: Neu erstellen
es_es: Añadir
fr_ca: Ajouter
it_it: Aggiungi
ja_jp: 追加
pt_pt: Adicionar
ru_ru: Добавить
tr_tr: Ekle
zh_hans: 添加
zh_hant: 新增

source: Add a Widget to the Pinboard
ar_ae: إضافة عنصر واجهة مستخدم إلى لوحة التثبيت
de_de: Widget zur Pinnwand hinzufügen
es_es: Añadir un widget al tablero de anuncios
fr_ca: Ajouter un widget au tableau d'affichage
it_it: Aggiungi un widget alla bacheca
ja_jp: ピンボードにウィジェットを追加する
pt_pt: Adicionar um widget ao quadro de anúncios
ru_ru: Добавить виджет на пинборд
tr_tr: Panoya bir Widget ekleyin
zh_hans: 将小部件添加到固定板
zh_hant: 將小工具新增至釘選板

source: Add and Design
ar_ae: إضافة وتصميم
de_de: Hinzufügen und Entwerfen
es_es: Y DISEÑO
fr_ca: Ajouter et concevoir
it_it: AND DESIGN
ja_jp: 追加とデザイン
pt_pt: e Desenho
ru_ru: Добавить и оформить
tr_tr: ve tasarımın
zh_hans: 添加和设计
zh_hant: 新增和設計

source: Add Attribute
ar_ae: إضافة سمة
de_de: Attribut hinzufügen
es_es: Añadir atributo
fr_ca: Ajouter un attribut
it_it: Aggiungi attributo
ja_jp: 属性を追加
pt_pt: Adicionar Atributo
ru_ru: Добавить атрибут
tr_tr: Seçenek ekle
zh_hans: 添加属性
zh_hant: 新增屬性

source: Add Category
ar_ae: إضافة فئة
de_de: Kategorie hinzufügen
es_es: Añadir una categoría
fr_ca: Ajouter une catégorie
it_it: Aggiungi categoria
ja_jp: カテゴリーを追加
pt_pt: Adicionar Categoria
ru_ru: Добавить категорию
tr_tr: Kategori Ekle
zh_hans: 添加类别
zh_hant: 新增類別

source: Add Comment
ar_ae: إضافة تعليق
de_de: Kommentar hinzufügen
es_es: Agregar Comentario
fr_ca: Ajouter un commentaire
it_it: Aggiungi un commento
ja_jp: コメントする
pt_pt: Adicionar Comentário
ru_ru: Добавить комментарий
tr_tr: Yorum Ekle
zh_hans: 添加评注
zh_hant: 新增評論

source: Add Comparison Target
ar_ae: إضافة هدف المقارنة
de_de: Vergleichsziel hinzufügen
es_es: Añadir comparación
fr_ca: Ajouter une cible de comparaison
it_it: Dati target a confronto
ja_jp: 比較を追加
pt_pt: Adicionar alvo de comparação
ru_ru: Добавить цель сравнения
tr_tr: Karşılaştırma Hedefi Ekle
zh_hans: 添加比较目标
zh_hant: 添加比較目標

source: Add Dashboard to the Pinboard
ar_ae: إضافة لوحة المعلومات إلى لوحة التثبيت
de_de: Dashboard zur Pinnwand hinzufügen
es_es: Añadir panel de control al tablero de anuncios
fr_ca: Ajouter un tableau de bord au tableau d'affichage
it_it: Aggiungi dashboard alla bacheca
ja_jp: ダッシュボードをピンボードに追加
pt_pt: Adicionar Painel ao Pinboard
ru_ru: Добавить дашборд в пинборд
tr_tr: Panoya Pano Ekle
zh_hans: 将仪表板添加到固定板
zh_hant: 將儀表板新增至釘選板

source: Add Data Source
ar_ae: إضافة مصدر بيانات
de_de: Datenquelle hinzufügen
es_es: Agregar fuente de datos
fr_ca: Ajouter source de données
it_it: Aggiungi origine dati
ja_jp: データソース
pt_pt: Fonte de dados
ru_ru: источник данных
tr_tr: Veri Kaynağı Ekle
zh_hans: 添加数据源
zh_hant: 新增數據源
