Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Payment for your subscription has been successful. We will now refresh the page for you to continue.
ar_ae: تم الدفع مقابل اشتراكك بنجاح. سنقوم الآن بتحديث الصفحة للمتابعة.
de_de: Die Zahlung für Ihr Abonnement war erfolgreich. Wir werden nun die Seite aktualisieren, damit Sie fortfahren können.
es_es: El pago de su suscripción se ha realizado correctamente. Ahora actualizaremos la página para que puedas continuar.
fr_ca: Le paiement de votre abonnement a été effectué avec succès. Nous allons maintenant actualiser la page pour que vous puissiez continuer.
it_it: Il pagamento per il tuo abbonamento è andato a buon fine. Ora aggiorneremo la pagina per consentirti di continuare.
ja_jp: サブスクリプションのお支払いが完了しました。続行するには、ページを更新してください。
pt_pt: O pagamento da sua subscrição foi efetuado com sucesso. Vamos agora atualizar a página para que possa continuar.
ru_ru: Оплата вашей подписки прошла успешно. Теперь мы обновим страницу, чтобы вы могли продолжить.
tr_tr: Aboneliğiniz için ödeme başarılı oldu. Şimdi devam etmeniz için sayfayı yenileyeceğiz.
zh_hans: 您的订阅付款已成功。我们现在将刷新页面，以便您继续。
zh_hant: 已成功為您的訂閱付款。我們現在將重新整理頁面，以便你繼續。

source: Payment for your subscription has failed for the following reason:
ar_ae: فشل دفع اشتراكك للسبب التالي:
de_de: Die Zahlung für Ihr Abonnement ist aus folgendem Grund fehlgeschlagen:
es_es: El pago de tu suscripción ha fallado por el siguiente motivo:
fr_ca: Le paiement de votre abonnement a échoué pour la raison suivante:
it_it: Il pagamento del tuo abbonamento non è andato a buon fine per il seguente motivo:
ja_jp: 次の理由により、サブスクリプションの支払いに失敗しました。
pt_pt: O pagamento da sua assinatura falhou pelo seguinte motivo:
ru_ru: Не удалось оплатить подписку по следующей причине:
tr_tr: Aboneliğiniz için ödeme aşağıdaki nedenden dolayı başarısız oldu:
zh_hans: 由于以下原因，您的订阅付款失败：
zh_hant: 由於以下原因，您的訂閱付款失敗：

source: Payments
ar_ae: المدفوعات
de_de: Zahlungen
es_es: Pagos
fr_ca: Paiements
it_it: Pagamenti
pt_pt: Pagamentos
ru_ru: Платежи
tr_tr: Ödemeler
zh_hans: 付款
zh_hant: 付款

source: Pending
ar_ae: معلق
de_de: Angemeldet
es_es: Pendiente
fr_ca: En attente##$_0D$##
it_it: In attesa
ja_jp: 保留
pt_pt: Pendente
ru_ru: На рассмотрении
tr_tr: Bekliyor
zh_hans: 待处理
zh_hant: 待處理

source: People
ar_ae: الأشخاص
de_de: Menschen
es_es: Personas
fr_ca: Personnes
it_it: Persone
ja_jp: メンバー
pt_pt: Pessoas
ru_ru: Сотрудники
tr_tr: Çalışanlar
zh_hans: 人
zh_hant: 人員

source: Permission
ar_ae: الإذن
de_de: Berechtigung
es_es: permiso
fr_ca: Autorisation
it_it: Autorizzazione
ja_jp: 許可 / アクセス許可 / 権限
pt_pt: Permissão
ru_ru: Разрешение
tr_tr: İzin
zh_hans: 权限
zh_hant: 許可

source: Permission Denied
ar_ae: تم رفض الإذن
de_de: Berechtigung verweigert
es_es: Permiso denegado
fr_ca: Permission refusée
it_it: Autorizzazione negata
ja_jp: アクセス権が拒否されました
pt_pt: Autorização recusada
ru_ru: В доступе отказано
tr_tr: İzin Verilmedi
zh_hans: 权限不足
zh_hant: 權限遭拒

source: Permission Entity already exists
ar_ae: كيان الإذن موجود بالفعل
de_de: Diese Berechtigung ist bereits vorhanden
es_es: La entidad de permiso ya existe
fr_ca: L'entité d'autorisation existe déjà
it_it: Entità già esistente
ja_jp: アクセス許可エンティティは既に存在します
pt_pt: A permissão já existe
ru_ru: Это разрешение уже существует.
tr_tr: Tên quyền đã tồn tại
zh_hans: 权限实体已存在
zh_hant: 權限實體已存在

source: permission for
ar_ae: إذن
de_de: berechtigung für
es_es: permiso para
fr_ca: Autorisation pour :
it_it: permesso per
ja_jp: 何を許したの?
pt_pt: Permissão para Trabalho.
ru_ru: Разрешение на
tr_tr: için izin
zh_hans: 权限
zh_hant: 許可

source: Permission has been added successfully.
ar_ae: تمت إضافة الإذن بنجاح.
de_de: Zone erfolgreich hinzugefügt.
es_es: se ha añadido correctamente
fr_ca: a été ajouté avec succès.
it_it: Piano aggiunto con successo.
ja_jp: アクセス許可が正常に追加されました。
pt_pt: Plano foi adicionado com êxito.
ru_ru: Список был успешно добавлен
tr_tr: Şikayet değerlendirmenin ardından başarıyla eklendi.
zh_hans: 已成功添加。
zh_hant: 文件已成功添加。

source: Permissions
ar_ae: الأذونات
de_de: Berechtigungen
es_es: Permisos
fr_ca: Autorisations
it_it: Autorizzazioni
ja_jp: 権限
pt_pt: Permissões
ru_ru: Разрешения
tr_tr: İzinler
zh_hans: 权限
zh_hant: 權限

source: Personal Access Token
ar_ae: رمز الوصول الشخصي
de_de: Persönliches Zugangstoken
fr_ca: Jeton d'accès personnel
it_it: Token di accesso personale
ja_jp: または個人的なアクセストークン
pt_pt: Token de Acesso
ru_ru: Личный токен доступа
tr_tr: Kişisel Erişim Belirteci
zh_hans: 个人访问Token
zh_hant: 個人存取權杖

source: PERSONAL ACCESS TOKEN
ar_ae: رمز الوصول الشخصي
de_de: Persönliches Zugangstoken
es_es: token de acceso personal
fr_ca: Jeton d'accès personnel
it_it: Token di accesso personale
ja_jp: または個人的なアクセストークン
pt_pt: Token de Acesso
ru_ru: Личный токен доступа
tr_tr: kişisel erişim belirteci
zh_hans: 个人访问令牌
zh_hant: 個人存取權杖

source: Phone
ar_ae: الهاتف
de_de: Telefonnummer
es_es: Teléfono
fr_ca: Téléphone
it_it: Telefono
ja_jp: 電話番号
pt_pt: Telefone
ru_ru: Телефон
tr_tr: Telefon
zh_hans: 电话
zh_hant: 電話

source: Pin
ar_ae: رقم التعريف الشخصي
de_de: Stift
fr_ca: Broche
it_it: Polo
ja_jp: ピン
pt_pt: Fixar
ru_ru: Штифт
tr_tr: Pim
zh_hans: 固定

source: Pinboard
ar_ae: لوحة الدبوس
de_de: Pinnwand
es_es: Panel de notas
fr_ca: Panneau d’affichage
it_it: Bacheca
ja_jp: 掲示板
pt_pt: Quadro de avisos
tr_tr: Mantar Pano
zh_hant: 釘選板

source: Pinboard has been added successfully.
ar_ae: تمت إضافة Pinboard بنجاح.
de_de: Zone erfolgreich hinzugefügt.
es_es: se ha añadido correctamente
fr_ca: Le panneau d'affichage par défaut a été ajouté avec succès.
it_it: Piano aggiunto con successo.
ja_jp: ピンボードが正常に追加されました。
pt_pt: Plano foi adicionado com êxito.
ru_ru: Список был успешно добавлен
tr_tr: Şikayet değerlendirmenin ardından başarıyla eklendi.
zh_hans: 已成功添加。
zh_hant: 文件已成功添加。

source: Pinboard has been added successfully. Error when adding a widget.
ar_ae: تمت إضافة Pinboard بنجاح. خطأ عند إضافة عنصر واجهة مستخدم.
de_de: Pinnwand wurde erfolgreich hinzugefügt. Fehler beim Hinzufügen eines Widgets.
es_es: se ha añadido correctamente Adición de widgets
fr_ca: Le panneau d'affichage par défaut a été ajouté avec succès. Erreur lors de l'ajout d'un widget.
it_it: La bacheca è stata aggiunta correttamente. Errore durante l'aggiunta di un widget.
ja_jp: ピンボードが正常に追加されました。ウィジェットを追加中にエラーが発生しました。
pt_pt: Plano foi adicionado com êxito. ﻿Adicionar um Widget
ru_ru: Список был успешно добавлен Ошибка при добавлении виджета.
tr_tr: Şikayet değerlendirmenin ardından başarıyla eklendi. Widget eklerken hata oluştu.
zh_hans: 已成功添加。添加小部件时出错。
zh_hant: 釘選板已成功新增。新增小工具時發生錯誤。

source: Pinboard has been added successfully. Error while adding dashboard to the pinboard.
ar_ae: تمت إضافة Pinboard بنجاح. حدث خطأ أثناء إضافة لوحة المعلومات إلى لوحة المعلومات.
de_de: Pinnwand wurde erfolgreich hinzugefügt. Fehler beim Hinzufügen des Dashboards zur Pinnwand.
es_es: se ha añadido correctamente Error al añadir el panel de control al panel de control.
fr_ca: Le panneau d'affichage par défaut a été ajouté avec succès. Erreur lors de l'ajout du tableau de bord au tableau d'affichage.
it_it: La bacheca è stata aggiunta correttamente. Errore durante l'aggiunta della dashboard alla bacheca.
ja_jp: ピンボードが正常に追加されました。ダッシュボードをピンボードに追加中にエラーが発生しました。
pt_pt: Plano foi adicionado com êxito. Erro ao adicionar painel ao quadro de avisos.
ru_ru: Список был успешно добавлен Ошибка при добавлении дашборда на пинборд.
tr_tr: Şikayet değerlendirmenin ardından başarıyla eklendi. Panoya pano eklenirken hata oluştu.
zh_hans: 已成功添加。将仪表板添加到钉板时出错。
zh_hant: 釘選板已成功新增。將儀表板新增到釘選板時發生錯誤。

source: Pinboard has been deleted successfully.
ar_ae: تم حذف اللوحة بنجاح.
de_de: {0} wurde erfolgreich gelöscht.
es_es: ha sido eliminado correctamente
fr_ca: A été supprimé avec succès.
it_it: Permesso eliminato con successo.
ja_jp: ルールは正常に削除されました。
pt_pt: {0} foi excluído com sucesso.
ru_ru: Успешно удалено.
tr_tr: Başarıyla silindi.
zh_hans: 已成功删除。
zh_hant: 已成功刪除規則。

source: Pinboard has been duplicated successfully.
ar_ae: تم تكرار Pinboard بنجاح.
de_de: Pinnwand wurde erfolgreich dupliziert.
es_es: El tablero de anuncios se ha duplicado correctamente.
fr_ca: Le tableau d'affichage a été dupliqué avec succès.
it_it: La bacheca è stata duplicata correttamente.
ja_jp: ピンボードが正常に複製されました。
pt_pt: O quadro de anúncios foi duplicado com sucesso.
ru_ru: Pinboard успешно продублирован.
tr_tr: Pano başarıyla çoğaltıldı.
zh_hans: Pinboard已成功复制。
zh_hant: 主頁已成功複製。

source: Pinboard has been renamed successfully.
ar_ae: تمت إعادة تسمية Pinboard بنجاح.
de_de: Pinnwand wurde erfolgreich umbenannt.
es_es: La lista se ha renombrado con éxito
fr_ca: Le tableau d'affichage a été renommé avec succès.
it_it: La bacheca è stata rinominata correttamente.
ja_jp: ピンボードの名前が正常に変更されました。
pt_pt: O quadro de anúncios foi renomeado com sucesso.
ru_ru: Список был успешно переименован
tr_tr: Pinboard başarıyla yeniden adlandırıldı.
zh_hans: Pinboard已成功重命名。
zh_hant: 主頁已成功重命名。

source: Pinboard name already exists.
ar_ae: اسم اللوحة موجود بالفعل.
de_de: Pinnwandname existiert bereits.
es_es: Este nombre ya existe
fr_ca: Le nom du tableau d'affichage existe déjà.
it_it: Nome già esistente.
ja_jp: 名前は既に存在します
pt_pt: O nome já existe.
ru_ru: Имя уже существует.
tr_tr: Ad zaten var.
zh_hans: 名称已存在
zh_hant: 視圖名稱已存在。

source: Pinboards
ar_ae: ألواح المسامير
de_de: Pinnwände
it_it: Bacheche
ja_jp: ピンボード
tr_tr: İğne tahtaları
zh_hant: 釘選板

source: PINBOARDS
ar_ae: ألواح المسامير
de_de: PINNWÄNDE
it_it: BACHECHE
ja_jp: ピンボード
tr_tr: İĞNE TAHTALARI
zh_hant: 釘選板

source: Pinned
ar_ae: مثبت
de_de: Angeheftet
es_es: Anclado
fr_ca: Épinglé
it_it: Bloccato
ja_jp: ピン留めしたタブ
pt_pt: Fixo
ru_ru: Закреплённые
tr_tr: Sabitlenmiş
zh_hans: 已固定
zh_hant: 釘選網站

source: Plan Details
ar_ae: تفاصيل الخطة
es_es: Detalles del plan
fr_ca: Détails du régime
it_it: Dettagli del piano
ja_jp: プランの詳細
pt_pt: Detalhes do plano
ru_ru: Сведения о плане
tr_tr: Plan Detayları
zh_hans: 方案详情
zh_hant: 計劃詳情

source: Plan Name
ar_ae: اسم الخطة
es_es: Nombre del plan
fr_ca: Nom de l'offre
ja_jp: Plan名
pt_pt: Nome do Plano
ru_ru: Название плана
tr_tr: Plan Adı
zh_hans: 计划名称

source: Plan updated successfully.
ar_ae: تم تحديث الخطة بنجاح.
de_de: erfolgreich aktualisiert.
es_es: Actualizado correctamente.
fr_ca: Mise à jour effectuées.
it_it: Piano aggiornato correttamente.
ja_jp: 更新成功
pt_pt: Plano atualizado com sucesso
ru_ru: Обновлено выполнено.
tr_tr: Başarıyla güncellendi.
zh_hans: 方案已成功更新。
zh_hant: 成功更新資料。

source: Please
ar_ae: من فضلك
de_de: Bitte
es_es: Imagine
fr_ca: S'il vous plaît
it_it: Si prega di
ja_jp: ムジェグループ管理者バナド
pt_pt: Por favor
ru_ru: во время процедуры
tr_tr: Lütfen
zh_hans: 请
zh_hant: 求求你們……

source: Please add a condition
ar_ae: يرجى إضافة شرط
de_de: Bedingung hinzufügen
es_es: Añadir una condición
fr_ca: Veuillez ajouter une condition
it_it: Aggiunge una condizione
ja_jp: 条件を追加
pt_pt: Adicionar uma condição
ru_ru: Пожалуйста, добавьте город
tr_tr: Koşul Ekle
zh_hans: 添加一个条件
zh_hant: 請添加條件

source: Please add an existing pinboard or add a new one.
ar_ae: يرجى إضافة لوحة أرقام حالية أو إضافة واحدة جديدة.
de_de: Bitte fügen Sie eine vorhandene Pinnwand hinzu oder fügen Sie eine neue hinzu.
es_es: Escoge una tarjeta existente o añade una nueva.
fr_ca: Veuillez ajouter un tableau d'affichage existant ou en ajouter un nouveau.
it_it: Scegli una carta esistente o aggiungine una nuova.
ja_jp: 既存のピンボードを追加するか、新しいピンボードを追加してください。
pt_pt: Adicione um quadro de avisos existente ou um novo.
ru_ru: Добавьте существующую доску объявлений или новую.
tr_tr: Lütfen mevcut bir pano ekleyin veya yeni bir pano ekleyin.
zh_hans: 请添加现有的图钉板或添加新的图钉板。
zh_hant: 請新增現有的釘選板或新增釘選板。

source: Please add one or more origins when Allow Credentials is set to true.
ar_ae: يرجى إضافة أصل واحد أو أكثر عند تعيين السماح ببيانات الاعتماد على صواب.
de_de: Bitte fügen Sie einen oder mehrere Ursprünge hinzu, wenn Anmeldedaten zulassen auf true gesetzt ist.
es_es: Añade uno o más orígenes cuando Permitir credenciales esté establecido en verdadero.
fr_ca: Veuillez ajouter une ou plusieurs origines lorsque Autoriser les identifiants est défini sur vrai.
it_it: Aggiungi una o più origini quando Consenti credenziali è impostato su true.
ja_jp: [認証情報を許可する]がTRUEに設定されている場合は、1つ以上のオリジンを追加してください。
pt_pt: Adicione uma ou mais origens quando Permitir credenciais estiver definido como verdadeiro.
ru_ru: Добавьте один или несколько источников, когда для параметра Разрешить учетные данные установлено значение true.
tr_tr: Kimlik Bilgilerine İzin Ver seçeneği true olarak ayarlandığında lütfen bir veya daha fazla kaynak ekleyin.
zh_hans: 当允许凭据设置为true时，请添加一个或多个来源。
zh_hant: 允許憑證設定為true時，請新增一個或多個來源。

source: Please add your current IP address, {0}, to the allowlist. After adding all required IP addresses, save these changes.
ar_ae: يرجى إضافة عنوان IP الحالي الخاص بك، {0} ، إلى قائمة السماح. بعد إضافة جميع عناوين IP المطلوبة، احفظ هذه التغييرات.
es_es: Añade tu dirección IP actual, {0}, a la lista de permitidos. Después de añadir todas las direcciones IP necesarias, guarde estos cambios.
fr_ca: Veuillez ajouter votre adresse IP actuelle, {0}, à la liste d'autorisation. Après avoir ajouté toutes les adresses IP requises, enregistrez ces modifications.
ja_jp: 現在のIPアドレス {0} を許可リストに追加してください。必要なすべてのIPアドレスを追加したら、これらの変更を保存します。
pt_pt: Adicione o seu endereço IP atual, {0}, à lista de permissões. Depois de adicionar todos os endereços IP necessários, salve essas alterações.
ru_ru: Добавьте свой текущий IP-адрес {0} в список разрешенных адресов. После добавления всех необходимых IP-адресов сохраните эти изменения.
tr_tr: Lütfen mevcut IP adresinizi, {0}, izin listesine ekleyin. Gerekli tüm IP adreslerini ekledikten sonra bu değişiklikleri kaydedin.
zh_hans: 请将您当前的IP地址 {0} 添加到允许列表。添加所有必需的IP地址后，保存这些更改。

source: Please avoid special characters
ar_ae: يرجى تجنب الأحرف الخاصة
de_de: Bitte keine Sonderzeichen verwenden
es_es: Por favor, evite el uso de caracteres especiales.
fr_ca: Veuillez éviter les caractères spéciaux
it_it: Inserisci solo testo, evita caratteri speciali.
ja_jp: 特殊文字は避けてください
pt_pt: Por favor, evite caracteres especiais
ru_ru: Пожалуйста, не используйте специальные символы.
tr_tr: Lütfen özel karakterlerden kaçının
zh_hans: 请避免使用特殊字符。
zh_hant: 請避免特殊字符

source: Please avoid special characters and Leading spaces
ar_ae: يرجى تجنب الأحرف الخاصة والمسافات القيادية
de_de: Bitte vermeiden Sie Sonderzeichen und Leerzeichen
es_es: Evite los caracteres especiales {0} y los espacios delanteros y traseros.
fr_ca: Veuillez éviter les caractères spéciaux\"; et les espaces de début et de fin
it_it: Evita i caratteri speciali e gli spazi iniziali
ja_jp: 特殊文字や先頭のスペースは避けてください
pt_pt: Evite caracteres especiais e espaços principais
ru_ru: Пожалуйста, избегайте специальных символов и ведущих пробелов
tr_tr: Lütfen özel karakterlerden ve Öncü alanlardan kaçının
zh_hans: 请避免使用特殊字符和前导空格
zh_hant: 請避免特殊字符和前導空格

source: Please avoid special characters, Leading and Trailing spaces
ar_ae: يرجى تجنب الأحرف الخاصة والمسافات القيادية والزائدة
de_de: Bitte vermeiden Sie Sonderzeichen, führende und nachlaufende Leerzeichen
es_es: Evite los caracteres especiales {0} y los espacios delanteros y traseros.
fr_ca: Veuillez éviter les caractères spéciaux, Les espaces de début et de fin
it_it: Si prega di evitare caratteri speciali, spazi iniziali e finali
ja_jp: 特殊文字、先頭および末尾のスペースは避けてください
pt_pt: Evite caracteres especiais, espaços à esquerda e à direita
ru_ru: Пожалуйста, избегайте специальных символов, передних и задних пробелов
tr_tr: Lütfen özel karakterlerden, Öncü ve Takip eden alanlardan kaçının
zh_hans: 请避免使用特殊字符、前导和尾随空格
zh_hant: 請避免特殊字符、前導和尾隨空格

source: Please avoid special characters, numbers and white spaces
ar_ae: يرجى تجنب الأحرف الخاصة والأرقام والمسافات البيضاء
de_de: Bitte vermeiden Sie Sonderzeichen, Zahlen und Leerzeichen
es_es: Evite los caracteres especiales, los números y los espacios en blanco.
fr_ca: Veuillez éviter les caractères spéciaux, les chiffres et les espaces blancs
it_it: Evita caratteri speciali, numeri e spazi bianchi
ja_jp: 特殊文字、数字、空白は避けてください
pt_pt: Evite caracteres especiais, números e espaços em branco
ru_ru: Избегайте специальных символов, цифр и пробелов
tr_tr: Lütfen özel karakterler, sayılar ve beyaz boşluklardan kaçının
zh_hans: 请避免使用特殊字符、数字和空格
zh_hant: 請避免特殊字符、數字和空格

source: Please check our
ar_ae: يرجى التحقق من
de_de: Lesen Sie bitte unsere FAQ.
es_es: Consulte nuestras
fr_ca: Veuillez consulter notre FAQ.
it_it: Visita il nostro negozio.
ja_jp: 私たちのをチェックしてください
pt_pt: Consulte o nosso site periodicamente
ru_ru: Пожалуйста, проверьте наш веб-страницу.
tr_tr: Lütfen kontrol edin
zh_hans: 请查看我们的
zh_hant: 未檢查任何欄位, 請至少檢查一個欄位以保存預設值

source: Please check the details on the reported error and try again later.
ar_ae: يرجى التحقق من تفاصيل الخطأ الذي تم الإبلاغ عنه والمحاولة مرة أخرى لاحقًا.
de_de: Bitte überprüfen Sie die Details des gemeldeten Fehlers und versuchen Sie es später erneut.
es_es: Comprueba los detalles del error notificado e inténtalo de nuevo más tarde.
fr_ca: Veuillez vérifier les détails de l'erreur signalée et réessayer plus tard.
it_it: Controlla i dettagli dell'errore segnalato e riprova più tardi.
ja_jp: 報告されたエラーの詳細を確認し、しばらくしてからもう一度お試しください。
pt_pt: Verifique os detalhes do erro relatado e tente novamente mais tarde.
ru_ru: Проверьте сведения об ошибке и повторите попытку позже.
tr_tr: Lütfen bildirilen hatanın ayrıntılarını kontrol edin ve daha sonra tekrar deneyin.
zh_hans: 请检查报告错误的详细信息，然后重试。
zh_hant: 請檢查回報錯誤的詳細資訊，然後再試一次。

source: Please check with your System Administrator for managing this access.
ar_ae: يرجى مراجعة مسؤول النظام الخاص بك لإدارة هذا الوصول.
de_de: Bitte wenden Sie sich an Ihren Systemadministrator, um diesen Zugriff zu verwalten.
es_es: Consulte con su administrador del sistema para gestionar este acceso.
fr_ca: Veuillez vérifier auprès de votre administrateur système la gestion de cet accès.
it_it: Si prega di verificare con l'amministratore di sistema per la gestione di questo accesso.
ja_jp: このアクセスを管理するには、システム管理者に確認してください。
pt_pt: Por favor, verifique esta situação com o seu Administrador de Sistema.
ru_ru: Обратитесь к системному администратору для управления этим доступом.
tr_tr: Bu erişimi yönetmek için lütfen Sistem Yöneticinize danışın.
zh_hans: 请与您的系统管理员联系以管理此访问权限。
zh_hant: 請洽詢您的系統管理員以管理此存取權限。

source: Please check with your System Administrator to enable this access.
ar_ae: يرجى مراجعة مسؤول النظام الخاص بك لتمكين هذا الوصول.
de_de: Bitte wenden Sie sich an Ihren Systemadministrator, um diesen Zugriff zu aktivieren.
es_es: Consulte con su administrador del sistema para habilitar este acceso.
fr_ca: Veuillez vérifier auprès de votre administrateur système pour activer cet accès.
it_it: Verificare con l'amministratore di sistema per abilitare questo accesso.
ja_jp: このアクセスを有効にするには、システム管理者に確認してください。
pt_pt: Por favor, verifique esta situação com o seu Administrador de Sistema.
ru_ru: Пожалуйста, проконсультируйтесь с вашим системным администратором, чтобы включить этот доступ.
tr_tr: Bu erişimi etkinleştirmek için lütfen Sistem Yöneticinize danışın.
zh_hans: 请与您的系统管理员联系以启用此访问权限。
zh_hant: 請聯繫您的系統管理員以啟用此功能。

source: Please choose a valid RDL file to upload
ar_ae: يرجى اختيار ملف RDL صالح للتحميل
de_de: Bitte wählen Sie eine gültige Datei aus.
es_es: Seleccione un archivo para cargar.
fr_ca: Veuillez choisir un fichier RSD valide à télécharger
it_it: Scegliere un tipo di file valido
ja_jp: アップロードする有効なRDLファイルを選択してください
pt_pt: : Por favor, escolha um ficheiro para upload.
ru_ru: Выберите файл для загрузки
tr_tr: Dosya yükleme
zh_hans: ：请选择要上传的文件。
zh_hant: 請選擇有效的檔案上傳!

source: Please choose a valid RSD file to upload
ar_ae: يرجى اختيار ملف RSD صالح للتحميل
de_de: Bitte wählen Sie eine gültige Datei aus.
es_es: Seleccione un archivo para cargar.
fr_ca: Veuillez choisir un fichier RSD valide à télécharger
it_it: Scegliere un tipo di file valido
ja_jp: アップロードする有効なRSDファイルを選択してください
pt_pt: : Por favor, escolha um ficheiro para upload.
ru_ru: Выберите файл для загрузки
tr_tr: Dosya yükleme
zh_hans: ：请选择要上传的文件。
zh_hant: 請選擇有效的檔案上傳!

source: Please choose a valid SYDS file to upload
ar_ae: يرجى اختيار ملف SYDS صالح للتحميل
de_de: Bitte wählen Sie eine gültige Datei aus.
es_es: Seleccione un archivo para cargar.
fr_ca: Veuillez choisir un fichier RSD valide à télécharger
it_it: Scegliere un tipo di file valido
ja_jp: アップロードする有効なSYDSファイルを選択してください
pt_pt: : Por favor, escolha um ficheiro para upload.
ru_ru: Выберите файл для загрузки
tr_tr: Dosya yükleme
zh_hans: ：请选择要上传的文件。
zh_hant: 請選擇有效的檔案上傳!

source: Please choose a valid SYDW file to upload
ar_ae: يرجى اختيار ملف SYDW صالح للتحميل
de_de: Bitte wählen Sie eine gültige Datei aus.
es_es: Seleccione un archivo para cargar.
fr_ca: Veuillez choisir un fichier RSD valide à télécharger
it_it: Scegliere un tipo di file valido
ja_jp: アップロードする有効なSYDWファイルを選択してください
pt_pt: : Por favor, escolha um ficheiro para upload.
ru_ru: Выберите файл для загрузки
tr_tr: Dosya yükleme
zh_hans: ：请选择要上传的文件。
zh_hant: 請選擇有效的檔案上傳!

source: Please choose a valid SYDX file to upload
ar_ae: يرجى اختيار ملف SYDX صالح للتحميل
de_de: Bitte wählen Sie eine gültige Datei aus.
es_es: Seleccione un archivo para cargar.
fr_ca: Veuillez choisir un fichier RSD valide à télécharger
it_it: Scegliere un tipo di file valido
ja_jp: アップロードする有効なSYDXファイルを選択してください
pt_pt: : Por favor, escolha um ficheiro para upload.
ru_ru: Выберите файл для загрузки
tr_tr: Dosya yükleme
zh_hans: ：请选择要上传的文件。
zh_hant: 請選擇有效的檔案上傳!

source: Please choose atleast single report from the dropdown list
ar_ae: يرجى اختيار تقرير واحد على الأقل من القائمة المنسدلة
de_de: Bitte wählen Sie mindestens einen einzelnen Bericht aus der Dropdown-Liste aus
es_es: Por favor, elija al menos un informe único de la lista desplegable
fr_ca: Veuillez choisir au moins un rapport unique dans la liste déroulante
it_it: Scegli almeno un singolo report dall'elenco a discesa
ja_jp: ドロップダウンリストから少なくとも1つのレポートを選択してください
pt_pt: Escolha pelo menos um relatório na lista suspensa
ru_ru: Выберите хотя бы один отчет из выпадающего списка
tr_tr: Lütfen açılır listeden en az tek bir rapor seçin
zh_hans: 请从下拉列表中至少选择单个报告
zh_hant: 請從下拉式清單中至少選擇一份報告

source: Please click here to change the account activation type
ar_ae: يرجى النقر هنا لتغيير نوع تفعيل الحساب
de_de: Bitte klicken Sie hier, um die Art der Kontoaktivierung zu ändern
es_es: Haz clic aquí para cambiar el tipo de activación de la cuenta
fr_ca: Veuillez cliquer ici pour changer le type d'activation du compte
it_it: Fai clic qui per modificare il tipo di attivazione dell'account
ja_jp: アカウントアクティベーションタイプを変更するには、ここをクリックしてください
pt_pt: Clique aqui para alterar o tipo de ativação da conta
ru_ru: Нажмите здесь, чтобы изменить тип активации аккаунта
tr_tr: Hesap etkinleştirme türünü değiştirmek için lütfen buraya tıklayın
zh_hans: 请点击此处更改账户激活类型
zh_hant: 單擊此處更改帳戶激活類型。

source: Please click here to configure the email settings.
ar_ae: يرجى النقر هنا لتكوين إعدادات البريد الإلكتروني.
de_de: Bitte klicken Sie hier, um die E-Mail-Einstellungen zu konfigurieren.
es_es: Haga clic aquí para configurar los ajustes del email.
fr_ca: Veuillez cliquer ici pour configurer les paramètres de messagerie.
it_it: Fare clic per configurare le impostazioni e-mail.
ja_jp: 電子メールの設定を構成する場合にクリックします。
pt_pt: Clique aqui para definir as definições de e-mail.
ru_ru: Нажмите здесь, чтобы настроить параметры электронной почты.
tr_tr: E - posta ayarlarını yapılandırmak için lütfen buraya tıklayın.
zh_hans: 点击配置邮件设置。
zh_hant: 單擊此處配置電子郵件設置。
