Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Allows you to publish the report to the sites created in other servers.
ar_ae: يسمح لك بنشر التقرير على المواقع التي تم إنشاؤها في خوادم أخرى.
de_de: Ermöglicht es Ihnen, den Bericht auf den Websites zu veröffentlichen, die auf anderen Servern erstellt wurden.
es_es: Le permite publicar el informe en los sitios creados en otros servidores.
fr_ca: Permet de publier le rapport sur les sites créés dans d'autres serveurs.
it_it: Consente di pubblicare il report sui siti creati in altri server.
ja_jp: レポートを他のサーバーで作成されたサイトに公開できます。
pt_pt: Permite publicar o relatório nos sites criados em outros servidores.
ru_ru: Позволяет публиковать отчет на сайтах, созданных на других серверах.
tr_tr: Raporu diğer sunucularda oluşturulan sitelerde yayınlamanızı sağlar.
zh_hans: 允许您将报告发布到在其他服务器中创建的站点。
zh_hant: 允許您將報告發佈到在其他伺服器中建立的網站。

source: Allows you to publish the report to the sites created in the same server.
ar_ae: يسمح لك بنشر التقرير على المواقع التي تم إنشاؤها في نفس الخادم.
de_de: Ermöglicht es Ihnen, den Bericht auf den Websites zu veröffentlichen, die auf demselben Server erstellt wurden.
es_es: Le permite publicar el informe en los sitios creados en el mismo servidor.
fr_ca: Permet de publier le rapport sur les sites créés sur le même serveur.
it_it: Consente di pubblicare il report sui siti creati nello stesso server.
ja_jp: 同じサーバーで作成されたサイトにレポートを公開できます。
pt_pt: Permite publicar o relatório nos sites criados no mesmo servidor.
ru_ru: Позволяет публиковать отчет на сайтах, созданных на том же сервере.
tr_tr: Raporu aynı sunucuda oluşturulan sitelere yayınlamanızı sağlar.
zh_hans: 允许您将报告发布到在同一服务器中创建的站点。
zh_hant: 允許您將報告發佈到在同一伺服器中建立的網站。

source: Always run this report with the most recent data
ar_ae: قم دائمًا بتشغيل هذا التقرير بأحدث البيانات
de_de: Führen Sie diesen Bericht immer mit den neuesten Daten aus
es_es: Ejecute siempre este informe con los datos más recientes
fr_ca: Exécutez toujours ce rapport avec les données les plus récentes
it_it: Esegui sempre questo report con i dati più recenti
ja_jp: 常に最新のデータでこのレポートを実行する
pt_pt: Sempre execute este relatório com os dados mais recentes
ru_ru: Всегда запускать этот отчет с самыми последними данными
tr_tr: Bu raporu her zaman en son verilerle çalıştırın
zh_hans: 始终使用最新数据运行此报告
zh_hant: 始終使用最新數據運行此報告

source: Amazing
ar_ae: مذهل
de_de: Wunderbar
es_es: Increíble.
fr_ca: Étonnant
it_it: Eccezionale
ja_jp: 素晴らしい
pt_pt: Surpreendente
ru_ru: Отлично.
tr_tr: Nefes Kesici
zh_hans: 太棒了
zh_hant: 棒極了！

source: An authorization URL where the resource owner grants authorization to the OAuth client to access protected resources.
ar_ae: عنوان URL للتفويض حيث يمنح مالك المورد التفويض لعميل OAuth للوصول إلى الموارد المحمية.
de_de: Eine Autorisierungs-URL, bei der der Ressourcenbesitzer dem OAuth-Client die Berechtigung zum Zugriff auf geschützte Ressourcen erteilt.
es_es: Una URL de autorización en la que el propietario del recurso otorga autorización al cliente de OAuth para acceder a recursos protegidos.
fr_ca: URL d'autorisation dans laquelle le propriétaire de la ressource accorde au client OAuth l'autorisation d'accéder aux ressources protégées.
it_it: Un URL di autorizzazione in cui il proprietario della risorsa concede l'autorizzazione al client OAuth per accedere alle risorse protette.
ja_jp: リソース所有者が保護されたリソースにアクセスするためにOAuthクライアントに権限を付与する権限付与URL。
pt_pt: Uma URL de autorização em que o proprietário do recurso concede autorização ao cliente OAuth para acessar recursos protegidos.
ru_ru: URL-адрес авторизации, при котором владелец ресурса предоставляет клиенту OAuth разрешение на доступ к защищенным ресурсам.
tr_tr: Kaynak sahibinin korunan kaynaklara erişmek için OAuth istemcisine yetki verdiği bir yetkilendirme URL'si.
zh_hans: 授权URL ，其中资源所有者向OAuth客户端授予访问受保护资源的授权。
zh_hant: 資源擁有者授權OAuth用戶端存取受保護資源的授權URL。

source: An error has been occurred while evaluating your condition.
ar_ae: حدث خطأ أثناء تقييم حالتك.
de_de: Bei der Bewertung Ihres Zustands ist ein Fehler aufgetreten.
es_es: Se ha producido un error al evaluar su condición.
fr_ca: Une erreur est survenue lors du traitement de vos données.
it_it: Si è verificato un errore durante la valutazione della tua condizione.
ja_jp: 状態の評価中にエラーが発生しました。
pt_pt: Ocorreu um erro ao avaliar a sua condição.
ru_ru: При оценке вашего состояния произошла ошибка.
tr_tr: Durumunuz değerlendirilirken bir hata oluştu.
zh_hans: 评估您的病情时发生错误。
zh_hant: 評估您的狀況時發生錯誤。

source: An error occurred while saving the report.
ar_ae: حدث خطأ أثناء حفظ التقرير.
de_de: Beim Speichern des Formulars ist ein Fehler aufgetreten.
es_es: Se ha producido un error al guardar la entrada.
fr_ca: Une erreur est survenue lors de l'enregistrement du rapport.
it_it: Si è verificato un errore durante il salvataggio del report.
ja_jp: ACLの保存中にエラーが発生しました。
pt_pt: Ocorreu um erro ao salvar o arquivo.
ru_ru: Ошибка при сохранении ACL.
tr_tr: Dosyayı kaydederken hata oluştu.
zh_hans: 保存菜单时发生错误
zh_hant: 保存數據時發生錯誤。

source: An error occurred to add the dataset
ar_ae: حدث خطأ ما لإضافة مجموعة البيانات
de_de: Beim Hinzufügen des Datensatzes ist ein Fehler aufgetreten
es_es: Se ha producido un error al añadir el conjunto de datos
fr_ca: Une erreur s'est produite lors de l'ajout de l'ensemble de données
it_it: Si è verificato un errore durante l'aggiunta del set di dati
ja_jp: データセットの追加中にエラーが発生しました
pt_pt: Ocorreu um erro ao adicionar o conjunto de dados
ru_ru: Произошла ошибка при добавлении набора данных
tr_tr: Veri kümesi eklenirken bir hata oluştu
zh_hans: 添加数据集时出错
zh_hant: 新增資料集時發生錯誤

source: An error occurred to update the dataset
ar_ae: حدث خطأ لتحديث مجموعة البيانات
de_de: Beim Aktualisieren des Datensatzes ist ein Fehler aufgetreten
es_es: Se ha producido un error al actualizar el conjunto de datos
fr_ca: Une erreur s'est produite lors de la mise à jour de l'ensemble de données
it_it: Si è verificato un errore durante l'aggiornamento del set di dati
ja_jp: データセットの更新中にエラーが発生しました
pt_pt: Ocorreu um erro ao atualizar o conjunto de dados
ru_ru: Произошла ошибка при обновлении набора данных
tr_tr: Veri kümesini güncellemek için bir hata oluştu
zh_hans: 更新数据集时出错
zh_hant: 更新資料集時發生錯誤

source: An error occurred while publishing the dataset.
ar_ae: حدث خطأ أثناء نشر مجموعة البيانات.
de_de: Beim Veröffentlichen des Datensatzes ist ein Fehler aufgetreten.
es_es: Se ha producido un error al publicar el conjunto de datos.
fr_ca: Une erreur s'est produite lors de la publication de l'ensemble de données.
it_it: Si è verificato un errore durante la pubblicazione del set di dati.
ja_jp: データセットの公開中にエラーが発生しました。
pt_pt: Ocorreu um erro ao publicar o conjunto de dados.
ru_ru: Произошла ошибка при публикации набора данных.
tr_tr: Veri kümesi yayınlanırken bir hata oluştu.
zh_hans: 取消发布媒体时发生错误。
zh_hant: 發佈資料集時發生錯誤。

source: An error occurred while publishing the datasource.
ar_ae: حدث خطأ أثناء نشر مصدر البيانات.
de_de: Beim Veröffentlichen der Datenquelle ist ein Fehler aufgetreten.
es_es: Se ha producido un error al publicar el origen de datos.
fr_ca: Une erreur s'est produite lors de la publication de la source de données.
it_it: Si è verificato un errore durante la pubblicazione dell'origine dati.
ja_jp: データソースの公開中にエラーが発生しました。
pt_pt: Ocorreu um erro ao publicar a fonte de dados.
ru_ru: Произошла ошибка при публикации источника данных.
tr_tr: Veri kaynağı yayınlanırken bir hata oluştu.
zh_hans: 取消发布媒体时发生错误。
zh_hant: 發佈資料來源時發生錯誤。

source: An error occurred while publishing the report part.
ar_ae: حدث خطأ أثناء نشر جزء التقرير.
de_de: Beim exportieren des Report ist ein Fehler aufgetreten.
es_es: Ocurrió un error mientras se creaba el informe.
fr_ca: Une erreur s'est produite lors de la publication du rapport.
it_it: Si è verificato un errore durante la pubblicazione della parte del report.
ja_jp: レポートパーツの公開中にエラーが発生しました。
pt_pt: Um erro ocorrido quando impressão o relatório.
ru_ru: Во время генерации отчета произошла ошибка
tr_tr: Rapor bölümü yayınlanırken bir hata oluştu.
zh_hans: 创建报表时发生错误
zh_hant: 發佈報告組件時發生錯誤。

source: An error occurred while publishing the report.
ar_ae: حدث خطأ أثناء نشر التقرير.
de_de: Beim exportieren des Report ist ein Fehler aufgetreten.
es_es: Ocurrió un error mientras se creaba el informe.
fr_ca: Une erreur s'est produite lors de la publication du rapport.
it_it: Si è verificato un errore durante la pubblicazione del report.
ja_jp: レポートの公開中にエラーが発生しました。
pt_pt: Um erro ocorrido quando impressão o relatório.
ru_ru: Во время генерации отчета произошла ошибка
tr_tr: Rapor oluşturulurken bir hata oluştu.
zh_hans: 创建报表时发生错误
zh_hant: 發佈報告時發生錯誤。

source: An error occurred while retrieving categories. Please try again.
ar_ae: حدث خطأ أثناء استرداد الفئات. يُرجى إعادة المحاولة.
de_de: Beim Speichern ist ein Fehler aufgetreten, bitte versuchen Sie es erneut.
es_es: Se ha producido un error al recuperar los datos. Vuelva a intentarlo.
fr_ca: Une erreur s'est produite lors de la récupération des catégories. Veuillez essayer de nouveau.
it_it: Si è verificato un errore nel caricamento. Si prega di riprovare
ja_jp: 請求書データの取得中にエラーが発生しました。もう一度やり直してください。
pt_pt: Ocorreu um erro ao recuperar as pontuações. Tente novamente.
ru_ru: Возникла ошибка при запросе данных для дерева! Пожалуйста, попробуйте ещё раз.
tr_tr: Sepetler alınırken bir hata oluştu. Lütfen tekrar dene.
zh_hans: 检索类别时出错。请重试。
zh_hant: 發生錯誤，請再試一次。

source: An error occurred while retrieving reports. Please try again.
ar_ae: حدث خطأ أثناء استرداد التقارير. يُرجى إعادة المحاولة.
de_de: Beim Speichern ist ein Fehler aufgetreten, bitte versuchen Sie es erneut.
es_es: Se ha producido un error al recuperar los informes Vuelva a intentarlo.
fr_ca: Une erreur est survenue lors de la récupération de rapports Veuillez essayer de nouveau.
it_it: Si è verificato un errore nel caricamento. Si prega di riprovare
ja_jp: 請求書データの取得中にエラーが発生しました。もう一度やり直してください。
pt_pt: Ocorreu um erro ao recuperar as pontuações. Tente novamente.
ru_ru: Возникла ошибка при запросе данных для дерева! Пожалуйста, попробуйте ещё раз.
tr_tr: Sepetler alınırken bir hata oluştu. Lütfen tekrar dene.
zh_hans: 检索报告时出错。请重试。
zh_hant: 發生錯誤，請再試一次。

source: An error occurred while updating authentication settings.
ar_ae: حدث خطأ أثناء تحديث إعدادات المصادقة.
de_de: Ein Fehler ist während der Aktualisierung aufgetreten.
es_es: Se ha producido un error al actualizar la configuración de autenticación.
fr_ca: Erreur lors de la mise à jour des paramètres.
it_it: Si è verificato un errore durante l'aggiornamento delle impostazioni di autenticazione.
ja_jp: 認証設定の更新中にエラーが発生しました。
pt_pt: Ocorreu um erro durante a atualização de dado(s).
ru_ru: При удалении позиции возникла ошибка.
tr_tr: Güncelleme sırasında bir hata oluştu.
zh_hans: 更新时出错。
zh_hant: 更新时发生错误

source: An existing category will be used if one is present in the destination site. Otherwise, a new category will be created in the destination site according to the name entered in this field.
ar_ae: سيتم استخدام فئة موجودة إذا كانت موجودة في موقع الوجهة. خلاف ذلك، سيتم إنشاء فئة جديدة في موقع الوجهة وفقًا للاسم الذي تم إدخاله في هذا الحقل.
de_de: Eine vorhandene Kategorie wird verwendet, wenn eine am Zielstandort vorhanden ist. Andernfalls wird im Zielstandort eine neue Kategorie gemäß dem in diesem Feld eingegebenen Namen erstellt.
es_es: Se utilizará una categoría existente si hay una presente en el sitio de destino. De lo contrario, se creará una nueva categoría en el sitio de destino de acuerdo con el nombre introducido en este campo.
fr_ca: Une catégorie existante sera utilisée si elle est présente sur le site de destination. Sinon, une nouvelle catégorie sera créée dans le site de destination en fonction du nom saisi dans ce champ.
it_it: Una categoria esistente verrà utilizzata se presente nel sito di destinazione. In caso contrario, verrà creata una nuova categoria nel sito di destinazione in base al nome inserito in questo campo.
ja_jp: 宛先サイトに存在する場合、既存のカテゴリが使用されます。それ以外の場合は、このフィールドに入力された名前に従って、宛先サイトに新しいカテゴリが作成されます。
pt_pt: Uma categoria existente será usada se estiver presente no site de destino. Caso contrário, uma nova categoria será criada no site de destino de acordo com o nome inserido neste campo.
ru_ru: Существующая категория будет использоваться, если она присутствует на целевом сайте. В противном случае на целевом сайте будет создана новая категория в соответствии с именем, введенным в этом поле.
tr_tr: Hedef sitede mevcut bir kategori varsa mevcut bir kategori kullanılacaktır. Aksi takdirde bu alana girilen isme göre hedef sitede yeni bir kategori oluşturulacaktır.
zh_hans: 如果目标站点中存在现有类别，则将使用现有类别。否则，将根据此字段中输入的名称在目标站点中创建一个新类别。
zh_hant: 如果目標網站中存在現有類別，則將使用現有類別。否則，將根據此欄位中輸入的名稱在目的地網站中建立新的類別。

source: an hour ago
ar_ae: منذ ساعة
de_de: vor einer Stunde
es_es: hace una hora
fr_ca: il y a une heure
it_it: un'ora fa
ja_jp: 1時間前
pt_pt: há uma hora
ru_ru: час назад
tr_tr: bir saat önce
zh_hans: 一小時前
zh_hant: 一小時前

source: An hour ago
ar_ae: منذ ساعة
de_de: Vor einer Stunde
es_es: Hace una hora
fr_ca: Il y a une heure
it_it: Un'ora fa
ja_jp: １時間前に
pt_pt: Há um hora
ru_ru: час назад
tr_tr: Bir saat önce
zh_hans: 一小时前
zh_hant: 一小時前

source: An unknown error occurred.
ar_ae: حدث خطأ غير معروف.
de_de: Es ist ein unbekannter Fehler aufgetreten.
es_es: Ha ocurrido un error desconocido.
fr_ca: Une erreur inconnue est survenue.
it_it: Si è verificato un errore sconosciuto.
ja_jp: 不明なエラーが発生しました。
pt_pt: Ocorreu um erro desconhecido.
ru_ru: Произошла неизвестная ошибка.
tr_tr: Bilinmeyen bir hata oluştu.
zh_hans: 发生未知的错误。
zh_hant: 發生未知錯誤

source: and
ar_ae: و
de_de: und
es_es: y
fr_ca: et
it_it: e
ja_jp: と
pt_pt: e
ru_ru: и
tr_tr: ve
zh_hans: 与
zh_hant: 和

source: and after every
ar_ae: وبعد كل
de_de: Nach jedem Gebrauch
es_es: y después de cada
fr_ca: Après chaque
it_it: Dopo ogni corsa
ja_jp: 毎終了後
pt_pt: e depois de cada
ru_ru: После каждого использования
tr_tr: ve sonra
zh_hans: 并且在每次
zh_hant: 之後每隔

source: Anonymous authentication
ar_ae: المصادقة المجهولة
de_de: Anonyme Authentifizierung
es_es: Autenticación anónima
fr_ca: Authentification anonyme
it_it: Autenticazione anonima
ja_jp: 匿名認証
pt_pt: Autenticação anónima
ru_ru: Анонимная проверка подлинности
tr_tr: Anonim kimlik doğrulaması
zh_hans: 匿名身份验证
zh_hant: 匿名驗證

source: Anyone can navigate to this link, but only users with the appropriate permissions will be able to view reports in the slideshow.
ar_ae: يمكن لأي شخص الانتقال إلى هذا الرابط، ولكن سيتمكن المستخدمون الذين لديهم الأذونات المناسبة فقط من عرض التقارير في عرض الشرائح.
de_de: Jeder kann zu diesem Link navigieren, aber nur Benutzer mit den entsprechenden Berechtigungen können Berichte in der Diashow anzeigen.
es_es: Cualquiera puede navegar a este enlace, pero solo los usuarios con los permisos adecuados podrán ver los informes en la presentación de diapositivas.
fr_ca: Tout le monde peut accéder à ce lien, mais seuls les utilisateurs disposant des autorisations appropriées pourront afficher les éléments du diaporama.
it_it: Chiunque può accedere a questo link, ma solo gli utenti con le autorizzazioni appropriate saranno in grado di visualizzare i report nella presentazione.
ja_jp: 誰でもこのリンクに移動できますが、適切な権限を持つユーザーのみがスライドショーでレポートを表示できます。
pt_pt: Qualquer pessoa pode navegar até este link, mas apenas os utilizadores com as permissões apropriadas poderão visualizar relatórios na apresentação de diapositivos.
ru_ru: Любой может перейти по этой ссылке, но только пользователи с соответствующими разрешениями смогут просматривать отчеты в слайд-шоу.
tr_tr: Herkes bu bağlantıya gidebilir, ancak yalnızca uygun izinlere sahip kullanıcılar slayt gösterisindeki raporları görüntüleyebilir.
zh_hans: 任何人都可以导航到此链接，但只有拥有适当权限的用户才能在幻灯片中查看报告。
zh_hant: 任何人都可以導航到此鏈接，但只有具有適當權限的用戶才能查看幻燈片中的項目。

source: Anyone can navigate to this link, but only users with the appropriate permissions will be able to view the File
ar_ae: يمكن لأي شخص الانتقال إلى هذا الرابط، ولكن سيتمكن المستخدمون الذين لديهم الأذونات المناسبة فقط من عرض الملف
de_de: Jeder kann zu diesem Link navigieren, aber nur Benutzer mit den entsprechenden Berechtigungen können die Datei anzeigen
es_es: Cualquiera puede navegar a este enlace, pero solo los usuarios con los permisos adecuados podrán ver el archivo
fr_ca: Tout le monde peut accéder à ce lien, mais seuls les utilisateurs disposant des autorisations appropriées pourront afficher le fichier
it_it: Chiunque può navigare a questo link, ma solo gli utenti con le autorizzazioni appropriate saranno in grado di visualizzare il File
ja_jp: 誰でもこのリンクに移動できますが、適切な権限を持つユーザーのみがファイルを表示できます
pt_pt: Qualquer pessoa pode navegar para este link, mas apenas os utilizadores com as permissões apropriadas poderão visualizar o ficheiro
ru_ru: Любой может перейти по этой ссылке, но только пользователи с соответствующими разрешениями смогут просмотреть файл
tr_tr: Bu bağlantıya herkes gidebilir, ancak yalnızca uygun izinlere sahip kullanıcılar Dosyayı görüntüleyebilir
zh_hans: 任何人都可以导航到此链接，但只有拥有适当权限的用户才能查看文件
zh_hant: 任何人都可以導航到此鏈接，但只有具有適當權限的用戶才能查看文件

source: Anyone can navigate to this link, but only users with the appropriate permissions will be able to view the Report.
ar_ae: يمكن لأي شخص الانتقال إلى هذا الرابط، ولكن سيتمكن المستخدمون الذين لديهم الأذونات المناسبة فقط من عرض التقرير.
de_de: Jeder kann zu diesem Link navigieren, aber nur Benutzer mit den entsprechenden Berechtigungen können den Bericht anzeigen.
es_es: Cualquiera puede acceder a este enlace, pero solo los usuarios con los permisos adecuados podrán ver el informe.
fr_ca: Tout le monde peut accéder à ce lien, mais seuls les utilisateurs disposant des autorisations appropriées pourront afficher le tableau de bord.
it_it: Chiunque può accedere a questo link, ma solo gli utenti con le autorizzazioni appropriate saranno in grado di visualizzare il report.
ja_jp: 誰でもこのリンクに移動できますが、適切な権限を持つユーザーのみがレポートを表示できます。
pt_pt: Qualquer pessoa pode navegar para este link, mas apenas os utilizadores com as permissões apropriadas poderão visualizar o Relatório.
ru_ru: Любой может перейти по этой ссылке, но только пользователи с соответствующими разрешениями смогут просмотреть отчет.
tr_tr: Bu bağlantıya herkes gidebilir, ancak yalnızca uygun izinlere sahip kullanıcılar Raporu görüntüleyebilir.
zh_hans: 任何人都可以导航到此链接，但只有拥有相应权限的用户才能查看报告。
zh_hant: 任何人都可以導航到此鏈接，但只有具有適當權限的用戶才能查看。

source: Anyone can navigate to this link, but only users with the appropriate permissions will be able to view the Widget
ar_ae: يمكن لأي شخص الانتقال إلى هذا الرابط، ولكن سيتمكن المستخدمون الذين لديهم الأذونات المناسبة فقط من عرض المربع الجانبي
de_de: Jeder kann zu diesem Link navigieren, aber nur Benutzer mit den entsprechenden Berechtigungen können das Widget anzeigen
es_es: Cualquiera puede navegar a este enlace, pero solo los usuarios con los permisos adecuados podrán ver el widget
fr_ca: Tout le monde peut accéder à ce lien, mais seuls les utilisateurs disposant des autorisations appropriées pourront afficher l'élément du diaporama
it_it: Chiunque può navigare a questo link, ma solo gli utenti con le autorizzazioni appropriate saranno in grado di visualizzare il Widget
ja_jp: 誰でもこのリンクに移動できますが、適切な権限を持つユーザーのみがウィジェットを表示できます
pt_pt: Qualquer pessoa pode navegar para este link, mas apenas os utilizadores com as permissões apropriadas poderão ver o Widget
ru_ru: Любой может перейти по этой ссылке, но только пользователи с соответствующими разрешениями смогут просматривать виджет
tr_tr: Bu bağlantıya herkes gidebilir, ancak yalnızca uygun izinlere sahip kullanıcılar Widget'ı görüntüleyebilir
zh_hans: 任何人都可以导航到此链接，但只有拥有适当权限的用户才能查看小部件
zh_hant: 任何人都可以導航到此鏈接，但只有具有適當權限的用戶才能查看小部件

source: Anyone can navigate to this link, but only users with the appropriate permissions will be able to view.
ar_ae: يمكن لأي شخص الانتقال إلى هذا الرابط، ولكن سيتمكن المستخدمون الذين لديهم الأذونات المناسبة فقط من العرض.
de_de: Jeder kann zu diesem Link navigieren, aber nur Benutzer mit den entsprechenden Berechtigungen können ihn anzeigen.
es_es: Cualquiera puede acceder a este enlace, pero solo los usuarios con los permisos adecuados podrán verlo.
fr_ca: Tout le monde peut accéder à ce lien, mais seuls les utilisateurs disposant des autorisations appropriées pourront afficher le tableau de bord.
it_it: Chiunque può accedere a questo link, ma solo gli utenti con le autorizzazioni appropriate saranno in grado di visualizzarlo.
ja_jp: このリンクは誰でも閲覧できますが、閲覧できるのは適切な権限を持つユーザーのみです。
pt_pt: Qualquer pessoa pode navegar para este link, mas apenas os utilizadores com as permissões apropriadas poderão visualizar.
ru_ru: Любой может перейти по этой ссылке, но только пользователи с соответствующими разрешениями смогут ее просматривать.
tr_tr: Bu bağlantıya herkes gidebilir, ancak yalnızca uygun izinlere sahip kullanıcılar görüntüleyebilir.
zh_hans: 任何人都可以导航到此链接，但只有拥有相应权限的用户才能查看。
zh_hant: 任何人都可以導航到此鏈接，但只有具有適當權限的用戶才能查看。

source: Anyone with access to the secret key may create a URL to access the report, as any user, with any options. Keep embed authentication disabled if you’re not using it.
ar_ae: يمكن لأي شخص لديه حق الوصول إلى المفتاح السري إنشاء عنوان URL للوصول إلى التقرير، مثل أي مستخدم، مع أي خيارات. احتفظ بمصادقة التضمين معطلة إذا كنت لا تستخدمها.
de_de: Jeder mit Zugriff auf den geheimen Schlüssel kann eine URL erstellen, um wie jeder Benutzer mit beliebigen Optionen auf den Bericht zuzugreifen. Lassen Sie die Einbettungsauthentifizierung deaktiviert, wenn Sie sie nicht verwenden.
es_es: Cualquier persona con acceso a la clave secreta puede crear una URL para acceder al informe, como cualquier usuario, con cualquier opción. Mantén deshabilitada la autenticación incrustada si no la estás usando.
fr_ca: Toute personne ayant accès à la clé secrète peut créer une URL pour accéder au rapport, comme tout utilisateur, avec toutes les options. Maintenez l'authentification intégrée désactivée si vous ne l'utilisez pas.
it_it: Chiunque abbia accesso alla chiave segreta può creare un URL per accedere al report, come qualsiasi utente, con qualsiasi opzione. Mantieni disattivata l'autenticazione dell'incorporamento se non la utilizzi.
ja_jp: 秘密鍵にアクセスできる人は誰でも、任意のオプションを使用して、任意のユーザーとしてレポートにアクセスするためのURLを作成できます。埋め込み認証を使用していない場合は、無効のままにしてください。
pt_pt: Qualquer pessoa com acesso à chave secreta pode criar um URL para aceder ao relatório, como qualquer utilizador, com quaisquer opções. Mantenha a autenticação incorporada desativada se não a estiver a utilizar.
ru_ru: Любой, у кого есть доступ к секретному ключу, может создать URL-адрес для доступа к отчету, как и любой пользователь с любыми параметрами. Если вы его не используете, отключите проверку подлинности при встраивании.
tr_tr: Gizli anahtara erişimi olan herkes, herhangi bir kullanıcı gibi, herhangi bir seçenekle rapora erişmek için bir URL oluşturabilir. Kullanmıyorsanız gömülü kimlik doğrulamasını devre dışı bırakın.
zh_hans: 任何有权访问密钥的人都可以创建一个URL来访问报告，任何用户都可以使用任何选项。如果您不使用嵌入式身份验证，请将其保持禁用状态。
zh_hant: 任何有權存取私密金鑰的使用者，都可以透過任何選項建立URL來存取報告。如果您不使用嵌入式驗證，請保持停用狀態。

source: Application font
ar_ae: خط التطبيق
de_de: Anwendungs-Schriftart
es_es: Fuente de la aplicación
fr_ca: Police de l'application
it_it: Carattere dell'applicazione
ja_jp: アプリケーションフォント
pt_pt: Tipo de letra da aplicação
ru_ru: Шрифт приложения
tr_tr: Uygulama yazı tipi
zh_hans: 应用程序字体
zh_hant: 應用程序字體

source: Application Time Zone
ar_ae: المنطقة الزمنية للتطبيق
de_de: Anwendungszeltpunkt
es_es: tiempo de aplicación
fr_ca: Fuseau horaire de la demande
it_it: Tempo di applicazione
ja_jp: 印加時間
pt_pt: Tempo de aperto
ru_ru: Время применения
tr_tr: uygulama saati
zh_hans: 申请时间：
zh_hant: 申請時區：

source: Application Time Zone:
ar_ae: المنطقة الزمنية للتطبيق:
de_de: Anwendungszeit:
es_es: Época de Aplicación:
fr_ca: Fuseau horaire d'application :
it_it: Orario della Richiesta
ja_jp: 印加時間
pt_pt: TEMPO DE APLICAÇÃO:
ru_ru: Время заявки:
tr_tr: Uygulama Süresi:
zh_hans: 申请时间：
zh_hant: 申請時區：
