Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Please enter email address
ar_ae: يرجى إدخال عنوان البريد الإلكتروني
de_de: Bitte geben Sie Ihre E-Mail-Adresse ein.
es_es: Por favor, introduce tu dirección de correo electrónico
fr_ca: Veuillez entrer votre adresse email
it_it: Inserisci l’indirizzo email
ja_jp: メールアドレスを入力してください
pt_pt: Por favor, insira o endereço de e-mail
ru_ru: Введите адрес эл. почты
tr_tr: Lütfen e-posta adresi giriniz
zh_hans: 請輸入您的電子郵件地址
zh_hant: 請輸入電郵地址

source: Please enter expression name.
ar_ae: يرجى إدخال اسم التعبير.
de_de: Bitte Namen eingeben.
es_es: Por favor, introduce el nombre.
fr_ca: Veuillez saisir le nom de l'expression.
it_it: Per favore, inserisci il nome.
ja_jp: 名前を入力してください。
pt_pt: Informe seu abençoado nome.
ru_ru: Введите имя.
tr_tr: Lütfen isminizi giriniz.
zh_hans: 请输入姓名.
zh_hant: 請輸入表達式名稱。

source: Please enter expression text.
ar_ae: يرجى إدخال نص التعبير.
de_de: Bitte Text eingeben.
es_es: Por favor, introduce el texto.
fr_ca: Veuillez saisir le texte de l'expression.
it_it: si prega di inserire il testo
ja_jp: テキストを入力してください。
pt_pt: Por favor, digite o texto.
ru_ru: Введите текст.
tr_tr: lütfen bir metin girin.
zh_hans: 请输入文本。
zh_hant: 請輸入表達式文本。

source: Please enter file name
ar_ae: يرجى إدخال اسم الملف
de_de: Bitte Dateiname eingeben.
es_es: Escribir un nombre de archivo.
fr_ca: Veuillez entrer le nom du fichier.
it_it: Si prega di inserire il nome
ja_jp: ファイル名を入力してください。
pt_pt: Inserira nome de arquivo.
ru_ru: Пожалуйста, введите имя файла.
tr_tr: Lütfen bir dosya adı girin
zh_hans: 请输入文件名称。
zh_hant: 請輸入姓名

source: Please enter first name
ar_ae: يرجى إدخال الاسم الأول
de_de: Bitte Vornamen angeben
es_es: Escribe el nombre
fr_ca: Merci de renseigner le prénom
it_it: Inserisci il nome
ja_jp: 名前（姓）を入力してください
pt_pt: Introduza o primeiro nome
ru_ru: Введите имя
tr_tr: Lütfen adı yazın
zh_hans: 请输入名字
zh_hant: 請輸入名字

source: Please enter group name
ar_ae: يرجى إدخال اسم المجموعة
de_de: Bitte geben Sie den Gruppennamen ein
es_es: Por favor, introduzca el nombre del grupo
fr_ca: Veuillez saisir un nom du groupe d'utilisateurs
it_it: Inserisci il nome del gruppo
ja_jp: グループ名を入力してください。
pt_pt: Por favor, insira o nome do grupo
ru_ru: Введите имя группы.
tr_tr: Lütfen grup ismini girin.
zh_hans: 请输入班组名称
zh_hant: 請輸入組別名

source: Please enter hostname
ar_ae: يرجى إدخال اسم المضيف
de_de: Bitte geben Sie den neuen Hostname an
es_es: Ingresar nombre de host del VPS
fr_ca: Veuillez saisir
it_it: Per favore Accedi
ja_jp: お入りください
pt_pt: INTRODUZIR HOSTNAME
ru_ru: Введите
tr_tr: Lütfen Giriniz
zh_hans: 请进
zh_hant: 請輸入正確的主機名稱

source: Please enter last name
ar_ae: يرجى إدخال اسم العائلة
de_de: Bitte Nachnamen angeben
es_es: Introduce el apellido
fr_ca: Merci de renseigner le nom
it_it: Inserisci il cognome
ja_jp: 名前（名）を入力してください
pt_pt: Introduza o último nome
ru_ru: Введите фамилию
tr_tr: Lütfen Soyadınızı girin
zh_hans: 请输入姓氏
zh_hant: 請輸入姓氏

source: Please enter LDAP URL
ar_ae: يرجى إدخال عنوان URL الخاص بـ LDAP
de_de: Bitte eingeben
es_es: Por favor escribe
fr_ca: Veuillez entrer l’URL LDAP
it_it: Si prega di inserire
ja_jp: お入りください
pt_pt: Introduza
ru_ru: Введите
tr_tr: Lütfen URL Girin
zh_hans: 请输入网址
zh_hant: 請輸入 URL。

source: Please enter minimum 10 minutes
ar_ae: يرجى إدخال 10 دقائق كحد أدنى
de_de: Bitte geben Sie mindestens 10 Minuten ein
es_es: Ingrese un mínimo de $ 10
fr_ca: Veuillez saisir un minimum de 10 minutes
it_it: Si prega di inserire il valore minimo 5 minuti
ja_jp: 最小10分を入力してください
pt_pt: Insira valor mínimo 5 minutos
ru_ru: Пожалуйста, введите минуты
tr_tr: Lütfen en az 10 dakika girin
zh_hans: 请输入最少10分钟
zh_hant: 請輸入至少 10 分鐘

source: Please enter minimum 15 minutes
ar_ae: يرجى إدخال 15 دقيقة كحد أدنى
de_de: Bitte geben Sie mindestens 15 Minuten ein
es_es: Por favor, Introduzca Minutos
fr_ca: Veuillez saisir un minimum de 15 minutes
it_it: Si prega di inserire il valore minimo 5 minuti
ja_jp: 15分以上入力してください
pt_pt: Insira valor mínimo 5 minutos
ru_ru: Пожалуйста, введите минуты
tr_tr: Lütfen en az 15 dakika girin
zh_hans: 请输入最少15分钟
zh_hant: 請輸入至少 5 分鐘

source: Please enter minimum 5 minutes
ar_ae: يرجى إدخال 5 دقائق كحد أدنى
de_de: Bitte geben Sie mindestens 5 Minuten ein
es_es: Por favor, Introduzca Minutos
fr_ca: Veuillez saisir un minimum de 15 minutes
it_it: Si prega di inserire il valore minimo 5 minuti
ja_jp: 最低5分を入力してください
pt_pt: Insira valor mínimo 5 minutos
ru_ru: Пожалуйста, введите минуты
tr_tr: Lütfen en az 5 dakika girin
zh_hans: 请输入最少5分钟
zh_hant: 請輸入至少 5 分鐘

source: Please enter new password
ar_ae: يرجى إدخال كلمة المرور الجديدة
de_de: Bitte neues Passwort eingeben
es_es: Introduce la nueva contraseña
fr_ca: Veuillez saisir le nouveau mot de passe
it_it: Inserisci la nuova password
ja_jp: 新しいパスワードを入力してください。
pt_pt: Introduza a nova palavra-passe
ru_ru: Введите новый пароль
tr_tr: Lütfen yeni parolanızı girin
zh_hans: 请输入新密码。
zh_hant: 請輸入新的密碼。

source: Please enter password
ar_ae: يرجى إدخال كلمة المرور
de_de: Bitte geben Sie ein Passwort ein
es_es: Introduzca la contraseña
fr_ca: Veuillez entrer le mot de passe
it_it: Si prega di inserire la password
ja_jp: パスワードを入力してください
pt_pt: Digite a palavra-chave
ru_ru: Введите пароль
tr_tr: Lütfen şifrenizi girin
zh_hans: 请输入密码
zh_hant: 請輸入密碼

source: Please enter phone number
ar_ae: يرجى إدخال رقم الهاتف
de_de: Gib bitte deine Telefonnummer ein
es_es: Introduce el número de teléfono
fr_ca: Saisissez s'il vous plaît un numéro de téléphone
it_it: Inserisci un numero di telefono
ja_jp: 電話番号を入力してください
pt_pt: Por favor , insira o número de telefone
ru_ru: Введите номер телефона
tr_tr: Lütfen telefon numarasını girin
zh_hans: 请输入您的电话号码
zh_hant: 請輸入電話號碼

source: Please enter pinboard name
ar_ae: يرجى إدخال اسم اللوحة
de_de: Bitte einen Namen eingeben
es_es: Introduce el nombre
fr_ca: Veuillez saisir le nom du tableau d'affichage
it_it: Si prega di inserire il nome
ja_jp: 名前を入力してください。
pt_pt: Digite o seu nome
ru_ru: Введите имя
tr_tr: Lütfen adınızı girin
zh_hans: 请输入姓名
zh_hant: 請輸入姓名

source: Please enter Port number
ar_ae: يرجى إدخال رقم المنفذ
de_de: Bitte die Port Nummer eingeben
es_es: Por favor, introduzca el número de puerto.
fr_ca: Merci d'entrer un nombre
it_it: Immettere un numero di porta.
ja_jp: 電話番号を入力してください
pt_pt: Por favor, insira o número.
ru_ru: Введите номер порта
tr_tr: Lütfen Port Numarasını girin
zh_hans: 请输入号码
zh_hant: 請輸入數字

source: Please enter Port Number
ar_ae: يرجى إدخال رقم المنفذ
de_de: Bitte die Port Nummer eingeben
es_es: Por favor, introduzca el número de puerto.
fr_ca: Merci d'entrer un nombre
it_it: Immettere un numero di porta.
ja_jp: 電話番号を入力してください
pt_pt: Por favor, insira o número.
ru_ru: Введите номер порта
tr_tr: Lütfen Port Numarasını girin
zh_hans: 请输入号码
zh_hant: 請輸入數字

source: Please enter region
ar_ae: يرجى إدخال المنطقة
de_de: Bitte geben Sie Ihre Region ein
es_es: Por favor, ingrese una región.
fr_ca: Entrez votre région
it_it: Inserisci la Provincia
ja_jp: お入りください
pt_pt: Por favor, entre com o Slug da Região
ru_ru: Введите название региона
tr_tr: Lütfen bölge adı girin
zh_hans: 输入区域名称
zh_hant: 请输入

source: Please enter report name
ar_ae: يرجى إدخال اسم التقرير
de_de: Bitte einen Namen eingeben
es_es: Introducir el nombre del informe
fr_ca: Veuillez entrer le nom du rapport
it_it: Inserisci un nome report
ja_jp: 名前を入力してください。
pt_pt: Por favor insira um Nome de Relatório.
ru_ru: Введите имя
tr_tr: Lütfen rapor ismini girin
zh_hans: 请输入报表名称
zh_hant: 請輸入姓名

source: Please enter report part name
ar_ae: يرجى إدخال اسم جزء التقرير
de_de: Bitte Pflegebericht eintragen
es_es: Por favor, introduzca el nombre de la pieza
fr_ca: Veuillez entrer le nom du rapport
it_it: Inserire un nome di report valido
ja_jp: 名前を入力してください。
pt_pt: Por favor insira um Nome de Relatório.
ru_ru: Введите имя компонента.
tr_tr: Lütfen rapor ismini girin
zh_hans: 请输入报表名称
zh_hant: 請輸入姓名

source: Please enter schedule name
ar_ae: يرجى إدخال اسم الجدول الزمني
de_de: Bitte geben Sie einen Zeitplannamen ein
es_es: Por favor, introduzca el nombre
fr_ca: Veuillez entrer le nom de la planification
it_it: Specificare un nome di pianificazione.
ja_jp: 名前を入力してください。
pt_pt: Digite o seu nome
ru_ru: Введите имя расписания.
tr_tr: Lütfen adınızı girin
zh_hans: 请输入姓名
zh_hant: 請輸入日程名稱

source: Please enter schedule time
ar_ae: يرجى إدخال وقت الجدول الزمني
de_de: Bitte Uhrzeit eingeben
es_es: Por favor, introduzca la hora
fr_ca: Veuillez entrer l'heure de la planification
it_it: Inserisci l'ora
ja_jp: 予約の終了時間を入力
pt_pt: Introduza a hora agendada
ru_ru: Введите время.
tr_tr: Lütfen zamanlama zamanını girin
zh_hans: 请输入有效的时间表时间。
zh_hant: 請輸入預定時間

source: Please enter secret key
ar_ae: يرجى إدخال المفتاح السري
de_de: Bitte geben Sie den geheimen Testschlüssel ein
es_es: Por favor, introduzca la clave secreta en vivo
fr_ca: Merci de renseigner votre mot de passe test Stripe
it_it: Per favore inserisci la Chiave Segreta
ja_jp: 本番用シークレットキーを入力してください
pt_pt: Digite a chave secreta
ru_ru: Введите секретный ключ.
tr_tr: Gizli anahtarı gir
zh_hans: 请输入测试密钥
zh_hant: 請輸入測試密鑰

source: Please enter sender email address
ar_ae: يرجى إدخال عنوان البريد الإلكتروني للمرسل
de_de: Bitte geben Sie eine Absender E-Mail Adresse ein!
es_es: Por favor, introduzca el email del remitente
fr_ca: Veuillez entrer l'adresse email de l’expéditeur
it_it: Si prega di inserire email mittente
ja_jp: メールアドレスを入力してください
pt_pt: Por favor, insira o endereço de e-mail
ru_ru: Введите Email отправителя
tr_tr: Lütfen e-posta adresini girin
zh_hans: 請輸入您的電子郵件地址
zh_hant: 請輸入電郵地址

source: Please enter sender name
ar_ae: يرجى إدخال اسم المرسل
de_de: Bitte geben Sie den Absendernamen ein
es_es: Por favor, introduzca el nombre del remitente
fr_ca: Merci de renseigner le nom de l’expéditeur
it_it: Immettere il nome del mittente
ja_jp: 送信者名を入力してください
pt_pt: Digite o nome do remetente
ru_ru: Введите имя отправителя
tr_tr: Lütfen gönderilecek adresi giriniz
zh_hans: 请输入发件人姓名
zh_hant: 請輸入寄件者姓名

source: Please enter Server name
ar_ae: يرجى إدخال اسم الخادم
de_de: Bitte einen Namen eingeben
es_es: Introduzca el nombre del servidor.
fr_ca: Veuillez entrer le nom du serveur
it_it: Immettere il nome del server
ja_jp: 名前を入力してください。
pt_pt: Digite o seu nome
ru_ru: Введите имя сервера.
tr_tr: Lütfen Sunucu Adını girin
zh_hans: 请输入 SQL Server 名称
zh_hant: 請輸入服務器名稱

source: Please enter slideshow name
ar_ae: يرجى إدخال اسم عرض الشرائح
de_de: Bitte einen Namen eingeben
es_es: Introduce el nombre
fr_ca: Veuillez saisir le nom du diaporama
it_it: Si prega di inserire il nome
ja_jp: 名前を入力してください。
pt_pt: Digite o seu nome
ru_ru: Введите имя
tr_tr: Lütfen adınızı girin
zh_hans: 请输入姓名
zh_hant: 請輸入幻燈片名稱

source: Please enter SMTP port
ar_ae: يرجى إدخال منفذ SMTP
de_de: Bitte SMTP-Port eingeben
es_es: Por favor, introduzca el puerto SMTP
fr_ca: Merci de renseigner un port SMTP
it_it: Si prega di inserire la porta SMTP
ja_jp: SMTPポートを入力してください
pt_pt: Por favor, informe a porta do SMTP.
ru_ru: Введите SMTP-порт
tr_tr: Lütfen geçerli bir SMTP Port girin
zh_hans: 请输入SMTP端口
zh_hant: 請輸入 SMTP 埠

source: Please enter SMTP server
ar_ae: يرجى إدخال خادم SMTP
de_de: Bitte geben Sie einen SMTP-Server ein.
es_es: Por favor, introduzca el servidor SMTP
fr_ca: Veuillez entrer le serveur SMTP
it_it: Inserisci server SMTP...
ja_jp: サーバーを入力してください
pt_pt: Por favor, informe a porta do SMTP.
ru_ru: Введите сервер SMTP.
tr_tr: Lütfen Sunucu Adını girin
zh_hans: 请输入SMTP主机
zh_hant: 請輸入服務器名稱

source: Please enter Storage Account name
ar_ae: يرجى إدخال اسم حساب التخزين
de_de: Bitte geben Sie den Kontonamen ein.
es_es: Introduzca el nombre de la cuenta de almacenamiento
fr_ca: Veuillez entrer le nom du compte de stockage
it_it: Inserisci il nome del conto
ja_jp: IBAN口座名を入力してください。
pt_pt: Por favor digite o nome de sua conta
ru_ru: Введите имя учетной записи
tr_tr: Lütfen Hesap Adını girin
zh_hans: 请输入一个账户名称
zh_hant: 請輸入存儲帳戶名稱

source: Please enter tenant name
ar_ae: يرجى إدخال اسم المستأجر
de_de: Bitte geben Sie den Mieter ein.
es_es: Introduzca el nombre del inquilino.
fr_ca: Veuillez entrer le nom du détenteur
it_it: Si prega di inserire il nome
ja_jp: 名前を入力してください。
pt_pt: Digite o seu nome
ru_ru: Введите имя
tr_tr: Lütfen adınızı girin
zh_hans: 请输入租户姓名
zh_hant: 請輸入租戶名稱。

source: Please enter the attribute name.
ar_ae: يرجى إدخال اسم السمة.
de_de: Bitte geben Sie den Namen ein.
es_es: Introduzca el nombre del atributo.
fr_ca: Veuillez saisir un nom d’attribut.
it_it: Inserisci il nome dell'attributo.
ja_jp: 名前を入力してください
pt_pt: Por favor indique o nome.
ru_ru: Введите имя.
tr_tr: Lütfen isim girin.
zh_hans: 请输入名称。
zh_hant: 請輸入姓名

source: Please enter the attribute value.
ar_ae: يرجى إدخال قيمة السمة.
de_de: Bitte Wert eingeben.
es_es: Introduzca el valor del atributo.
fr_ca: Veuillez saisir une valeur.
it_it: Immettere il valore.
ja_jp: 変数の値を入力してください...
pt_pt: Por favor, informe o valor
ru_ru: Введите значение параметра
tr_tr: Lütfen yağ değerini girin.
zh_hans: 请输入脂肪值。
zh_hant: 請輸入屬性值。

source: Please enter the Authority URL.
ar_ae: يرجى إدخال عنوان URL للهيئة.
de_de: Geben Sie den
es_es: Por favor, introduzca la Authority URL.
fr_ca: Veuillez saisir l'URL de l'autorité.
it_it: Immettere l'ufficio tributario
ja_jp: サイトURLを入力してください。
pt_pt: Introduza o URL da Autoridade.
ru_ru: Пожалуйста, введите действительный URL
tr_tr: Lütfen Yetkili URL'sini girin.
zh_hans: 请输入网址。
zh_hant: 請輸入授權網址

source: Please enter the authorization endpoint.
ar_ae: يرجى إدخال نقطة نهاية التفويض.
de_de: Bitte geben Sie den Autorisierungsendpunkt ein.
es_es: Por favor, introduzca el endpoint de autorización.
fr_ca: Veuillez saisir le point de terminaison d'autorisation.
it_it: Inserisci il PIN di autorizzazione.
ja_jp: 認証エンドポイントを入力してください。
pt_pt: Insira o ponto de extremidade de autorização.
ru_ru: Введите код авторизации.
tr_tr: Lütfen yetkilendirme uç noktasını girin.
zh_hans: 请输入授权码
zh_hant: 請輸入授權端點。

source: Please enter the category name
ar_ae: يرجى إدخال اسم الفئة
es_es: Introducir nombre de la categoría
fr_ca: Veuillez saisir le nom de la catégorie
ja_jp: カテゴリー名を入力してください
pt_pt: Por favor, digite o nome
ru_ru: Введите имя
tr_tr: Lütfen kategori adını girin.
zh_hans: 请输入类别名称。

source: Please enter the client ID.
ar_ae: يرجى إدخال معرّف العميل.
de_de: Bitte geben Sie Ihre Kunden-ID ein
es_es: Por favor, introduzca el ID del cliente.
fr_ca: Veuillez entrer l’ID du client
it_it: Inserisci l'ID cliente.
ja_jp: ここにクライアントIDを入力してください。
pt_pt: Insira a ID do Cliente da API.
ru_ru: Введите API Client ID.
tr_tr: API İstemci Kimliğini girin.
zh_hans: 请输入客户编号。
zh_hant: 請輸入客戶編號

source: Please enter the Client ID.
ar_ae: يرجى إدخال معرف العميل.
de_de: Bitte geben Sie Ihre Kunden-ID ein
es_es: Por favor, introduzca el ID del cliente.
fr_ca: Veuillez entrer l’ID du client
it_it: Inserisci l'ID cliente.
ja_jp: ここにクライアントIDを入力してください。
pt_pt: Insira a ID do Cliente da API.
ru_ru: Введите API Client ID.
tr_tr: API İstemci Kimliğini girin.
zh_hans: 请输入客户编号。
zh_hant: 請輸入客戶編號

source: Please enter the client secret.
ar_ae: يرجى إدخال سر العميل.
de_de: Bitte geben Sie Ihr Kundengeheimnis ein
es_es: Por favor, introduzca la clave secreta
fr_ca: Veuillez saisir la clé secrète client.
it_it: Immettere il segreto Client API.
ja_jp: クライアントシークレットを入力してください。
pt_pt: Insira o Segredo do Cliente da API.
ru_ru: Введите секретный ключ.
tr_tr: API Müşteri Gizli Anahtarını Girin.
zh_hans: 请输入客户密码。
zh_hant: 請輸入客戶密碼

source: Please enter the database password
ar_ae: يرجى إدخال كلمة مرور قاعدة البيانات
de_de: Bitte geben Sie das Passwort ein
es_es: Introduzca la contraseña
fr_ca: Veuillez entrer le mot de passe de la base de données
it_it: Si prega di inserire la password
ja_jp: パスワードを入力してください。
pt_pt: Por favor, introduza a senha
ru_ru: Введите пароль
tr_tr: Lütfen parolayı girin
zh_hans: 请输入密码
zh_hant: 請輸入數據庫密碼

source: Please enter the date in
ar_ae: يرجى إدخال التاريخ في
de_de: Bitte das Datum eingeben in
es_es: Introduzca la fecha
fr_ca: Veuillez entrer la date
it_it: Immettere la data
ja_jp: 日付を入力してください
pt_pt: Por favor, insira a data de vencimento
ru_ru: Введите дату
tr_tr: Lütfen Tarih girin
zh_hans: 请输入结束日期。
zh_hant: 請輸入結束日期。

source: Please enter the duration
ar_ae: يرجى إدخال المدة
de_de: Bitte geben Sie die Dauer ein
es_es: Introduzca la duración
fr_ca: Merci de saisir la durée
it_it: Inserire la durata
ja_jp: CVVを入力してください
pt_pt: Por favor informe um %0
ru_ru: Укажите продолжительность воспроизведения.
tr_tr: lütfen sessize alma süresini girin
zh_hans: 请输入阅读任务时长
zh_hant: 請輸入時長

source: Please enter the file name
ar_ae: يرجى إدخال اسم الملف
es_es: Introduzca el nombre.
fr_ca: Veuillez entrer le nom de la rédaction
ja_jp: ファイル名を入力してください。
pt_pt: Inserir nome de arquivo
ru_ru: Введите имя файла
tr_tr: Lütfen isim girin.
zh_hans: 请输入文件名称。

source: Please enter the Identifier.
ar_ae: يرجى إدخال المعرف.
de_de: Bitte geben Sie die Paketkennung ein!
es_es: Por favor, introduzca el identificador.
fr_ca: Veuillez saisir l'identifiant.
it_it: Immettere la data
ja_jp: 識別子を指定してください。
pt_pt: Indique por favor um identificador.
ru_ru: Введите идентификатор!
tr_tr: Lütfen bir tanımlayıcı girin.
zh_hans: 请输入表单标识符
zh_hant: 請輸入姓名

source: Please enter the identity provider name.
ar_ae: يرجى إدخال اسم مزود الهوية.
de_de: Bitte geben Sie den Namen ein.
es_es: Introduzca el nombre del proveedor OpenID.
fr_ca: Veuillez entrer un fournisseur d'identité
it_it: Inserire il nome del provider.
ja_jp: IDプロバイダー名を入力してください。
pt_pt: Introduza o nome do fornecedor de identidade.
ru_ru: Пожалуйста, введите идентификационные данные
tr_tr: Lütfen kimlik sağlayıcının adını girin.
zh_hans: 请输入提供程序名。
zh_hant: 請輸入姓名

source: Please enter the identity provider URL.
ar_ae: يرجى إدخال عنوان URL لمزود الهوية.
de_de: Bitte geben Sie die URL des Identitätsanbieters ein.
es_es: Introduce la URL del proveedor de identidad.
fr_ca: Veuillez entrer un fournisseur d'identité
it_it: Inserire URL del provider.
ja_jp: IDプロバイダーのURLを入力してください。
pt_pt: Introduza o URL do fornecedor de identidade.
ru_ru: Пожалуйста, введите идентификационные данные
tr_tr: Lütfen kimlik sağlayıcı URL'sini girin.
zh_hans: 请输入身份提供商URL。
zh_hant: 請輸入網址。

source: Please enter the name
ar_ae: يرجى إدخال الاسم
de_de: Bitte Namen eingeben
es_es: Introduzca el nombre.
fr_ca: Veuillez saisir le nom
it_it: Si prega di inserire il nome
ja_jp: 名前を入力してください
pt_pt: Por favor, digite o nome
ru_ru: Введите имя
tr_tr: Lütfen isim girin.
zh_hans: 请输入名称。
zh_hant: 請輸入姓名

source: Please enter the OAuth provider name.
ar_ae: يرجى إدخال اسم مزود OAuth.
de_de: Bitte geben Sie den Namen ein.
es_es: Introduzca el nombre del proveedor de OAuth.
fr_ca: Veuillez saisir le nom du fournisseur OAuth.
it_it: Inserire il nome del provider.
ja_jp: OAuthプロバイダー名を入力してください。
pt_pt: Introduza o nome do fornecedor OAuth.
ru_ru: Введите имя.
tr_tr: Lütfen OAuth sağlayıcı adını girin.
zh_hans: 请输入提供程序名。
zh_hant: 請輸入姓名

source: Please enter the OpenID provider name.
ar_ae: يرجى إدخال اسم موفر OpenID.
de_de: Bitte geben Sie den Namen ein.
es_es: Introduzca el nombre del proveedor OpenID.
fr_ca: Veuillez saisir le nom du fournisseur OpenID.
it_it: Inserire il nome del provider.
ja_jp: OpenIDプロバイダー名を入力してください。
pt_pt: Introduza o nome do fornecedor OpenID.
ru_ru: Введите имя.
tr_tr: Lütfen OpenID sağlayıcı adını girin.
zh_hans: 请输入提供程序名。
zh_hant: 請輸入姓名

source: Please enter the password
ar_ae: يرجى إدخال كلمة المرور
de_de: Bitte geben Sie das Passwort ein
es_es: Por favor, introduzca la contraseña
fr_ca: Veuillez saisir le mot de passe
it_it: Per favore inserisci la password
ja_jp: パスワードを入力してください。
pt_pt: Por favor, introduza a senha
ru_ru: Введите пароль
tr_tr: Lütfen parolayı girin
zh_hans: 请输入密码
zh_hant: 請輸入密碼

source: Please enter the report name
ar_ae: يرجى إدخال اسم التقرير
es_es: Por favor, introduzca el nombre del archivo de informe aquí
fr_ca: Veuillez entrer le nom du rapport
ja_jp: 名前を入力してください
pt_pt: Por favor insira um Nome de Relatório.
ru_ru: Введите имя
tr_tr: Lütfen rapor ismini girin
zh_hans: 请输入报表名称

source: Please enter the site name.
ar_ae: يرجى إدخال اسم الموقع.
de_de: 請輸入網站名稱。
es_es: Introduzca el nombre.
fr_ca: Saisir le nom du site.
it_it: Inserisci il nome del sito.
ja_jp: サイト名を入力してください。
pt_pt: Por favor indique o nome.
ru_ru: Введите имя объекта.
tr_tr: Lütfen isim girin.
zh_hans: 请输入网站名称。
zh_hant: 請輸入姓名

source: Please enter the site URL.
ar_ae: يرجى إدخال عنوان URL للموقع.
de_de: 請輸入網站網址。
es_es: Incorpore por favor el URL
fr_ca: Saisir l’URL du site.
it_it: Immettere un indirizzo URL
ja_jp: サイトURLを入力してください。
pt_pt: Por favor informe um %0
ru_ru: Введите URL-адрес сайта.
tr_tr: Lütfen Kasabayı girin
zh_hans: 请输入该网站的链接。
zh_hant: 請輸入網址。

source: Please enter the tenant ID
ar_ae: يرجى إدخال معرّف المستأجر
de_de: Bitte geben Sie die Mandanten-ID ein
es_es: Por favor, introduzca el nombre del inquilino
fr_ca: Veuillez entrer le nom du détenteur
it_it: Inserisci l'ID tenant
ja_jp: テナントIDを入力してください
pt_pt: Introduza o ID do inquilino
ru_ru: Введите идентификатор арендатора
tr_tr: Lütfen kiracı kimliğini girin
zh_hans: 请输入租户姓名
zh_hant: 請輸入租戶名稱

source: Please enter the user information endpoint.
ar_ae: يرجى إدخال نقطة نهاية معلومات المستخدم.
de_de: Bitte geben Sie den Endpunkt für die Benutzerinformationen ein.
es_es: Introduzca el endpoint de información del usuario.
fr_ca: Veuillez saisir le point de terminaison des informations utilisateur.
it_it: Inserisci le informazioni.
ja_jp: ユーザー情報エンドポイントを入力してください。
pt_pt: Introduza o ponto de extremidade de informações do utilizador.
ru_ru: Введите корректно информацию о пользователе
tr_tr: Kullanıcı bilgilerini girin.
zh_hans: 请输入用户信息端点。
zh_hant: 請輸入使用者資訊端點。

source: Please enter the valid phone number
ar_ae: يرجى إدخال رقم الهاتف الصحيح
de_de: Bitte gültige Telefonnummer eingeben
es_es: Por favor, introduce un número de teléfono válido
fr_ca: Veuillez saisir un numéro de téléphone valide
it_it: Inserisci un numero di telefono valido
ja_jp: 電話番号を入力してください。
pt_pt: Informe um número de telefone válido.
ru_ru: Введите действительный номер телефона
tr_tr: Lütfen geçerli telefon numarasını girin
zh_hans: 请输入有效的手机号码，这个号码将成为我们与您确认的唯一途径
zh_hant: 請輸入有效的電話號碼。

source: Please enter the valid port number
ar_ae: يرجى إدخال رقم المنفذ الصحيح
de_de: Geben Sie eine gültige Portnummer ein.
es_es: Por favor, introduce un número de puerto válido.
fr_ca: Merci d'entrer un numéro de port valide.
it_it: Inserisci un numero di porta valido.
ja_jp: 有効な番号を入力してください
pt_pt: Por favor, forneça um número de porta válido.
ru_ru: Введите корректный номер порта.
tr_tr: Lütfen geçerli bir Port numarası girin.
zh_hans: 请输入有效的端口号。
zh_hant: 請輸入有效的埠號。

source: Please enter the value for email.
ar_ae: يرجى إدخال القيمة للبريد الإلكتروني.
de_de: Bitte Wert eingeben.
es_es: Por favor, introduzca el valor para el correo electrónico.
fr_ca: Veuillez saisir la valeur de l'e-mail.
it_it: Per favore, inserisci l'e-mail!
ja_jp: メールアドレスを入力してください。
pt_pt: Por favor, informe o valor
ru_ru: Введите адрес эл. почты.
tr_tr: Lütfen e-posta girin
zh_hans: 请输入电子邮件。
zh_hant: 請輸入電子郵件!

source: Please enter URL
ar_ae: يرجى إدخال عنوان URL
de_de: Bitte geben Sie die URL ein
es_es: Por favor, introduzca la URL
fr_ca: Veuillez entrer l'URL
it_it: Inserire l'URL
ja_jp: URL を入力してください。
pt_pt: Por favor, informe a url.
ru_ru: Введите адрес URL
tr_tr: Lütfen URL Girin
zh_hans: 请输入网址
zh_hant: 請輸入 URL。

source: Please enter username
ar_ae: يرجى إدخال اسم المستخدم
de_de: Bitte geben Sie einen Benutzernamen ein
es_es: Por favor, introduzca su nombre de usuario
fr_ca: Veuillez saisir le nom d’utilisateur
it_it: Inserisci la tua email
ja_jp: ユーザー名を入力してください。
pt_pt: Digite o nome de usuário
ru_ru: Пожалуйста, введите логин
tr_tr: Lütfen kullanıcı adını girin
zh_hans: 请输入用户名
zh_hant: 請輸入用戶名
