Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: letter, one lowercase letter, one number, and one special character.
ar_ae: حرف وحرف صغير واحد ورقم واحد وحرف خاص واحد.
de_de: buchstabe, ein Kleinbuchstabe, eine Zahl und ein Sonderzeichen.
es_es: letra, una letra minúscula, un número y un carácter especial.
fr_ca: lettre, une lettre minuscule, un chiffre et un caractère spécial.
it_it: lettera, una lettera minuscola, un numero e un carattere speciale.
ja_jp: 文字、1つの小文字、1つの数字、1つの特殊文字。
pt_pt: letra, uma letra minúscula, um número e um caractere especial.
ru_ru: буква, одна строчная буква, одна цифра и один специальный символ.
tr_tr: En az bir büyük harf, bir küçük harf, bir rakam ve bir özel karakter içermelidir.
zh_hans: 字母、一个小写字母、一个数字和一个特殊字符。
zh_hant: 字母、一個小寫字母、一個數字和一個特殊字元。

source: License Activation
ar_ae: تفعيل الترخيص
es_es: Activación de licencia
fr_ca: Activation de la License
ja_jp: ライセンス有効化
pt_pt: Activação da licença
ru_ru: Активация лицензии
tr_tr: Lisans Aktivasyonu
zh_hans: 许可证激活

source: license agreement
ar_ae: اتفاقية الترخيص
de_de: Lizenzvereinbarung
es_es: contrato de explotación
fr_ca: accord de licence
it_it: CONTRATTO DI LICENZA
ja_jp: ソフトウェア使用許諾書
pt_pt: acordo de licença
ru_ru: лицензионное соглашение
tr_tr: lisans anlaşması
zh_hans: 许可协议
zh_hant: 授權協議

source: License limit reached
ar_ae: تم الوصول إلى حد الترخيص
de_de: Maximum erreicht
es_es: Ha sido alcanzado el límite de la licencia Idkit
fr_ca: Limite de licence atteinte
it_it: Limite raggiunto
ja_jp: 上限に到達
pt_pt: O limite de licença foi atingido.
ru_ru: Достигнут предел
tr_tr: Sınıra ulaşıldı
zh_hans: 已达到许可证激活限制
zh_hant: 已達到許可限制

source: License warning
ar_ae: تحذير بشأن الترخيص
es_es: Nº Licencia
fr_ca: Alerte sur la Licence
ja_jp: ライセンスに関する警告
pt_pt: Aviso de licença
ru_ru: Предупреждение о лицензии
tr_tr: Lisans uyarısı
zh_hans: 许可证警告

source: Link to File:
ar_ae: رابط الملف:
de_de: Link zu einer Datei
es_es: Enlazar con archivo
fr_ca: Lien vers fichier
it_it: Collega a file
ja_jp: ファイルへのリンク
pt_pt: Ligação a Ficheiro
ru_ru: Связать с файлом
tr_tr: Dosyaya Bağlantı
zh_hans: 链接到文件
zh_hant: 文件鏈接：

source: Link to Report:
ar_ae: رابط التقرير:
de_de: Link zum Bericht:
es_es: Enlace del Informe:
fr_ca: Lien vers le rapport:
it_it: Per la relazione:
ja_jp: レポートへのリンク：
pt_pt: Ligação ao relatório:
ru_ru: Ссылка на отчёт:
tr_tr: Rapor Et
zh_hans: 报告链接：
zh_hant: 待處理報銷

source: Link to Slideshow:
ar_ae: رابط إلى عرض الشرائح:
de_de: Link zur Diashow:
es_es: Enlace a la presentación de diapositivas:
fr_ca: Lien vers le diaporama :
it_it: Link alla presentazione:
ja_jp: スライドショーへのリンク:
pt_pt: Link para a apresentação de slides:
ru_ru: Ссылка на слайд-шоу:
tr_tr: Slayt gösterisine bağlantı:
zh_hans: 链接到幻灯片：
zh_hant: 幻燈片鏈接：

source: Link to Widget:
ar_ae: رابط إلى القطعة:
de_de: Link zum Widget
es_es: Enlace al widget
fr_ca: Lien vers le widget
it_it: Collegamento al widget:
ja_jp: ウィジェットへのリンク：
pt_pt: Link para o widget
ru_ru: Ссылка на заголовок виджета:
tr_tr: Bileşen Bağlantısı:
zh_hans: 链接到小工具：
zh_hant: 小工具鏈接：

source: Link updated.
ar_ae: تم تحديث الرابط.
de_de: Link aktualisiert.
es_es: Disfrutar.
fr_ca: Lien mis à jour.
it_it: Collegamento aggiornato
ja_jp: リンクを更新しました。
pt_pt: Link atualizado
ru_ru: Ссылка обновлена!
tr_tr: Bağlantı güncellendi.
zh_hans: 链接已更新。
zh_hant: 鏈接已更新。

source: Link:
ar_ae: الرابط:
es_es: Enlace:
fr_ca: Lien :
ja_jp: LIEN
pt_pt: Hiperligação:
ru_ru: Ссылка:
zh_hans: 链接：
zh_hant: 連結：

source: Linked Reports
ar_ae: التقارير المرتبطة
de_de: Reports verlinkt.
es_es: Reportes relacionados
fr_ca: Rapports liés
it_it: Report Collegati
ja_jp: リンクされたレポート
pt_pt: Relatórios vinculados
ru_ru: Связанные отчеты
tr_tr: Bağlı Raporlar
zh_hans: 链接的报告
zh_hant: 已連結的報告

source: Linked Reports:
ar_ae: التقارير المرتبطة:
de_de: Reports verlinkt.
es_es: Reportes relacionados
fr_ca: Rapports liés
it_it: Report collegati:
ja_jp: リンクされたレポート：
pt_pt: Relatórios vinculados:
ru_ru: Связанные отчеты:
tr_tr: Bağlı Raporlar:
zh_hans: 链接的报告：
zh_hant: 連結的報告：

source: LinkedIn User
ar_ae: مستخدم لينكد إن
de_de: LinkedIn-Benutzer
es_es: Usuario LinkedIn
fr_ca: Utilisateur Linkedin
it_it: Utente LinkedIn
ja_jp: Linkedinユーザー
pt_pt: linkedin
ru_ru: LinkedIn
tr_tr: Linkedin Kullanıcısı
zh_hans: LinkedIn
zh_hant: linkedin.

source: Live Connection
ar_ae: اتصال مباشر
de_de: LIVE ZUSCHALTUNG
es_es: Conexión en directo.
fr_ca: Connexion en temps réel
it_it: Connessione attiva
ja_jp: ライブ接続
pt_pt: Fio condutor
ru_ru: Подключение в реальном времени
tr_tr: Canlı Bağlantı
zh_hans: 实时连接
zh_hant: 實時連接

source: Loading...
ar_ae: جارٍ التحميل...
de_de: Lädt ...
es_es: Cargando...
fr_ca: جار التحميل...
it_it: Caricamento in corso...
ja_jp: ロード中...
pt_pt: A carregar...
ru_ru: Загрузка…
tr_tr: Yükleniyor...
zh_hans: 正在载入...
zh_hant: 載入中……

source: Lock data source editing in published site.
ar_ae: تأمين تحرير مصدر البيانات في الموقع المنشور.
de_de: Datenquellenbearbeitung in veröffentlichter Website sperren.
es_es: Bloquear la edición de la fuente de datos en el sitio publicado.
fr_ca: Verrouiller l'édition de la source de données dans le site publié.
it_it: Blocca la modifica dell'origine dati nel sito pubblicato.
ja_jp: 公開されたサイトでデータソース編集をロックします。
pt_pt: Bloquear a edição da fonte de dados no site publicado.
ru_ru: Блокировка редактирования источника данных на опубликованном сайте.
tr_tr: Yayınlanan sitede veri kaynağı düzenlemesini kilitleyin.
zh_hans: 锁定已发布网站中的数据源编辑。
zh_hant: 鎖定已發佈網站中的資料來源編輯。

source: Lock dataset editing in published site.
ar_ae: قفل تحرير مجموعة البيانات في الموقع المنشور.
de_de: Sperren Sie die Bearbeitung von Datensätzen auf der veröffentlichten Website.
es_es: Bloquear la edición del conjunto de datos en el sitio publicado.
fr_ca: Verrouiller l'édition de l'ensemble de données dans le site publié.
it_it: Blocca la modifica del set di dati nel sito pubblicato.
ja_jp: 公開されたサイトでデータセット編集をロックします。
pt_pt: Bloquear a edição do conjunto de dados no site publicado.
ru_ru: Блокировка редактирования набора данных на опубликованном сайте.
tr_tr: Yayınlanan sitede veri kümesi düzenlemesini kilitleyin.
zh_hans: 锁定已发布网站中的数据集编辑。
zh_hant: 鎖定已發佈網站中的資料集編輯。

source: Lock report editing in published site
ar_ae: قفل تحرير التقرير في الموقع المنشور
de_de: Berichtbearbeitung in veröffentlichter Website sperren
es_es: Bloquear la edición del informe en el sitio publicado
fr_ca: Verrouiller la modification du rapport dans le site publié
it_it: Blocca la modifica del report nel sito pubblicato
ja_jp: 公開されたサイトでレポート編集をロックする
pt_pt: Bloquear a edição de relatórios no site publicado
ru_ru: Блокировать редактирование отчета на опубликованном сайте
tr_tr: Yayınlanan sitede rapor düzenlemeyi kilitle
zh_hans: 锁定已发布网站中的报告编辑
zh_hant: 鎖定已發佈網站中的報告編輯

source: Lock report editing in published site.
ar_ae: قفل تحرير التقرير في الموقع المنشور.
de_de: Berichtbearbeitung in veröffentlichter Website sperren.
es_es: Bloquear la edición del informe en el sitio publicado.
fr_ca: Verrouiller la modification du rapport dans le site publié.
it_it: Blocca la modifica del report nel sito pubblicato.
ja_jp: 公開されたサイトでレポート編集をロックします。
pt_pt: Bloquear a edição do relatório no site publicado.
ru_ru: Блокировка редактирования отчета на опубликованном сайте.
tr_tr: Yayınlanan sitede rapor düzenlemeyi kilitleyin.
zh_hans: 锁定已发布网站中的报告编辑。
zh_hant: 鎖定已發佈網站中的報告編輯。

source: Log in using a desktop client to add widgets to this pinboard.
ar_ae: قم بتسجيل الدخول باستخدام عميل سطح المكتب لإضافة عناصر واجهة المستخدم إلى لوحة المعلومات هذه.
de_de: Melden Sie sich mit einem Desktop-Client an, um Widgets zu dieser Pinnwand hinzuzufügen.
es_es: Inicie sesión con un cliente de escritorio para añadir widgets a este tablero.
fr_ca: Connectez-vous à l'aide d'un client de bureau pour ajouter des widgets à ce tableau d'affichage.
it_it: Accedi utilizzando un client desktop per aggiungere widget a questa bacheca.
ja_jp: デスクトップクライアントを使用してログインし、このピンボードにウィジェットを追加します。
pt_pt: Inicie sessão utilizando um cliente de ambiente de trabalho para adicionar widgets a este quadro de anúncios.
ru_ru: Войдите в систему с помощью настольного клиента, чтобы добавить виджеты в эту панель.
tr_tr: Bu panoya widget eklemek için bir masaüstü istemcisi kullanarak oturum açın.
zh_hans: 使用桌面客户端登录以将小部件添加到此钉板。
zh_hant: 使用桌面客戶端登錄以在此主頁上添加小部件。

source: Login Error
ar_ae: خطأ في تسجيل الدخول
de_de: Fehler beim Anmelden
es_es: Error de inicio de sesión
fr_ca: Erreur de connexion
it_it: Errore di accesso
ja_jp: ログインエラー
pt_pt: ﻿Erro de Login
ru_ru: Ошибка входа
tr_tr: Giriş Hatası
zh_hans: 登录错误
zh_hant: 登錄錯誤。

source: Login Error!
ar_ae: خطأ في تسجيل الدخول!
de_de: Fehler beim Anmelden
es_es: Error de inicio de sesión
fr_ca: Erreur de connexion
it_it: Errore di accesso
ja_jp: ログインエラー!
pt_pt: ﻿Erro de Login
ru_ru: Ошибка входа
tr_tr: Giriş Hatası
zh_hans: 登录错误
zh_hant: 登錄錯誤。

source: Login screen logo
ar_ae: شعار شاشة تسجيل الدخول
de_de: Logo für den Login-Bildschirm
es_es: Logotipo de la pantalla de inicio de sesión
fr_ca: Connexion logo d'écran
it_it: Schermata di accesso
ja_jp: ログイン画面のロゴ
pt_pt: Logotipo no ecrã de login
ru_ru: Логотип на экране входа
tr_tr: Giriş Ekranı Logo
zh_hans: 为您的网站上传自定义徽标
zh_hant: 登錄屏幕

source: Login to activate
ar_ae: تسجيل الدخول للتفعيل
es_es: Inicie sesión para activar la cuenta
fr_ca: Connectez-vous pour activer
ja_jp: ログインして有効化
pt_pt: Inicie sessão para ativar
ru_ru: Press LOGIN to activate.
tr_tr: Giriş
zh_hans: 登录以激活

source: Logo of the authentication provider to be displayed in the login page.
ar_ae: يتم عرض شعار مزود المصادقة في صفحة تسجيل الدخول.
de_de: Logo des Authentifizierungsanbieters, das auf der Anmeldeseite angezeigt werden soll.
es_es: Logotipo del proveedor de autenticación que se mostrará en la página de inicio de sesión.
fr_ca: Logo du fournisseur d'authentification à afficher dans la page de connexion.
it_it: Logo del provider di autenticazione da visualizzare nella pagina di login.
ja_jp: ログインページに表示される認証プロバイダーのロゴ。
pt_pt: Logotipo do provedor de autenticação a ser exibido na página de login.
ru_ru: Логотип поставщика аутентификации, который будет отображаться на странице входа в систему.
tr_tr: Giriş sayfasında görüntülenecek kimlik doğrulama sağlayıcısının logosu.
zh_hans: 要在登录页面中显示的身份验证提供商的徽标。
zh_hant: 要在登入頁面中顯示的驗證提供者標誌。

source: Logout Endpoint
ar_ae: نقطة نهاية تسجيل الخروج
es_es: Endpoint logout
fr_ca: Point de terminaison de déconnexion
ja_jp: ログアウトエンドポイント
pt_pt: Terminar sessão no ponto final
ru_ru: Конечная точка выхода
tr_tr: Çıkış Uç Noktası
zh_hans: 注销终结点

source: Logout Endpoint (Optional)
ar_ae: نقطة نهاية تسجيل الخروج (اختياري)
es_es: Endpoint logout (opcional)
fr_ca: Point de terminaison de déconnexion
ja_jp: ログアウトエンドポイント
pt_pt: Ponto de extremidade de logout (opcional)
ru_ru: Конечная точка выхода
tr_tr: Çıkış Uç Noktası (İsteğe Bağlı)
zh_hans: 注销终结点（可选）

source: Logout URI
ar_ae: عنوان URI لتسجيل الخروج
es_es: URI de cierre de sesión
fr_ca: Déconnexion
ja_jp: ログアウト
pt_pt: Sair do URI
ru_ru: ВЫХОД ИЗ СИСТЕМЫ
tr_tr: Çıkış URI'Sİ
zh_hans: 注销

source: Looks like something went wrong while establishing a connection. Please refresh the page and try again.
ar_ae: يبدو أن هناك خطأ ما أثناء إنشاء اتصال. يرجى تحديث الصفحة والمحاولة مرة أخرى.
de_de: Es sieht so aus, als sei etwas schief gelaufen. Bitte aktualisieren Sie die Seite und versuchen Sie es noch einmal.
es_es: Parece que algo salió mal al establecer una conexión. Actualice la página y vuelva a intentarlo.
fr_ca: On dirait que quelque chose s'est mal passé lors de l'établissement d'une connexion. Veuillez actualiser la page et réessayer.
it_it: Sembra che qualcosa sia andato storto durante la creazione di una connessione. Aggiorna la pagina e riprova.
ja_jp: 接続の確立中に問題が発生したようです。ページを更新して、やり直してください。
pt_pt: Parece que algo correu mal ao estabelecer uma ligação. Por favor, atualize a página e tente novamente.
ru_ru: Похоже, что-то пошло не так при установлении связи. Пожалуйста, обновите страницу и попробуйте снова.
tr_tr: Bağlantı kurulurken bir şeyler ters gitmiş gibi görünüyor. Lütfen sayfayı yenileyin ve tekrar deneyin.
zh_hans: 建立连接时似乎出错了。请刷新页面并重试。
zh_hant: 建立連線時似乎發生錯誤。請重新整理頁面，然後再試一次。

source: Machine name
ar_ae: اسم الجهاز
de_de: Maschinename
es_es: Nombre de la máquina
fr_ca: Nom de la machine
it_it: Nome della macchina
ja_jp: 機器名
pt_pt: Nome do aparelho
ru_ru: Наименование устройства
tr_tr: Makine Adı
zh_hans: 计算机名称
zh_hant: 機器名稱

source: Mail attachment
ar_ae: مرفق البريد
de_de: E-Mail-Anhang
es_es: Adjunto al correo electrónico
fr_ca: Pièce jointe
it_it: Allegato di posta
ja_jp: 添付ファイル
pt_pt: Anexo de correio
ru_ru: Почтовое вложение
zh_hans: 邮件附件
zh_hant: 附件

source: Mail notifications
ar_ae: إشعارات البريد
de_de: E-Mail-Benachrichtigungen
es_es: Notificaciones por correo electrónico
fr_ca: Notifications par mail
it_it: Mail di notifica
ja_jp: メール通知
pt_pt: Notificações por e-mail
ru_ru: Оповещения по email
tr_tr: Posta Bildirimleri
zh_hans: 邮件通知
zh_hant: 郵件通知

source: Make Private
ar_ae: اجعله خاصًا
de_de: in Privat ändern
es_es: Hacer privado
fr_ca: Rendre privé
it_it: Rendi privata
ja_jp: 非公開にする
pt_pt: Tornar privado
ru_ru: Сделать приватным
tr_tr: Özel Yap
zh_hans: 设为私密
zh_hant: 保密

source: Make Public
ar_ae: جعله عامًا
de_de: Öffentlich machen
es_es: Hacer público
fr_ca: Rendre public
it_it: Rendi Pubblico
ja_jp: 公開する
pt_pt: Tornar público
ru_ru: Сделать общедоступным
tr_tr: Herkese Açık Yap
zh_hans: 设为公开
zh_hant: 公開

source: Make report as public in published site.
ar_ae: اجعل التقرير عامًا في الموقع المنشور.
es_es: Hacer que el informe sea público en el sitio publicado.
fr_ca: Rendre le rapport public sur le site publié.
ja_jp: 公開されたサイトでレポートを公開にします。
pt_pt: Tornar o relatório como público no site publicado.
ru_ru: Сделать отчет общедоступным на опубликованном сайте.
tr_tr: Yayınlanan sitede herkese açık olarak rapor hazırlayın.
zh_hans: 在已发布网站中将报告设为公开。

source: Manage
ar_ae: إدارة
de_de: Verwalten
es_es: Administar
fr_ca: Gérer
it_it: Gestisci
ja_jp: 管理
pt_pt: Gerir
ru_ru: Управлять
tr_tr: Yönet
zh_hans: 管理
zh_hant: 管理

source: Manage Access
ar_ae: إدارة الوصول
de_de: Zugriffs Verwalten
es_es: Gestionar el acceso
fr_ca: Gérer l’accès
it_it: Gestisci accesso
ja_jp: アクセスを管理
pt_pt: Gerir acesso
ru_ru: Управление доступом
tr_tr: Erişimi Yönet
zh_hans: 访问管理
zh_hant: 管理存取

source: Manage Account Settings
ar_ae: إدارة إعدادات الحساب
de_de: Verwalten der Konto-Einstellungen
es_es: Manejar otras preferencias de cuenta
fr_ca: gérer les paramètres du compte
it_it: gestisici le impostazioni account
ja_jp: アカウント設定の管理
pt_pt: Gerir Outras Definições de Conta
ru_ru: Управление настройками учетной записи
tr_tr: Hesap Ayarları
zh_hans: 管理帐户设置
zh_hant: 帳號設定

source: Manage License
ar_ae: إدارة الترخيص
de_de: Lizenz verwalten
es_es: Administrar Licencia
fr_ca: Gérer la licence
it_it: Gestisci Licenza
ja_jp: ライセンスを管理
pt_pt: Gerir licença
ru_ru: Управление лицензией
tr_tr: Lisansı Yönet
zh_hans: 管理许可证
zh_hant: 管理許可證

source: MANAGE LICENSE
ar_ae: إدارة الترخيص
de_de: Lizenz verwalten
es_es: ADMINISTRAR LICENCIA
fr_ca: Gérer la licence
it_it: Gestisci licenza
ja_jp: ライセンスを管理
pt_pt: Gerir licença
ru_ru: Управление лицензией
tr_tr: Lisansı Yönet
zh_hans: 管理许可证
zh_hant: 管理許可證

source: Manage Permissions
ar_ae: إدارة الأذونات
de_de: Berechtigungen verwalten
es_es: Administrar permisos
fr_ca: Gérer les Permissions
it_it: Gestisci autorizzazioni
ja_jp: 可否設定の管理
pt_pt: Gerenciar permissões
ru_ru: Управление разрешениями
tr_tr: İzinleri Yönet
zh_hans: 管理权限
zh_hant: 管理權限

source: Manage permissions for the sites you created.
ar_ae: إدارة الأذونات للمواقع التي أنشأتها.
de_de: Verwalten Sie Berechtigungen für die von Ihnen erstellten Websites.
es_es: Gestiona los permisos de los sitios que has creado.
fr_ca: Gérez les autorisations pour les sites que vous avez créés.
it_it: Gestisci le autorizzazioni per i siti che hai creato.
ja_jp: 作成したサイトのアクセス許可を管理します。
pt_pt: Gerir permissões para os sites que criou.
ru_ru: Управляйте разрешениями для созданных сайтов.
tr_tr: Oluşturduğunuz sitelerin izinlerini yönetin.
zh_hans: 管理您创建的网站的权限。
zh_hant: 管理你建立的網站的權限。

source: Manage sites (Admin access)
ar_ae: إدارة المواقع (وصول المسؤول)
de_de: Websites verwalten (Admin-Zugriff)
es_es: Gestionar sitios (acceso de administrador)
fr_ca: Gérer les sites (accès administrateur)
it_it: Gestisci siti (accesso amministratore)
ja_jp: サイトの管理（管理者アクセス）
pt_pt: Gerir sites (acesso de administrador)
ru_ru: Управление сайтами (доступ администратора)
tr_tr: Siteleri yönet (Yönetici erişimi)
zh_hans: 管理网站（管理员访问权限）
zh_hant: 管理網站（管理員存取權限）

source: Manage support team’s access to your resources.
ar_ae: إدارة وصول فريق الدعم إلى مواردك.
de_de: Verwalten Sie den Zugriff des Support-Teams auf Ihre Ressourcen.
es_es: Gestiona el acceso del equipo de soporte a tus recursos.
fr_ca: Gérez l'accès de l'équipe d'assistance à vos ressources.
it_it: Gestisci l'accesso del team di supporto alle tue risorse.
ja_jp: サポートチームによるリソースへのアクセスを管理します。
pt_pt: Faça a gestão do acesso da equipa de apoio aos seus recursos.
ru_ru: Управляйте доступом службы поддержки к своим ресурсам.
tr_tr: Destek ekibinin kaynaklarınıza erişimini yönetin.
zh_hans: 管理支持团队对资源的访问权限。
zh_hant: 管理支援團隊對資源的存取權限。

source: Manage the subscription and plan
ar_ae: إدارة الاشتراك والخطة
de_de: Verwalten Sie das Abonnement und den Plan
es_es: Gestionar la suscripción y el plan
fr_ca: Gérer l'abonnement et le plan
it_it: Gestisci l'abbonamento e il piano
ja_jp: サブスクリプションとプランを管理する
pt_pt: Gerir a subscrição e o plano
ru_ru: Управление подпиской и планом
tr_tr: Aboneliği ve planı yönetin
zh_hans: 管理订阅和计划
zh_hant: 管理訂閱和計劃

source: Manage the subscription and plan for the
ar_ae: إدارة الاشتراك والتخطيط لـ
de_de: Verwalten Sie das Abonnement und den Plan für die
es_es: Gestionar la suscripción y planificar la
fr_ca: Gérer l'abonnement et le plan pour le
it_it: Gestire l'abbonamento e il piano per il
ja_jp: サブスクリプションを管理し、
pt_pt: Gerir a subscrição e o plano para o
ru_ru: Управляйте подпиской и планируйте
tr_tr: Aboneliği yönetin ve
zh_hans: 管理订阅和计划
zh_hant: 管理訂閱並規劃

source: Manage your Sites
ar_ae: إدارة مواقعك
de_de: Verwalte deine Webseiten Fern
es_es: Gestionar todos tus sitios
fr_ca: Gérer vos sites
it_it: Gestisci i tuoi siti
ja_jp: サイトの管理
pt_pt: Gerir os seus sites
ru_ru: Управление сайтами
tr_tr: Sitelerinizi Yönetin
zh_hans: 远程管理您的站点
zh_hant: 管理你的網站

source: Managing the license and plan for the application
ar_ae: إدارة الترخيص والخطة الخاصة بالطلب
de_de: Verwaltung der Lizenz und des Plans für die Anwendung
es_es: Gestión de la licencia y el plan para la aplicación
fr_ca: Gestion de la licence et du plan de l'application
it_it: Gestione della licenza e del piano per l'applicazione
ja_jp: アプリケーションのライセンスと計画の管理
pt_pt: Gerir a licença e o plano para a aplicação
ru_ru: Управление лицензией и планом для приложения
tr_tr: Başvuru için lisans ve planın yönetilmesi
zh_hans: 管理应用程序的许可证和计划
zh_hant: 管理應用程式的授權和規劃

source: Mapped Drillthrough Report
ar_ae: تقرير تفصيلي معيّن
de_de: Zugeordneter Drillthrough-Bericht
es_es: Informe de perforación mapeado
fr_ca: Rapport de forage cartographié
it_it: Report drill-through mappato
ja_jp: マッピングされたドリルスルーレポート
pt_pt: Relatório de Drillthrough Mapeado
ru_ru: поисковый отчет
tr_tr: Haritalanmış Tatbikat Raporu
zh_hans: 映射钻取报告
zh_hant: 對應的鑽取報告

source: Mapped SubReport
ar_ae: تقرير فرعي معيّن
de_de: Zugeordneter Unterbericht
es_es: Subinforme asignado
fr_ca: Sous-rapport mappé
it_it: Sottoreport mappato
ja_jp: マッピングされたサブレポート
pt_pt: Sub-Relatório Mapeado
ru_ru: Подотчет о сопоставлении
tr_tr: Haritalanmış Alt Rapor
zh_hans: 映射的子报表
zh_hant: 對應的子報告

source: March
ar_ae: مارس
de_de: März
es_es: Marzo
fr_ca: mars
it_it: Marzo
ja_jp: 3月
pt_pt: Março
ru_ru: Март
tr_tr: Mart
zh_hans: 3 月
zh_hant: 三月

source: Mark as favorite
ar_ae: وضع علامة كمفضلة
de_de: Als Favorit markieren
es_es: Marcar como favorito
fr_ca: Marquer comme favori
it_it: Contrassegna come preferito
ja_jp: お気に入りに追加
pt_pt: Marcar com o Favorito
ru_ru: Избранное
tr_tr: Favori Olarak İşaretle
zh_hans: 加入收藏
zh_hant: 標記為「我的最愛」:

source: Mark reports as public
ar_ae: وضع علامة على التقارير على أنها عامة
de_de: Als Öffentlich markieren
es_es: Marcar como público
fr_ca: Marquer les rapports comme publics
it_it: Contrassegna i report come pubblici
ja_jp: レポートを公開にする
pt_pt: Marcar relatórios como públicos
ru_ru: Пометить как общедоступный
tr_tr: Raporları herkese açık olarak işaretle
zh_hans: 标记为已完成
zh_hant: 標記為公共

source: Marked for Delete
ar_ae: تم وضع علامة للحذف
de_de: Zum Löschen markiert
es_es: Marcado para eliminar
fr_ca: Marqué pour suppression
it_it: Contrassegnato per l'eliminazione
ja_jp: 削除対象になっています
pt_pt: Marcado para exclusão
ru_ru: Отмечено для удаления
tr_tr: Silinmek üzere işaretlendi
zh_hans: 已标记为删除
zh_hant: 標記為刪除

source: Max reports count
ar_ae: الحد الأقصى لعدد التقارير
de_de: Max. Anzahl der Berichte
es_es: Recuento máximo de informes
fr_ca: Nombre max de rapports
it_it: Conteggio rapporti
ja_jp: 最大レポート数
pt_pt: Contagem máxima de relatórios
ru_ru: Макс. кол-во отчетов
tr_tr: Maksimum rapor sayısı
zh_hans: 最大报告数
zh_hant: 最大報告計數

source: Maximize Widget
ar_ae: تكبير القطعة
de_de: Widget maximieren
es_es: Maximizar widget
fr_ca: Maximiser le widget
it_it: Ingrandisci widget
ja_jp: ウィジェットを最大化
pt_pt: Maximizar Widget
ru_ru: Развернуть виджет
tr_tr: Widget'ı Büyüt
zh_hans: 最大化小部件
zh_hant: 最大化小部件

source: Maximum:20 MB
ar_ae: الحد الأقصى:20 ميجابايت
es_es: Máximo: 20
fr_ca: Pente maximum: 20 %
ja_jp: 最大： 20 MB
pt_pt: máximo 20
ru_ru: Не более 20
tr_tr: Maksimum:20 MB
zh_hans: 最大20

source: May
ar_ae: مايو
de_de: Mai
es_es: Mayo
fr_ca: Mai
it_it: Mag
ja_jp: 5月
pt_pt: Maio
ru_ru: Май
tr_tr: Mayıs
zh_hans: 5 月
zh_hant: 五月

source: May we contact you to follow up on your feedback?
ar_ae: هل يمكننا الاتصال بك لمتابعة ملاحظاتك ؟
de_de: Dürfen wir Sie kontaktieren, um Ihr Feedback weiterzuverfolgen?
es_es: ¿Podemos contactarte para hacer seguimiento de tu experiencia?
fr_ca: Pouvons-nous vous contacter pour donner suite à vos commentaires?
it_it: Possiamo contattarti per dare seguito al tuo feedback?
ja_jp: フィードバックのフォローアップのためにご連絡してもよろしいですか？
pt_pt: Podemos entrar em contacto consigo para dar seguimento ao seu feedback?
ru_ru: Можем ли мы связаться с вами, чтобы обсудить ваш отзыв?
tr_tr: Geri bildiriminizi takip etmek için sizinle iletişime geçebilir miyiz?
zh_hans: 我们可以与您联系以跟进您的反馈吗？
zh_hant: 我們可以聯絡你跟進你的意見回饋嗎？

source: Message
ar_ae: الرسالة
de_de: Nachricht
es_es: Mensaje
it_it: Messaggio
ja_jp: メッセージ
pt_pt: Mensagem
ru_ru: Сообщение
tr_tr: Mesaj
zh_hans: 消息
zh_hant: 訊息

source: Message is too long
ar_ae: الرسالة طويلة جدًا
de_de: Nachricht ist zu lang
es_es: El mensaje es demasiado largo
fr_ca: Le message est trop long
it_it: Il messaggio è troppo lungo
ja_jp: メッセージが長すぎます
pt_pt: Mensagem demasiado longa
ru_ru: Сообщение слишком длинное
tr_tr: Mesaj çok uzun
zh_hans: 消息过长
zh_hant: 訊息過長。

source: Microsoft 365
ar_ae: مايكروسوفت 365

source: minute(s)
ar_ae: دقيقة(دقائق)
de_de: Minute(n)
es_es: minuto(s)
it_it: minuto/i
ja_jp: 分
pt_pt: minuto(s)
ru_ru: мин.
tr_tr: dakika
zh_hans: 分钟
zh_hant: 分(s)

source: minutes
ar_ae: دقيقة
de_de: Minuten
es_es: minutos
it_it: minuti
ja_jp: 分
pt_pt: minutos
ru_ru: минуты
tr_tr: dakika
zh_hans: 分钟
zh_hant: 分鐘

source: minutes ago
ar_ae: منذ دقائق
de_de: Vor Minuten
es_es: minutos atrás
fr_ca: il y a quelques minutes
it_it: minuti fa
ja_jp: 分前
pt_pt: minutos atrás
ru_ru: минут назад
tr_tr: dakika önce
zh_hans: 分钟前
zh_hant: 分鐘前

source: Minutes ago
ar_ae: منذ دقائق
de_de: Vor wenigen Minuten
es_es: minutos atrás
fr_ca: Il y a quelques minutes
it_it: minuti fa
ja_jp: 分前
pt_pt: minutos atrás
ru_ru: мин. назад
tr_tr: Dakikalar önce
zh_hans: 分钟前
zh_hant: 幾分鐘前

source: Mobile No
ar_ae: رقم الجوال
de_de: Handynummer
es_es: Numero de teléfono celular
fr_ca: N° de Mobile
it_it: No. cellulare
ja_jp: 携帯番号
pt_pt: N.º de telemóvel
ru_ru: Номер моб. тел.
tr_tr: Telefon No.
zh_hans: 手机号码
zh_hant: 手機號碼
