Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Internal server error. Please try again later.
ar_ae: خطأ داخلي في الخادم. يُرجى إعادة المحاولة لاحقًا.
de_de: Serverfehler. Bitte versuchen Sie es später wieder.
es_es: Error interno del servidor. Vuelve a intentarlo más tarde.
fr_ca: Erreur interne du serveur. Veuillez réessayer plus tard.
it_it: Errore interno! Per favore riprova più tardi.
ja_jp: サーバー内部でエラーが発生しました。後でもう一度お試しください。
pt_pt: Erro interno do servidor. Tente novamente mais tarde.
ru_ru: Внутренняя ошибка сервера. Попробуйте снова чуть позже.
tr_tr: Dahili sunucu hatası Lütfen daha sonra tekrar deneyin.
zh_hans: 内部服务器错误请稍后重试。
zh_hant: 系統錯誤，請稍後再試

source: Internal server error. Please try again.
ar_ae: خطأ داخلي في الخادم. يُرجى إعادة المحاولة.
de_de: Serverfehler. Bitte erneut versuchen.
es_es: Error interno del servidor. Vuelva a intentarlo.
fr_ca: Erreur interne du serveur. Veuillez essayer de nouveau.
it_it: Errore interno! Per favore riprova più tardi.
ja_jp: サーバー内部でエラーが発生しました。もう一度やり直してください。
pt_pt: Erro interno do servidor. Tente novamente.
ru_ru: Внутренняя ошибка сервера. Пожалуйста, попробуйте ещё раз.
tr_tr: Dahili sunucu hatası Lütfen tekrar dene.
zh_hans: 内部服务器错误请重试。
zh_hant: 系統錯誤，請稍後再試

source: Internal Site
ar_ae: الموقع الداخلي
de_de: Interner Standort
es_es: sitio web interno
fr_ca: Site interne
it_it: Sito di test interno
ja_jp: 内部管理
pt_pt: nome interno de site
ru_ru: Внутренний сайт
tr_tr: iç web sitesi
zh_hans: 内部
zh_hant: 內部網站

source: Invalid Azure Blob storage
ar_ae: تخزين Azure Blob غير صالح
de_de: Azure Blob Storage
es_es: Azure Blob storage no válido
fr_ca: Stockage Azure Blob incorrect !
it_it: Immagazzinamento Blob Azzurro
ja_jp: 無効なAzure Blobストレージ
pt_pt: Armazenamento de Blob do Azure inválido
ru_ru: Недопустимое хранилище BLOB-объектов Azure
tr_tr: Geçersiz Azure Blob depolama alanı
zh_hans: Azure Blob存储无效
zh_hant: 無效的 Azure Blob 存儲

source: Invalid Azure Blob Storage!
ar_ae: تخزين Azure Blob غير صالح!
de_de: Azure Blob Storage
es_es: Azure Blob storage no válido
fr_ca: Stockage Azure Blob incorrect !
it_it: Immagazzinamento Blob Azzurro
ja_jp: 無効なAzure Blobストレージです。
pt_pt: Armazenamento de Blob do Azure inválido!
ru_ru: Недопустимое хранилище BLOB-объектов Azure!
tr_tr: Geçersiz Azure Blob Depolama!
zh_hans: Azure Blob存储无效！
zh_hant: Azure Blob 存儲無效！

source: Invalid Blob Service endpoint
ar_ae: نقطة نهاية خدمة Blob غير صالحة
de_de: Ungültiger Blob-Service-Endpunkt
es_es: Punto final de servicio de blobs no válido
fr_ca: Point de terminaison du Service Blob incorrect
it_it: Endpoint del servizio BLOB non valido
ja_jp: 無効なBlobサービスエンドポイント
pt_pt: Ponto de extremidade do Serviço Blob Inválido
ru_ru: Недопустимая конечная точка службы BLOB-объектов
tr_tr: Geçersiz Blob Hizmeti uç noktası
zh_hans: Blob服务端点无效
zh_hant: 無效的 Blob 服務端點

source: Invalid custom endpoint
ar_ae: نقطة نهاية مخصصة غير صالحة
de_de: Ungültiger benutzerdefinierter Endpunkt
es_es: punto de conexión personalizado
fr_ca: Point de terminaison personnalisé non valide
it_it: Endpoint personalizzato non valido
ja_jp: 無効なカスタムエンドポイント
pt_pt: Ponto de extremidade personalizado inválido
ru_ru: Недопустимая пользовательская конечная точка
tr_tr: Geçersiz özel uç nokta
zh_hans: 自定义端点
zh_hant: 自訂端點

source: Invalid Distinguished Name
ar_ae: الاسم المميز غير صالح
de_de: Definierter Name
es_es: nombre distintivo (DN)
fr_ca: Nom unique incorrect
it_it: Nome Distinto
ja_jp: 無効な識別名
pt_pt: Nome Distinto Inválido
ru_ru: Недопустимое различающееся имя
tr_tr: ayırt edici ad
zh_hans: 容易识别的名称
zh_hant: 無效的專有名稱。

source: Invalid email address
ar_ae: عنوان البريد الإلكتروني غير صالح
de_de: Ungültige Email-Adresse
es_es: Dirección de correo electrónico no válida
fr_ca: Adresse de courriel non valide.
it_it: Indirizzo email non valido
ja_jp: メールアドレスが正しくありません
pt_pt: Endereço de e-mail inválido
ru_ru: Некорректный адрес эл. почты
tr_tr: Geçersiz e-posta adresi
zh_hans: 电子邮件地址无效
zh_hant: 無效的電子郵件地址

source: Invalid end date
ar_ae: تاريخ انتهاء غير صالح
de_de: Ungültiges Enddatum
es_es: Fecha final no válida
fr_ca: Date de fin non valide
it_it: Data di fine non valida
ja_jp: 無効な終了日
pt_pt: Data de fim inválida
ru_ru: Недействительная дата окончания
tr_tr: Geçersiz Bitiş Tarihi
zh_hans: 终止日期无效
zh_hant: 結束日期無效。

source: Invalid endpoint
ar_ae: نقطة نهاية غير صالحة
de_de: Ungültiger API-Endpunkt.
es_es: Variable no válida
fr_ca: Teminaison API erronnée.
it_it: Endpoint non valido.
ja_jp: 無効のエンドポイント
pt_pt: Endpoint da API inválido.
ru_ru: Некорректная конечная точка.
tr_tr: Geçersiz API son noktası
zh_hans: 端点无效
zh_hant: 無效的端點

source: Invalid expression
ar_ae: تعبير غير صالح
de_de: Ungültiger Ausdruck
es_es: Expresión no válida
fr_ca: Expression incorrecte
it_it: Espressione non valida
ja_jp: 無効な表現
pt_pt: Expressão inválida
ru_ru: Неправильное выражение
tr_tr: Geçersiz ifade
zh_hans: 无效的表述式
zh_hant: 不正確的表達式…

source: Invalid file format
ar_ae: تنسيق الملف غير صالح
de_de: Ungültiges Dateiformat
es_es: Formato de archivo inválido
fr_ca: Format de fichier invalide
it_it: Formato file non valido
ja_jp: 無効なファイル形式です。
pt_pt: Formato de ficheiro inválido
ru_ru: Неверный формат файла
tr_tr: Geçersiz dosya biçimi.
zh_hans: 文件格式无效。
zh_hant: 無效的檔案格式。

source: Invalid IP address. Please provide a valid IPv4 address.
ar_ae: عنوان IP غير صالح. يرجى تقديم عنوان IPv4 صالح.
es_es: Dirección IP invalida Proporcione una dirección válida
fr_ca: Adresse IP invalide. Veuillez fournir un nom d'adresse valide
ja_jp: 無効な IP アドレス。有効な電子メールアドレスを入力してください。
pt_pt: Endereço IP inválido. Por favor, forneça um endereço de IP válido
ru_ru: Недопустимый IP-адрес. Пожалуйста, укажите верный IP-адрес
tr_tr: IP adresi geçersiz. Lütfen geçerli bir e-posta adresi girin.
zh_hans: IP地址无效。请提供有效的电子邮件地址。

source: Invalid IP address. Please provide a valid IPv6 address.
ar_ae: عنوان IP غير صالح. يرجى تقديم عنوان IPv6 صالح.
es_es: Dirección IP invalida Proporcione una dirección válida
fr_ca: Adresse IP invalide. Veuillez fournir un nom d'adresse valide
ja_jp: 無効な IP アドレス。有効な電子メールアドレスを入力してください。
pt_pt: Endereço IP inválido. Por favor, forneça um endereço de IP válido
ru_ru: Недопустимый IP-адрес. Пожалуйста, укажите верный IP-адрес
tr_tr: IP adresi geçersiz. Lütfen geçerli bir e-posta adresi girin.
zh_hans: IP地址无效。请提供有效的结束地址

source: Invalid LDAP URL
ar_ae: رابط LDAP غير صالح
de_de: Ungültige LDAP-URL
es_es: URL LDAP no válida
fr_ca: URL LDAP incorrecte
it_it: URL LDAP non valido
ja_jp: 無効な LDAP URL です。
pt_pt: URL LDAP inválido
ru_ru: Недопустимый URL-адрес LDAP
tr_tr: Geçersiz LDAP URL'si
zh_hans: LDAP URL无效
zh_hant: LDAP URL 無效。

source: invalid user(s) exists
ar_ae: مستخدم(مستخدمون) غير صالح موجود
de_de: ungültige (r) Benutzer vorhanden
es_es: usuario(s) no válido (s) existe (n)
fr_ca: il existe un(des) utilisateur(s) incorrect(s)
it_it: utente/i non valido/i esistente/i
ja_jp: 無効なユーザーが存在します
pt_pt: existe (m) utilizador(es) inválido (s
ru_ru: существует недействительный пользователь(ы)
tr_tr: geçersiz kullanıcı(lar) var
zh_hans: 存在无效的用户
zh_hant: 存在無效用戶。

source: invalid user(s) exists
ar_ae: مستخدم(مستخدمون) غير صالح موجود
de_de: ungültige (r) Benutzer vorhanden
es_es: usuario(s) no válido (s) existe (n)
fr_ca: il existe un(des) utilisateur(s) incorrect(s)
it_it: utente/i non valido/i esistente/i
ja_jp: 無効なユーザーが存在します
pt_pt: existe (m) utilizador(es) inválido (s
ru_ru: существует недействительный пользователь(ы)
tr_tr: geçersiz kullanıcı(lar) var
zh_hans: 存在无效的用户
zh_hant: 存在無效用戶。

source: Invalid Username or Email Address
ar_ae: اسم المستخدم أو عنوان البريد الإلكتروني غير صالح
de_de: Ungültiger Benutzername oder E-Mail
es_es: Nombre de usuario o dirección de correo electrónico no válidos
fr_ca: Nom d'utilisateur ou adresse e-mail invalide
it_it: Nome utente o indirizzo email non valido.
ja_jp: 無効なユーザー名またはメールアドレスです
pt_pt: Nome de utilizador ou endereço de e-mail
ru_ru: Недействительные имя пользователя или email адрес
tr_tr: Kullanıcı adı veya e-posta adresi
zh_hans: 用户名或电子邮件地址无效
zh_hant: 使用者帳號 或 電子郵件

source: Invalid XML
ar_ae: XML غير صالح
de_de: Ungültige XML.
es_es: XML no válido
fr_ca: XML non valide
it_it: XML non valido
ja_jp: 無効な XML ファイル
pt_pt: XML inválido
ru_ru: Недопустимый XML
tr_tr: Geçersiz XML
zh_hans: XML无效
zh_hant: 無效的 XML 網址。

source: IP Address
ar_ae: عنوان IP
de_de: IP-Adresse
es_es: Dirección IP
fr_ca: Adresse IP
it_it: Indirizzo IP
ja_jp: IPアドレス
pt_pt: Endereço IP
ru_ru: IP-адрес
tr_tr: IP Adresi
zh_hans: IP 地址
zh_hant: |||UNTRANSLATED_CONTENT_START|||IP Address|||UNTRANSLATED_CONTENT_END|||

source: IP Address already exists
ar_ae: عنوان IP موجود بالفعل
de_de: IP-Adresse schon vorhanden
es_es: Dirección IP ya está en uso
fr_ca: Cette adresse IP existe déjà
it_it: L'indirizzo IP esiste già
ja_jp: 電子メールアドレスは既に存在します。
pt_pt: IP existente
ru_ru: IP-адрес уже существует
tr_tr: Email Adresi Daha Önce Kullanılmış
zh_hans: IP地址已存在
zh_hant: IP位址已存在

source: IP Allowlisting
ar_ae: قائمة عناوين IP المسموح بها
ja_jp: IP許可リスト
pt_pt: Listagem de permissões de IP
tr_tr: IP İzin Listesi
zh_hans: IP允许列表

source: IP Type
ar_ae: نوع بروتوكول الإنترنت
de_de: IP-Typ
es_es: PI izquierdo tipo
fr_ca: Type d'IP
it_it: Tipo IP
ja_jp: IPタイプ
pt_pt: IP
ru_ru: Тип IP-адреса
tr_tr: IP Adresi Türü
zh_hans: IP类型
zh_hant: IP 類型

source: is a United States company and is subject to US export laws. Consequently, due to your location, we may not allow access to any material on our site. If you believe that this is inaccurate, please contact
ar_ae: هي شركة أمريكية وتخضع لقوانين التصدير الأمريكية. وبالتالي، نظرًا لموقعك، قد لا نسمح بالوصول إلى أي مواد على موقعنا. إذا كنت تعتقد أن هذا غير دقيق، يرجى الاتصال
de_de: ist ein US-amerikanisches Unternehmen und unterliegt den US-Exportgesetzen. Aufgrund Ihres Standorts können wir daher keinen Zugriff auf Material auf unserer Website gewähren. Wenn Sie der Meinung sind, dass dies ungenau ist, wenden Sie sich bitte an
es_es: es una empresa de los Estados Unidos y está sujeta a las leyes de exportación de los Estados Unidos. En consecuencia, debido a su ubicación, es posible que no permitamos el acceso a ningún material en nuestro sitio. Si crees que esto no es correcto, ponte en contacto con
fr_ca: est une entreprise des États-Unis et est soumise aux lois américaines sur l’exportation. Par conséquent, en raison de votre emplacement, nous pourrions ne pas autoriser l’accès à certains contenus de notre site. Si vous croyez que cela est inexact, veuillez communiquer avec nous.
it_it: è una società statunitense ed è soggetta alle leggi statunitensi sull'esportazione. Di conseguenza, a causa della tua posizione, potremmo non consentire l'accesso a qualsiasi materiale sul nostro sito. Se ritieni che ciò sia impreciso, contatta
ja_jp: 米国企業であり、米国の輸出法の対象となります。したがって、お客様の所在地により、当社サイト上のいかなる資料へのアクセスも許可されない場合があります。これが不正確であると思われる場合は、
pt_pt: é uma empresa dos Estados Unidos e está sujeita às leis de exportação dos EUA. Consequentemente, devido à sua localização, podemos não permitir o acesso a qualquer material no nosso site. Se considerar que isto está incorreto, contacte
ru_ru: является компанией США и подчиняется экспортному законодательству США. Следовательно, из-за вашего местоположения мы можем запретить доступ к любым материалам на нашем сайте. Если вы считаете, что это неточно, свяжитесь с
tr_tr: bir ABD şirketidir ve ABD ihracat yasalarına tabidir. Sonuç olarak, konumunuz nedeniyle sitemizdeki herhangi bir materyale erişime izin vermeyebiliriz. Bunun yanlış olduğunu düşünüyorsanız lütfen iletişime geçin
zh_hans: 是一家美国公司，受美国出口法律的约束。因此，由于您的位置，我们可能不允许访问我们网站上的任何材料。如果您认为此信息不准确，请联系
zh_hant: 是一家美國公司，受美國出口法規約束。因此，由於您的位置，我們可能不允許存取我們網站上的任何資料。如果你認為資料有誤，請聯絡

source: is capable of with our sample reports.
ar_ae: قادر على ذلك من خلال تقاريرنا النموذجية.
de_de: ist mit unseren Musterberichten dazu in der Lage.
es_es: es capaz de con nuestros informes de muestra.
fr_ca: est capable de le faire avec nos exemples de rapports.
it_it: è in grado di farlo con i nostri report di esempio.
ja_jp: サンプルレポートを使用することができます。
pt_pt: é capaz de fazer isso com os nossos relatórios de amostra.
ru_ru: способен работать с нашими типовыми отчетами.
tr_tr: örnek raporlarımızla bunu yapabilecek kapasitededir.
zh_hans: 能够与我们的示例报告一起使用。
zh_hant: 能夠與我們的樣本報告一起使用。

source: is now private.
ar_ae: هو الآن خاص.
de_de: Ihre Daten sind jetzt privat
es_es: ahora es privado.
fr_ca: est maintenant privé.
it_it: La tensione ora è privata
ja_jp: は非公開になりました。
pt_pt: Agora é privado.
ru_ru: Напряжение теперь скрыто
tr_tr: artık özel.
zh_hans: 现在是私密的。
zh_hant: 現在是私人的。

source: IsActive Value :
ar_ae: القيمة النشطة:
de_de: IsAktiver Wert :
fr_ca: Valeur IsActive :
ja_jp: IsActive値：
pt_pt: Valor IsActive:
zh_hans: IsActive值：
zh_hant: IsActive 值：

source: It includes your domain setup and an SSL Certificate.
ar_ae: يتضمن إعداد نطاقك وشهادة SSL.
de_de: Es umfasst Ihre Domain-Einrichtung und ein SSL-Zertifikat.
es_es: Incluye la configuración de tu dominio y un certificado SSL.
fr_ca: Il comprend la configuration de votre domaine et un certificat SSL.
it_it: Include la configurazione del dominio e un certificato SSL.
ja_jp: これには、ドメイン設定とSSL証明書が含まれます。
pt_pt: Inclui a configuração do seu domínio e um Certificado SSL.
ru_ru: Включает настройку домена и SSL-сертификат.
tr_tr: Alan adı kurulumunuzu ve bir SSL Sertifikasını içerir.
zh_hans: 它包括您的域设置和SSL证书。
zh_hant: 其中包含網域設定和SSL憑證。

source: Italic
ar_ae: مائل
de_de: Kursiv
es_es: Cursiva
fr_ca: Italique
it_it: Corsivo
ja_jp: 斜体
pt_pt: Itálico
ru_ru: Курсив
tr_tr: İtalik
zh_hans: 斜体
zh_hant: 斜體

source: Item Actions
ar_ae: إجراءات العنصر
de_de: Vorlage nicht gefunden
es_es: Acciones del artículo
fr_ca: Actions de l'article
it_it: Azioni sull'Elemento del Prodotto
ja_jp: アイテムのアクション
pt_pt: Acções do Item
ru_ru: Действия с номенклатурой
tr_tr: Öğe İşlemleri
zh_hans: 项目操作
zh_hant: 行動

source: Item has been published successfully.
ar_ae: تم نشر العنصر بنجاح.
de_de: Der Beitrag wurde erfolgreich veröffentlicht.
es_es: El producto ha sido correctamente publicado.
fr_ca: L'article a été publié avec succès.
it_it: L’articolo è stato pubblicato con successo
ja_jp: 無事投稿が完了し、掲載されました.
pt_pt: O seu serviço foi publicado com sucesso
ru_ru: Запись была успешно опубликована.
tr_tr: Öğe başarıyla yayınlandı
zh_hans: 文章已成功发布。
zh_hant: 項目已成功發布。

source: Item Moved
ar_ae: تم نقل العنصر
de_de: Artikel ist verschoben
es_es: Elemento movido
fr_ca: Élément déplacé
it_it: Articolo spostato
ja_jp: 項目を下に移動
pt_pt: Item deslocado para baixo
ru_ru: Измененный
tr_tr: Duygulanmış
zh_hans: 项目移动
zh_hant: 項目已移動

source: It's You
ar_ae: إنه أنت
de_de: Sie sind es.
es_es: Es usted
it_it: Sei tu
ja_jp: あなたです
pt_pt: É você.
ru_ru: It's Juliet.
tr_tr: Sensin.
zh_hans: 是你啊
zh_hant: 是你

source: January
ar_ae: يناير
de_de: Januar
es_es: Enero
fr_ca: Janvier
it_it: Gennaio
ja_jp: 1月
pt_pt: Janeiro
ru_ru: Январь
tr_tr: Ocak
zh_hans: 一月
zh_hant: 一月

source: Join type
ar_ae: نوع الانضمام
de_de: Join Typ
es_es: Tipo de combinación (join)
fr_ca: Type de jointure
it_it: Unisci tipo
ja_jp: 連結タイプ
pt_pt: Unir tipo
ru_ru: Тип соединения
tr_tr: Join türü
zh_hans: 连结交点
zh_hant: 加盟類型

source: JPG and PNG image formats only allowed
ar_ae: يُسمح بتنسيقات صور JPG و PNG فقط
de_de: Nur JPG- und PNG-Bildformate erlaubt
es_es: Solo se permiten formatos de imagen JPG y PNG
fr_ca: Formats d'image JPG et PNG uniquement autorisés
it_it: Sono consentiti solo i formati di immagine JPG e PNG
ja_jp: JPGとPNGの画像形式のみ許可されています
pt_pt: Apenas formatos de imagem JPG e PNG são permitidos
ru_ru: Разрешены только форматы изображений JPG и PNG
tr_tr: Yalnızca JPG ve PNG resim formatlarına izin verilir
zh_hans: 仅允许JPG和PNG图像格式
zh_hant: 僅允許JPG和PNG圖片格式

source: July
ar_ae: يوليو
de_de: Juli
es_es: Julio
fr_ca: Juillet
it_it: Luglio
ja_jp: 7月
pt_pt: Julho
ru_ru: Июль
tr_tr: Tem
zh_hans: 7 月
zh_hant: 七月

source: June
ar_ae: يونيو
de_de: Juni
es_es: Junio
fr_ca: Juin
it_it: Giugno
ja_jp: 6月
pt_pt: Junho
ru_ru: Июнь
tr_tr: Haz
zh_hans: 六月
zh_hant: 六月

source: just now
ar_ae: الآن فقط
de_de: gerade eben
es_es: ahora mismo
fr_ca: à l’instant
it_it: adesso
ja_jp: たった今
pt_pt: agora mesmo
ru_ru: только что
tr_tr: şu anda
zh_hans: 刚刚
zh_hant: 剛剛

source: Just now
ar_ae: الآن فقط
de_de: Gerade jetzt
es_es: Ahora mismo
fr_ca: A l'instant
it_it: Proprio ora
ja_jp: たった今
pt_pt: Agora mesmo
ru_ru: Только что
tr_tr: Şimdi
zh_hans: 刚才
zh_hant: 現在

source: JWT SSO User
ar_ae: مستخدم JWT SSO
de_de: JWT SSO-Benutzer
es_es: Usuario de JWT SSO
fr_ca: Utilisateur SSO
it_it: Utente SSO JWT
ja_jp: JWT SSOユーザー
pt_pt: Usuário SSO
ru_ru: Пользователь JWT SSO
tr_tr: JWT SSO Kullanıcısı
zh_hans: SSO用户
zh_hant: JWT SSO用戶

source: Kerberos Authentication
ar_ae: مصادقة كيربيروس
de_de: Kerberos-Authentifizierung
es_es: Autenticación Kerberos
fr_ca: Authentification Kerberos
it_it: Autenticazione Kerberos
ja_jp: Kerberos認証
pt_pt: Autenticação Kerberos
ru_ru: Аутентификация Kerberos
tr_tr: Kerberos Doğrulaması
zh_hans: Kerberos 认证
zh_hant: Kerberos 驗證

source: KERBEROS AUTHENTICATION SETTINGS
ar_ae: إعدادات مصادقة KERBEROS
de_de: Kerberos-Authentifizierung
es_es: Ajustes de autenticación
fr_ca: PARAMÈTRES D'AUTHENTIFICATION KERBEROS
it_it: Autenticazione Kerberos
ja_jp: 認証設定
pt_pt: Autenticação Kerberos
ru_ru: Настройки аутентификации
tr_tr: Kerberos Doğrulaması
zh_hans: 驗證設定
zh_hant: KERBEROS 身份驗證設置

source: Keyword not supported:
ar_ae: الكلمة المفتاحية غير مدعومة:
de_de: Keyword not supported: 'port'.
es_es: Palabra clave no admitida:
fr_ca: Mot-clé non pris en charge :
it_it: Parola chiave '{0}' non supportata.
ja_jp: キーワードはサポートされていません：
pt_pt: Palavra-chave não suportada:
ru_ru: Ключевое слово не поддерживается:
tr_tr: Anahtar kelime desteklenmiyor:
zh_hans: 不支持的关键字：
zh_hant: 不支援的關鍵字：

source: Language
ar_ae: اللغة
de_de: Sprache
es_es: Idioma
fr_ca: Langue
it_it: Lingua
ja_jp: 言語
pt_pt: Idioma
ru_ru: Язык
tr_tr: Dil
zh_hans: 语言
zh_hant: 語言

source: last
ar_ae: الأخير
de_de: letzte(r)
es_es: última
fr_ca: précédent
it_it: ultimo
ja_jp: 前の
pt_pt: última
ru_ru: последний
tr_tr: Devam etmek
zh_hans: 最后的
zh_hant: 上一個

source: Last Modified
ar_ae: آخر تعديل
de_de: Zuletzt aktualisiert
es_es: Última modificación
fr_ca: Dernière modification
it_it: Ultima modifica
ja_jp: 最終更新日時
pt_pt: Última actualização
ru_ru: По последнему изменению
tr_tr: Son Değiştirilen
zh_hans: 最近修改
zh_hant: 最後修改

source: Last modified by:
ar_ae: آخر تعديل بواسطة:
de_de: Zuletzt geändert von
es_es: Última modificación por:
fr_ca: Dernière modification le
it_it: Autore ultima modifica:
ja_jp: 前回更新者
pt_pt: Última modificação por:
ru_ru: Последнее изменение:
tr_tr: Son güncelleyen
zh_hans: 上次修改者: |
zh_hant: 最後修改由

source: Last modified on:
ar_ae: تاريخ آخر تعديل:
es_es: Última modificación
fr_ca: Dernière modification:
it_it: Ultima modifica il:
ja_jp: 最終更新日
pt_pt: Última modificação em
ru_ru: Последнее изменение
tr_tr: Son Değiştirilme
zh_hans: 上次修改日期：
zh_hant: 上次修改時間:

source: Last name
ar_ae: اسم العائلة
de_de: Nachname
es_es: Apellido
fr_ca: Nom
it_it: Cognome
ja_jp: 名字
pt_pt: Apelido
ru_ru: Фамилия
tr_tr: Soyadı
zh_hans: 姓氏
zh_hant: 姓氏

source: Last Name
ar_ae: اسم العائلة
de_de: Nachname
es_es: Apellidos
fr_ca: Nom de famille
it_it: Cognome
ja_jp: 姓
pt_pt: Apelido
ru_ru: Фамилия
tr_tr: Soyadı
zh_hans: 姓氏
zh_hant: 姓氏

source: Last name :
ar_ae: اسم العائلة :
de_de: Nachname:
es_es: Apellido:
fr_ca: Nom:
it_it: Cognome:
ja_jp: 名字
pt_pt: Sobrenome:
ru_ru: Фамилия
tr_tr: Soyadı
zh_hans: 名：
zh_hant: 姓氏

source: Last payment
ar_ae: الدفعة الأخيرة
de_de: Letzte Zahlung
es_es: Último pago
fr_ca: Dernier paiement
it_it: Ultimo pagamento
ja_jp: 最終支払日
pt_pt: Último pagamento
ru_ru: Последний платеж
tr_tr: Son ödeme
zh_hans: 最后付款日期
zh_hant: 上次付款

source: Last Published
ar_ae: تاريخ آخر نشر
de_de: Zuletzt veröffentlicht
es_es: Última publicación
fr_ca: Dernier cours publié
it_it: Ultima pubblicazione
ja_jp: 公開済み
pt_pt: Último publicado
ru_ru: Последнее опубликование
tr_tr: Yayımlandı
zh_hans: 最新发布
zh_hant: 已發佈。

source: Last Run
ar_ae: آخر تشغيل
de_de: Letzte Ausführung
es_es: Última Ejecución
fr_ca: Dernière exécution
it_it: Ultima esecuzione
ja_jp: 最新の測定
pt_pt: Última Corrida
ru_ru: Последний Запуск
tr_tr: Önceki Çalışma
zh_hans: 上次跑步
zh_hant: 最近執行

source: Last successful at
ar_ae: آخر نجاح في
de_de: Zuletzt erfolgreich ausgeführt
es_es: Último éxito en
fr_ca: Dernière réussite à
it_it: Ultimo accesso eseguito alle
ja_jp: 前回成功した同期
pt_pt: Último sucesso em
ru_ru: Последний успешный в
tr_tr: Son başarılı olduğu tarih:
zh_hans: 上次成功时间
zh_hant: 最後成功於

source: Learn how to do it.
ar_ae: تعلم كيفية القيام بذلك.
de_de: Lernen Sie, wie Sie das tun.
es_es: Aprenda cómo hacerlo
fr_ca: Apprenez à le faire.
it_it: Scopri come farlo
ja_jp: どのように行うのか？
pt_pt: Aprenda como fazer
ru_ru: Давайте узнаем, как это сделать.
tr_tr: Bunu nasıl yapacağınızı öğrenin
zh_hans: 学习如何做到这一点
zh_hant: 學習如何做到這一點。

source: Learn more about Access modes
ar_ae: معرفة المزيد حول أوضاع الوصول
de_de: Erfahre mehr über die Zugriffsmodi
es_es: Más información sobre los modos de acceso
fr_ca: En savoir plus sur l'accès
it_it: Per saperne di più su Remote Access
ja_jp: アクセスモードの詳細
pt_pt: Saiba mais sobre o acesso direto.
ru_ru: Подробнее об Atlassian Access…
tr_tr: Erişim modları hakkında daha fazla bilgi edinin
zh_hans: 详细了解访问模式
zh_hant: 了解有關訪問模式的更多信息

source: Left Join
ar_ae: انضمام لليسار
de_de: Linker
es_es: Izquierda
fr_ca: Jointure gauche
it_it: Relazione sinistra
ja_jp: 左からの統合
pt_pt: Associação à Esquerda
ru_ru: Соединение слева
tr_tr: Sol birleştirme
zh_hans: 左連結
zh_hant: 左連接

source: Left table
ar_ae: الطاولة اليسرى
de_de: [Tabelle links]
es_es: Tabla izquierda
fr_ca: Table de gauche
it_it: Piano di sinistra
ja_jp: 表の左
pt_pt: À esquerda da tabela
ru_ru: Слева от таблицы
tr_tr: Sol masa
zh_hans: 左表
zh_hant: 左表

source: Left table condition
ar_ae: حالة الطاولة اليسرى
de_de: [Tabelle links]
es_es: Condición de la mesa izquierda
fr_ca: Condition de la table de gauche
it_it: Aggiungi condizioni tabella
ja_jp: 左テーブル条件
pt_pt: Condição da mesa esquerda
ru_ru: Состояние левого стола
tr_tr: Sol tablo durumu
zh_hans: 左表条件
zh_hant: 左表條件

source: Legal
ar_ae: قانوني
de_de: Rechtliches
fr_ca: Légal
it_it: Legale
ja_jp: 法律関連
pt_pt: Jurídico
ru_ru: Юридические расходы
tr_tr: Yasal
zh_hans: 法律
zh_hant: 法律

source: Let's start with a name for your report part.
ar_ae: لنبدأ باسم لجزء التقرير الخاص بك.
de_de: Beginnen wir mit einem Namen für Ihren Berichtsteil.
es_es: Comencemos con un nombre para la parte del informe.
fr_ca: Commençons par un nom pour votre rapport.
it_it: Iniziamo con un nome per la parte del report.
ja_jp: レポートパーツの名前から始めましょう。
pt_pt: Vamos começar com um nome para a parte do seu relatório.
ru_ru: Начнем с названия части отчета.
tr_tr: Rapor bölümünüz için bir isimle başlayalım.
zh_hans: 让我们从报表部件的名称开始。
zh_hant: 讓我們從報告部件的名稱開始。

source: Let's start with a name for your report.
ar_ae: لنبدأ باسم لتقريرك.
de_de: Beginnen wir mit einem Namen für Ihren Bericht.
es_es: Comencemos con un nombre para tu informe.
fr_ca: Commençons par un nom pour votre rapport.
it_it: Iniziamo con un nome per il tuo report.
ja_jp: レポートの名前から始めましょう。
pt_pt: Vamos começar com um nome para o seu relatório.
ru_ru: Начнем с названия вашего отчета.
tr_tr: Raporunuz için bir isimle başlayalım.
zh_hans: 让我们从您的报告的名称开始。
zh_hant: 讓我們從報告的名稱開始。
