Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Default pinboard has been added successfully.
ar_ae: تمت إضافة اللوحة الافتراضية بنجاح.
de_de: Standard-Pinnwand wurde erfolgreich hinzugefügt.
es_es: El tablero de anuncios predeterminado se ha añadido correctamente.
fr_ca: Le panneau d'affichage par défaut a été ajouté avec succès.
it_it: La bacheca predefinita è stata aggiunta correttamente.
ja_jp: デフォルトのピンボードが正常に追加されました。
pt_pt: O quadro de anúncios padrão foi adicionado com sucesso.
ru_ru: Доска объявлений по умолчанию успешно добавлена.
tr_tr: Varsayılan pano başarıyla eklendi.
zh_hans: 默认钉板已成功添加。
zh_hant: 已成功添加默認主頁。

source: Default pinboard has been removed successfully.
ar_ae: تمت إزالة اللوحة الافتراضية بنجاح.
de_de: Standard-Pinnwand wurde erfolgreich entfernt.
es_es: El tablero de anuncios predeterminado se ha eliminado correctamente.
fr_ca: Le panneau d'affichage par défaut a été supprimé avec succès.
it_it: La bacheca predefinita è stata rimossa correttamente.
ja_jp: デフォルトのピンボードが正常に削除されました。
pt_pt: O quadro de anúncios padrão foi removido com sucesso.
ru_ru: Пинборд по умолчанию успешно удален.
tr_tr: Varsayılan pano başarıyla kaldırıldı.
zh_hans: 默认钉板已成功移除。
zh_hant: 默認主頁已成功刪除。

source: Default Settings
ar_ae: الإعدادات الافتراضية
de_de: Standardeinstellungen
es_es: Configuración predeterminada
fr_ca: Paramètres par défaut
it_it: Impostazioni predefinite
ja_jp: デフォルト設定
pt_pt: Configurações Padrão
ru_ru: Настройки по умолчанию
tr_tr: Varsayılan ayarlar
zh_hans: 默认设置
zh_hant: 恢復預設配置

source: Delete
ar_ae: حذف
de_de: Löschen
es_es: Borrar
fr_ca: Supprimer
it_it: Elimina
ja_jp: 削除
pt_pt: Eliminar
ru_ru: Удалить
tr_tr: Sil
zh_hans: 删除
zh_hant: 刪除

source: Delete Attribute
ar_ae: حذف السمة
de_de: Attribut löschen
es_es: Eliminar atributo
fr_ca: Supprimer l'attribut
it_it: Elimina attributo
ja_jp: 属性の削除
pt_pt: Eliminar atributo
ru_ru: Удалить атрибут
tr_tr: Öznitelik Sil
zh_hans: 删除属性
zh_hant: 刪除此屬性

source: Delete Avatar
ar_ae: حذف الصورة الرمزية
de_de: Profilbild löschen
es_es: Eliminar avatar
fr_ca: Supprimer l’avatar
it_it: Elimina avatar
ja_jp: アバターを削除
pt_pt: Apagar Avatar
ru_ru: Удалить аватар
tr_tr: Avatarı Sil
zh_hans: 删除头像
zh_hant: 刪除頭像

source: Delete Comment
ar_ae: حذف التعليق
de_de: Kommentar löschen
es_es: Eliminar comentario
fr_ca: Supprimer le commentaire
it_it: Cancella Commento
ja_jp: コメントを削除
pt_pt: Apagar Comentário
ru_ru: Удалить комментарий
tr_tr: Yorum Sil
zh_hans: 删除评论
zh_hant: 刪除評論

source: Delete Connected Account
ar_ae: حذف الحساب المتصل
de_de: Verbundene löschen
es_es: Cuenta conectada
fr_ca: Supprimer le compte connecté
it_it: Account Connesso
ja_jp: アカウント連携
pt_pt: Eliminar conta ligada
ru_ru: Подключенный аккаунт:
tr_tr: Bağlı Hesabı Sil
zh_hans: 已连接得账户
zh_hant: 刪除已連結的帳戶

source: Delete Connected Site
ar_ae: حذف الموقع المتصل
de_de: Verbundene löschen
es_es: Eliminar sitio conectado
fr_ca: Supprimer le site connecté
it_it: Elimina sito connesso
ja_jp: 接続されたサイトを削除
pt_pt: Eliminar site ligado
ru_ru: Удалить подключенный сайт
tr_tr: Bağlı Siteyi Sil
zh_hans: 删除连接的站点
zh_hant: 刪除已連結的網站

source: Delete Expression
ar_ae: حذف التعبير
de_de: Ausdruck löschen
es_es: Eliminar expresión
fr_ca: Supprimer l'expression
it_it: Eliminare espressione
ja_jp: 式を削除
pt_pt: Excluir Expressão
ru_ru: Удалить выражение
tr_tr: İfadeyi Sil
zh_hans: 删除表达式
zh_hant: 刪除表達式

source: Delete failed
ar_ae: فشل الحذف
de_de: Löschen ist fehlgeschlagen
es_es: Falló la eliminación
fr_ca: Échec de la suppression
it_it: Eliminazione non eseguita
ja_jp: 削除に失敗
pt_pt: Falha ao excluir
ru_ru: Ошибка при удалении
tr_tr: Silme başarısız
zh_hans: 删除失败。
zh_hant: 刪除失敗

source: Delete Group
ar_ae: حذف المجموعة
de_de: Gruppe löschen
es_es: Eliminar grupo
fr_ca: Supprimer le groupe
it_it: Elimina gruppo
ja_jp: グループの削除
pt_pt: Excluir grupo
ru_ru: Удаление группы
tr_tr: Grup Sil
zh_hans: 删除群组
zh_hant: 刪除群組

source: Delete Group Users
ar_ae: حذف مستخدمي المجموعة
de_de: Gruppe löschen
es_es: Eliminar grupo
fr_ca: Supprimer le groupe
it_it: Elimina gruppo
ja_jp: グループを削除
pt_pt: Eliminar grupo
ru_ru: Удаление группы
tr_tr: Grup Sil
zh_hans: 删除群组
zh_hant: 刪除群組

source: Delete Groups
ar_ae: حذف المجموعات
de_de: Gruppen löschen
es_es: Eliminar Grupos
fr_ca: Supprimer les groupes
it_it: Elimina gruppi
ja_jp: グループを削除
pt_pt: Apagar Grupos
ru_ru: Удалить группы
tr_tr: Grupları Sil
zh_hans: 删除组
zh_hant: 刪除群組

source: Delete item
ar_ae: حذف الصنف
de_de: Eintrag löschen
es_es: Eliminar artículo
fr_ca: Supprimer l'article
it_it: Elimina oggetto
ja_jp: アイテムを削除
pt_pt: Apagar item
ru_ru: Удалить позицию
tr_tr: Bu öğeyi sil
zh_hans: 删除项目
zh_hant: 刪除項目

source: Delete Permission
ar_ae: حذف الإذن
de_de: Löschberechtigung
es_es: Eliminar permiso
fr_ca: Suppression de l'autorisation
ja_jp: アクセス許可の %1 を削除することができます
pt_pt: Eliminar esquema de permissão
ru_ru: Удалить права доступа
tr_tr: İzni Sil
zh_hans: 取消分配给角色的权限
zh_hant: 刪除權限

source: Delete Pinboard
ar_ae: حذف لوحة الدبوس
de_de: Pinnwand löschen
es_es: Eliminar pizarra
fr_ca: Supprimer le panneau d'affichage
it_it: Elimina bacheca
ja_jp: ピンボードを削除
pt_pt: Eliminar quadro de anúncios
ru_ru: Удалить пинборд
tr_tr: Panoyu Sil
zh_hans: 删除Pinboard
zh_hant: 刪除釘選板

source: Delete profile picture
ar_ae: حذف صورة الملف الشخصي
de_de: Profil Bild Löschen
es_es: Eliminar imagen de perfil
fr_ca: Supprimer la photo du profil
it_it: Elimina l'immagine del profilo
ja_jp: プロファイルの削除
pt_pt: Apagar fotografia de perfil
ru_ru: Удалить свою фотографию
tr_tr: Profil Resmi
zh_hans: 删除个人资料图片
zh_hant: 刪除頭像

source: Delete Schedule
ar_ae: حذف الجدول الزمني
de_de: Arbeitsplan löschen
es_es: Eliminar Programa
fr_ca: Supprimer le calendrier
it_it: Elimina Programmazione
ja_jp: スケジュールを削除する
pt_pt: Excluir cronograma
ru_ru: Удалить график
tr_tr: Programı Sil
zh_hans: 删除计划
zh_hant: 刪除日程表

source: Delete selected Groups
ar_ae: حذف المجموعات المحددة
de_de: Löschen ausgewählter Gruppen
es_es: Borrar grupos personalizados seleccionados
fr_ca: Supprimer les groupes sélectionnés
it_it: Cancella gruppi personalizzati selezionati
ja_jp: カスタムグループの削除
pt_pt: Delete selected
ru_ru: Удалить выбранные
tr_tr: Seçilenleri sil
zh_hans: 删除选定的组
zh_hant: 刪除選定的組

source: Delete selected users
ar_ae: حذف المستخدمين المحددين
de_de: Ausgewählte Benutzer löschen
es_es: [es] Eliminar usuarios seleccionados
fr_ca: Supprimer les utilisateurs sélectionnés
it_it: Cancella gli utenti selezionati
ja_jp: 選択した項目を削除する
pt_pt: Apagar Utilizadores Selecionados
ru_ru: Удалить отмеченных пользователей
tr_tr: Seçili kullanıcıyı sil
zh_hans: 删除选定的规则
zh_hant: 刪除選定的用戶

source: Delete User
ar_ae: حذف المستخدم
de_de: Benutzer löschen
fr_ca: Supprimer l'utilisateur
it_it: Cancella Utente
ja_jp: ユーザーを削除する
pt_pt: Eliminar utilizador
ru_ru: Удалить пользователя
tr_tr: Kullanıcıyı Sil
zh_hans: 删除用户
zh_hant: 刪除用戶

source: Delete View
ar_ae: حذف طريقة العرض
de_de: Ansicht löschen
es_es: Borrar vista
fr_ca: Supprimer vue
it_it: Eliminare vista
ja_jp: ビューを削除
pt_pt: Excluir vista
ru_ru: Удаление представления
tr_tr: Ä°talya
zh_hans: 删除视图
zh_hant: 刪除資料表現

source: Deleted
ar_ae: تم الحذف
de_de: Gelöscht
es_es: Eliminado
fr_ca: Supprimé
it_it: Eliminato
ja_jp: 削除日
pt_pt: Eliminado
ru_ru: Удалено
tr_tr: Silindi
zh_hans: 已删除
zh_hant: 已刪除

source: deleted a comment on the
ar_ae: حذف تعليقًا على
de_de: hat einen Kommentar zum gelöscht
es_es: eliminó un comentario en el
fr_ca: supprimé un commentaire sur le
it_it: ha eliminato un commento sul
ja_jp: に対するコメントを削除しました
pt_pt: excluiu um comentário no
ru_ru: удалил (-а) комментарий к
tr_tr: şununla ilgili bir yorumu sildi
zh_hans: 删除了评论
zh_hant: 評論

source: deleted your comment on the
ar_ae: حذف تعليقك على
de_de: hat Ihren Kommentar zum gelöscht
es_es: borró tu comentario en el
fr_ca: supprimé votre commentaire sur le
it_it: ha eliminato il tuo commento sul
ja_jp: へのあなたのコメントを削除しました
pt_pt: excluiu o seu comentário no
ru_ru: удалил (-а) ваш комментарий к
tr_tr: , hakkındaki yorumunuzu sildi
zh_hans: 已删除您对的评论
zh_hant: 評論

source: deployment dashboard details already added
ar_ae: تمت إضافة تفاصيل لوحة معلومات النشر بالفعل
de_de: bereitstellungs-Dashboard-Details bereits hinzugefügt
es_es: detalles del panel de implementación ya añadidos
fr_ca: détails du tableau de bord de déploiement déjà ajoutés
it_it: dettagli della dashboard di distribuzione già aggiunti
ja_jp: 展開ダッシュボードの詳細が既に追加されています
pt_pt: detalhes do painel de implementação já adicionados
ru_ru: сведения о панели управления развертыванием уже добавлены
tr_tr: dağıtım panosu ayrıntıları zaten eklenmiş
zh_hans: 已添加部署仪表板详细信息
zh_hant: 已新增部署儀表板詳細資訊

source: deployment dashboard details has been added successfully
ar_ae: تمت إضافة تفاصيل لوحة معلومات النشر بنجاح
de_de: bereitstellungs-Dashboard-Details wurden erfolgreich hinzugefügt
es_es: los detalles del panel de implementación se han añadido correctamente
fr_ca: Le tableau de bord a été ajouté avec succès.
it_it: i dettagli della dashboard di distribuzione sono stati aggiunti correttamente
ja_jp: 展開ダッシュボードの詳細が正常に追加されました
pt_pt: os detalhes do painel de implementação foram adicionados com sucesso
ru_ru: сведения о панели управления развертыванием успешно добавлены
tr_tr: dağıtım panosu ayrıntıları başarıyla eklendi
zh_hans: 部署仪表板详细信息已成功添加
zh_hant: 儀表板已成功添加。

source: deployment dashboard details has been removed successfully
ar_ae: تمت إزالة تفاصيل لوحة معلومات النشر بنجاح
de_de: bereitstellungs-Dashboard-Details wurden erfolgreich entfernt
es_es: los detalles del panel de implementación se han eliminado correctamente
fr_ca: les détails du tableau de bord de déploiement ont été supprimés avec succès
it_it: i dettagli della dashboard di distribuzione sono stati rimossi correttamente
ja_jp: 展開ダッシュボードの詳細が正常に削除されました
pt_pt: os detalhes do painel de implementação foram removidos com sucesso
ru_ru: сведения о панели управления развертыванием успешно удалены
tr_tr: dağıtım panosu ayrıntıları başarıyla kaldırıldı
zh_hans: 部署仪表板详细信息已成功删除
zh_hant: 部署儀表板詳細資訊已成功移除

source: Deployment Reports
ar_ae: تقارير النشر
es_es: Informes de implementación
fr_ca: Rapports de déploiement
ja_jp: 展開レポート
pt_pt: Relatórios de Implantação
ru_ru: Отчеты о развертывании
tr_tr: Dağıtım Raporları
zh_hans: 部署报告

source: Descending
ar_ae: تنازلي
de_de: Absteigend
es_es: Descendente
fr_ca: Descendant
it_it: Decrescente
ja_jp: 降順
pt_pt: Descendente
ru_ru: По убыванию
tr_tr: Azalan
zh_hans: 降序
zh_hant: 降序

source: Description
ar_ae: البيان
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
ja_jp: 説明
pt_pt: Descrição
ru_ru: Описание
tr_tr: Açıklama
zh_hans: 描述
zh_hant: 說明

source: Description (Optional)
ar_ae: الوصف (اختياري)
de_de: Beschreibung (optional)
es_es: Descripción (opcional)
fr_ca: Description (optionnelle)
it_it: Descrizione (Opzionale)
ja_jp: 説明 (オプション_
pt_pt: Descrição (opcional)
ru_ru: Описание (по желанию)
tr_tr: Açıklama (İsteğe Bağlı)
zh_hans: 描述(可选)
zh_hant: 行動裝置用logo (選擇性)

source: Description:
ar_ae: الوصف:
de_de: Beschreibung:
es_es: Descripción:
it_it: Descrizione:
ja_jp: 詳細:
pt_pt: Descrição:
ru_ru: Описание:
tr_tr: Açıklama:
zh_hant: 描述：

source: Design
ar_ae: التصميم
fr_ca: Conception
ja_jp: デザイン
ru_ru: Дизайн
tr_tr: Tasarım
zh_hans: 设计
zh_hant: 設計

source: Design Dataset
ar_ae: مجموعة بيانات التصميم
de_de: Design-Datensatz
es_es: Conjunto de datos de diseño
fr_ca: Ensemble de données de conception
it_it: Set di dati di progettazione
ja_jp: デザインデータセット
pt_pt: Conjunto de dados de design
ru_ru: Проектный набор данных
tr_tr: Tasarım Veri Kümesi
zh_hans: 设计数据集
zh_hant: 設計資料集

source: Design Report
ar_ae: تقرير التصميم
de_de: DESIGNBERICHT
es_es: Elaboración del reporte de diseño
fr_ca: Concevoir le rapport
it_it: Report progettazione
ja_jp: 設計の妥当性確認報告書
pt_pt: Relatório de Concepção
ru_ru: Отчет по проектированию
tr_tr: KRİTİK TASARI RAPORU
zh_hans: 设计报告
zh_hant: 設計報告

source: Design Report Part
ar_ae: جزء تقرير التصميم
de_de: DESIGNBERICHT
es_es: Elaboración del reporte de diseño
fr_ca: Concevoir le rapport
it_it: Report progettazione
ja_jp: デザインレポートパーツ
pt_pt: Relatório de Concepção
ru_ru: Отчет по проектированию
tr_tr: rapor bölümü
zh_hans: 设计报告
zh_hant: 報表組件

source: Determine how the report server will run reports:
ar_ae: تحديد كيفية تشغيل خادم التقارير للتقارير:
de_de: Legen Sie fest, wie der Berichtsserver Berichte ausführt:
es_es: Determine cómo el servidor de informes ejecutará los informes:
fr_ca: Déterminez comment le serveur de rapports exécutera les rapports :
it_it: Determina come il server di report eseguirà i report:
ja_jp: レポートサーバーがレポートを実行する方法を決定します。
pt_pt: Determine como o servidor de relatórios executará os relatórios:
ru_ru: Определите, как сервер отчетов будет запускать отчеты:
tr_tr: Rapor sunucusunun raporları nasıl çalıştıracağını belirleyin:
zh_hans: 确定报表服务器将如何运行报表：
zh_hant: 確定報告伺服器執行報告的方式：

source: Difficult to use
ar_ae: صعب الاستخدام
de_de: Schwierig zu nutzen
es_es: Es difícil de usar
fr_ca: Difficile à utiliser
it_it: Le VPN sono difficili da usare?
ja_jp: 非常に使いにくい
pt_pt: o) difícil de usar
ru_ru: Трудно использовать
tr_tr: Kullanım Güçlüğü
zh_hans: 难以使用
zh_hant: 難以使用

source: Directory Path
ar_ae: مسار الدليل
de_de: Verzeichnispfad
es_es: Ruta de directorio
fr_ca: Chemin du dossier
it_it: Percorso directory
ja_jp: ディレクトリーのパス
pt_pt: Caminho do diretório
ru_ru: Папка
tr_tr: Dizin Yolu
zh_hans: 目录路径
zh_hant: 資料夾路徑

source: Directory Path
ar_ae: مسار الدليل
de_de: Verzeichnispfad
es_es: Ruta de directorio
fr_ca: Chemin du dossier
it_it: Percorso directory
ja_jp: ディレクトリーのパス
pt_pt: Caminho do diretório
ru_ru: Папка
tr_tr: Dizin Yolu
zh_hans: 目录路径
zh_hant: 資料夾路徑

source: Directory path does not exist
ar_ae: مسار الدليل غير موجود
de_de: Verzeichnis nicht vorhanden.
es_es: La carpeta no existe.
fr_ca: Répertoire inexistant
it_it: La directory non esiste
ja_jp: ディレクトリが存在しません
pt_pt: Esta directoria não existe.
ru_ru: Путь не существует
tr_tr: Dizin bulunamadÄ±.
zh_hans: 目錄不存在
zh_hant: 目錄不存在:

source: Disable
ar_ae: تعطيل
de_de: Deaktivieren
es_es: Desactivar
fr_ca: Désactiver
it_it: Disabilita
ja_jp: 無効にする
pt_pt: Desativar
ru_ru: Отключить
tr_tr: Devre dışı bırak
zh_hans: 禁用
zh_hant: 停用

source: Disable Attachments with No Data
ar_ae: تعطيل المرفقات التي لا تحتوي على بيانات
de_de: Anhänge ohne Daten deaktivieren
es_es: Desactivar archivos adjuntos sin datos
fr_ca: Désactiver les pièces jointes sans données
it_it: Disabilita allegati senza dati
ja_jp: データのない添付ファイルを無効にする
pt_pt: Desativar anexos sem dados
ru_ru: Отключить вложения без данных
tr_tr: Veri Olmayan Ekleri Devre Dışı Bırak
zh_hans: 禁用无数据的附件
zh_hant: 禁用無數據的附件

source: Disable Process Schedule
ar_ae: تعطيل جدول العملية
de_de: Prozess – Zeitplan
es_es: Calendario del proceso
fr_ca: calendrier
it_it: Schema di flusso del processo tecnologico
ja_jp: プロセススケジュールを無効にする
pt_pt: Calendarização do processo
ru_ru: График технологического процесса
tr_tr: Süreç Zamanlamasını Devre Dışı Bırak
zh_hans: 禁用流程计划
zh_hant: 停用處理程序排程

source: Disabled
ar_ae: مُعطّل
de_de: Deaktiviert
es_es: Desactivado
fr_ca: Désactivé
it_it: Disabilitato
ja_jp: オフ
pt_pt: Desativado
ru_ru: Инвалиды
tr_tr: Devre dışı
zh_hans: 已禁用
zh_hant: 已停用

source: Display
ar_ae: عرض
fr_ca: Affichage
it_it: Visualizza
ja_jp: 表示
pt_pt: Dispositivo de visualização
ru_ru: Дисплей
tr_tr: Ekran
zh_hans: 显示
zh_hant: 顯示畫面

source: Display the following text to prompt user for a username and password
ar_ae: عرض النص التالي لمطالبة المستخدم باسم المستخدم وكلمة المرور
de_de: Zeigen Sie den folgenden Text an, um den Benutzer zur Eingabe eines Benutzernamens und eines Passworts aufzufordern
es_es: Mostrar el siguiente texto para solicitar al usuario un nombre de usuario y una contraseña
fr_ca: Afficher le texte suivant pour demander à l’utilisateur de saisir un nom d’utilisateur et un mot de passe
it_it: Visualizza il seguente testo per richiedere all'utente un nome utente e una password
ja_jp: 次のテキストを表示して、ユーザー名とパスワードをユーザーに求める
pt_pt: Exiba o seguinte texto para solicitar ao utilizador um nome de utilizador e palavra-passe
ru_ru: Отображение следующего текста для запроса имени пользователя и пароля
tr_tr: Kullanıcıdan bir kullanıcı adı ve parola istemek için aşağıdaki metni görüntüleyin
zh_hans: 显示以下文本以提示用户输入用户名和密码
zh_hant: 顯示以下文字以提示用戶輸入使用者名稱和密碼

source: Distinguished Name
ar_ae: الاسم المميز
de_de: Definierter Name
es_es: Nombre ilustre
fr_ca: Nom distinctif (CN)
it_it: Nome Distinto
ja_jp: 識別名
pt_pt: Nome Distinto
ru_ru: Уникальное имя
tr_tr: Ayırt Edici İsim
zh_hans: 容易识别的名称
zh_hant: 專有名稱

source: Do not include http:// or https://
ar_ae: لا تقم بتضمين http :// أو https ://
de_de: Keine http:// oder https://einschließen
es_es: No incluya http:// o https://
fr_ca: N'incluez pas http:// ou https://
it_it: Non includere http:// o https://
ja_jp: Http ://またはhttps ://は含めないでください
pt_pt: Não incluir http:// ou https://
ru_ru: Ссылка (Включая http:// or https://)
tr_tr: Http :// veya https :// eklemeyin
zh_hans: 链接（包括 http:// 或 https://）
zh_hant: 不包括http://或https://

source: Do not show
ar_ae: لا تُظهِر
de_de: Nicht zeigen
es_es: No mostrar
fr_ca: Ne pas afficher
it_it: Non mostrare
ja_jp: 表示しない
pt_pt: Não mostrar
ru_ru: Не показывать
tr_tr: Gösterme
zh_hans: 不显示
zh_hant: 不要顯示

source: Do you want to cancel establishing data connection?
ar_ae: هل تريد إلغاء إنشاء اتصال البيانات ؟
de_de: Möchten Sie den Aufbau der Datenverbindung abbrechen?
es_es: ¿Desea cancelar el establecimiento de la conexión de datos?
fr_ca: Voulez-vous annuler l'établissement d'une connexion de données ?
it_it: Vuoi annullare la connessione dati?
ja_jp: データ接続の確立をキャンセルしますか？
pt_pt: Deseja cancelar o estabelecimento da ligação de dados?
ru_ru: Вы хотите отменить установление соединения для передачи данных?
tr_tr: Veri bağlantısı kurmayı iptal etmek istiyor musunuz?
zh_hans: 是否要取消建立数据连接？
zh_hant: 是否要取消建立數據連接？

source: Domain
ar_ae: المجال
de_de: Domäne
es_es: Dominio
fr_ca: Domaine
it_it: Dominio
ja_jp: ドメイン名
pt_pt: Domínio
ru_ru: Сфера
tr_tr: Alan adı
zh_hans: 域
zh_hant: 網域

source: Don’t have an account?
ar_ae: ليس لديك حساب ؟
es_es: ¿No tiene cuenta?
fr_ca: Vous n'avez pas de compte ?
ja_jp: アカウントはお持ちですか？
pt_pt: Não tem uma conta?
ru_ru: У вас нет учетной записи?
tr_tr: Hesabınız yok mu?
zh_hans: 沒有帳戶？

source: Done
ar_ae: تم
de_de: Fertig
es_es: Hecho
fr_ca: Terminé
it_it: Fine
ja_jp: 完了
pt_pt: Concluído
ru_ru: Готово
tr_tr: Tamamlandı
zh_hans: 完成
zh_hant: 完成

source: Download
ar_ae: تنزيل
es_es: Descargar
fr_ca: Télécharger
it_it: Scarica
ja_jp: ダウンロード
pt_pt: Transferir
ru_ru: Скачать
tr_tr: İndirin
zh_hans: 下载
zh_hant: 下載

source: Download and run the .bat file (Administration Mode) in the Windows Server, where Active Directory Domain Services role is installed
ar_ae: قم بتنزيل وتشغيل ملف .bat (وضع الإدارة) في Windows Server، حيث يتم تثبيت دور خدمات مجال Active Directory
de_de: Laden Sie die .bat-Datei (Administrationsmodus) auf den Windows-Server herunter und führen Sie sie aus, auf dem die Active Directory-Domänendienste-Rolle installiert ist
es_es: Descargue y ejecute el archivo .bat (modo de administración) en Windows Server, donde está instalado el rol de Servicios de dominio de Active Directory
fr_ca: Télécharger et exécuter le fichier .bat (Mode Administrateur) dans Windows Server là où vous avez installé le rôle Active Directory Domain Services
it_it: Scaricare ed eseguire il file .bat (Modalità di amministrazione) in Windows Server, dove è installato il ruolo Servizi di dominio Active Directory
ja_jp: Active Directoryドメインサービスの役割がインストールされているWindows Serverで.batファイル(管理モード)をダウンロードして実行する
pt_pt: Baixe e execute o arquivo .bat (Modo de Administração) no Windows Server, onde a função Serviços de Domínio do Active Directory está instalada
ru_ru: Загрузите и запустите файл .bat (режим администрирования) в Windows Server, где установлена роль доменных служб Active Directory
tr_tr: Active Directory Etki Alanı Hizmetleri rolünün yüklü olduğu Windows Server'da .bat dosyasını (Yönetim Modu) indirin ve çalıştırın
zh_hans: 在安装了Active Directory域服务角色的Windows Server中下载并运行.bat文件（管理模式）
zh_hant: 在安裝了 Active Directory 域服務角色的 Windows 服務器中下載並運行 .bat 文件（管理模式）

source: Download as .zip
ar_ae: تنزيل بتنسيق .zip
de_de: Als ZIP-Datei herunterladen
es_es: Descargar como .zip
fr_ca: Télécharger l’archive .zip
it_it: Scarica come...
ja_jp: Zip をダウンロードします
pt_pt: Baixar como .zip
ru_ru: Скачать в формате zip
tr_tr: Hepsini zip olarak indir
zh_hans: 下载为zip格式
zh_hant: 下載為 .zip

source: Download Dashboard
ar_ae: تنزيل لوحة المعلومات
de_de: Dashboard herunterladen
es_es: [es] Descargar panel
fr_ca: Télécharger le tableau de bord
it_it: Scarica Dashboard
ja_jp: ダッシュボードをダウンロード
pt_pt: Baixar Painel
ru_ru: Скачать панель управления
tr_tr: Kontrol Panelini İndir
zh_hans: 下载仪表板
zh_hant: 下載儀表板

source: Download Dataset
ar_ae: تنزيل مجموعة البيانات
es_es: Descargar conjunto de datos
fr_ca: Télécharger l'ensemble de données
ja_jp: データセットをダウンロード
pt_pt: Baixe o conjunto de dados
ru_ru: Загрузить пакет наборов данных
tr_tr: Veri Kümesini İndir
zh_hans: 下载数据集

source: Download Report
ar_ae: تنزيل التقرير
de_de: Bericht herunterladen
es_es: Descargar informe
fr_ca: Télécharger le rapport
it_it: Scarica rapporto
ja_jp: レポートをダウンロード
pt_pt: Transferir Relatório
ru_ru: Загрузить отчет
tr_tr: Rapor İndir
zh_hans: 下载报告
zh_hant: 下載報告

source: Download sample template
ar_ae: تنزيل نموذج النموذج
de_de: Mustervorlage herunterladen
es_es: Descargar plantilla de ejemplo
fr_ca: Télécharger l'exemple de modèle
it_it: Scarica il file di esempio.
ja_jp: サンプルをダウンロード
pt_pt: Baixar modelo de amostra
ru_ru: Скачать образец
tr_tr: Örneği indir
zh_hans: 示例模板
zh_hant: 下載示例模板

source: Download Template
ar_ae: تنزيل القالب
de_de: Vorlage herunterladen
es_es: Descargar plantilla
fr_ca: Télécharger le modèle
it_it: Scarica il modello
ja_jp: テンプレートをダウンロード
pt_pt: Transferir modelo
ru_ru: Скачать шаблон
tr_tr: Şablonu İndir
zh_hans: 下载模板
zh_hant: 下載模版

source: Draft auto-saved
ar_ae: مسودة تم حفظها تلقائيًا
de_de: Entwurf automatisch gespeichert
es_es: Borrador guardado automáticamente
fr_ca: Brouillon enregistré automatiquement
it_it: Bozza salvata automaticamente in
ja_jp: 下書きが自動保存されました
pt_pt: Rascunho salvo automaticamente
ru_ru: Черновик сохранен автоматически
tr_tr: Taslak otomatik olarak kaydedildi
zh_hans: 草稿已自动保存
zh_hant: 草稿已自動儲存

source: Draft save failed
ar_ae: فشل حفظ المسودة
de_de: Fehler beim Speichern
es_es: Error al guardar el borrador
fr_ca: Échec de l'enregistrement du brouillon
it_it: Salvataggio non riuscito
ja_jp: 保存失敗
pt_pt: Falha ao guardar rascunho
ru_ru: Сбой сохранения
tr_tr: Kaydetme Başarısız
zh_hans: 草稿保存失败
zh_hant: 草稿儲存失敗

source: Drafts
ar_ae: المسودات
de_de: Entwürfe
es_es: Borradores
fr_ca: Brouillons
it_it: Bozze
ja_jp: 下書き
pt_pt: Minutas
ru_ru: Черновики
zh_hans: 草稿
zh_hant: 草稿

source: Drag and Drop
ar_ae: السحب والإفلات
de_de: Drag & Drop
es_es: Arrastrar y soltar
fr_ca: Glisser-déposer
it_it: Drag&Drop
ja_jp: ドラッグアンドドロップ
pt_pt: Arrastar e Largar
ru_ru: Перетаскивание и бросание
tr_tr: Sürükle ve Bırak
zh_hans: 拖放
zh_hant: 拖曳

source: Drag and drop failure. Internal server error. Please try again later.
ar_ae: فشل السحب والإفلات. خطأ داخلي في الخادم. يُرجى إعادة المحاولة لاحقًا.
de_de: Serverfehler. Bitte versuchen Sie es später wieder.
es_es: Fallo de arrastrar y soltar. Error interno del servidor. Vuelve a intentarlo más tarde.
fr_ca: Échec du glisser-déposer. Erreur interne du serveur. Veuillez réessayer plus tard.
it_it: Errore interno! Per favore riprova più tardi.
ja_jp: ドラッグアンドドロップに失敗しました。サーバー内部でエラーが発生しました。後でもう一度お試しください。
pt_pt: Falha ao arrastar e soltar. Erro interno do servidor. Tente novamente mais tarde.
ru_ru: Ошибка перетаскивания. Внутренняя ошибка сервера. Попробуйте снова чуть позже.
tr_tr: Sürükle ve bırak hatası. Dahili sunucu hatası Lütfen daha sonra tekrar deneyin.
zh_hans: 拖放。内部服务器错误请稍后重试。
zh_hant: 拖放失敗。內部伺服器發生錯誤。請稍後再試。
