Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: scheduling reports from any desktop or mobile browser.
ar_ae: جدولة التقارير من أي متصفح سطح مكتب أو هاتف محمول.
de_de: planen von Berichten von jedem Desktop- oder mobilen Browser aus.
es_es: programar informes desde cualquier navegador de escritorio o móvil.
fr_ca: la planification de rapports à partir de n'importe quel navigateur de bureau ou mobile.
it_it: pianificazione di report da qualsiasi browser desktop o mobile.
ja_jp: デスクトップまたはモバイルブラウザからレポートをスケジュールします。
pt_pt: agendamento de relatórios a partir de qualquer navegador de computador ou dispositivo móvel.
ru_ru: планирование отчетов с любого настольного или мобильного браузера.
tr_tr: herhangi bir masaüstü veya mobil tarayıcıdan rapor planlama.
zh_hans: 从任何桌面或移动浏览器调度报告。
zh_hant: 透過任何桌面或行動瀏覽器排程報告。

source: Scope
ar_ae: النطاق
de_de: Geltungsbereich
es_es: Alcance
fr_ca: Champ d'application
it_it: Ambito
ja_jp: スコープ
pt_pt: Escopo
ru_ru: Область применения
tr_tr: Kapsam
zh_hans: 范围
zh_hant: 適用範圍

source: Scope is a mechanism in OAuth 2.0 to limit an application's access to a user's account. An application can request one or more scopes. This information is then presented to the user in the consent screen, and the access token issued to the application will be limited to the scopes granted.
ar_ae: النطاق هو آلية في OAuth 2.0 للحد من وصول التطبيق إلى حساب المستخدم. يمكن أن يطلب التطبيق نطاقًا واحدًا أو أكثر. ثم يتم تقديم هذه المعلومات للمستخدم في شاشة الموافقة، وسيقتصر رمز الوصول الصادر للتطبيق على النطاقات الممنوحة.
de_de: Scope ist ein Mechanismus in OAuth 2.0, um den Zugriff einer Anwendung auf das Konto eines Benutzers zu beschränken. Eine Anwendung kann einen oder mehrere Bereiche anfordern. Diese Informationen werden dem Benutzer dann im Zustimmungsbildschirm angezeigt, und das für die Anwendung ausgestellte Zugriffstoken wird auf die gewährten Umfänge beschränkt.
es_es: Un ámbito es un mecanismo en OAuth 2.0 para limitar el acceso de una aplicación a la cuenta de un usuario. Una aplicación puede solicitar uno o más ámbitos. Esta información se presenta al usuario en la pantalla de consentimiento, y el token de acceso emitido a la aplicación se limitará a los ámbitos otorgados.
fr_ca: La portée est un mécanisme dans OAuth 2.0 pour limiter l'accès d'une application au compte d'un utilisateur. Une application peut demander une ou plusieurs portées. Ces informations sont ensuite présentées à l'utilisateur dans l'écran de consentement, et le jeton d'accès délivré à l'application sera limité aux portées accordées.
it_it: L'ambito è un meccanismo in OAuth 2.0 per limitare l'accesso di un'applicazione all'account di un utente. Un'applicazione può richiedere uno o più ambiti. Queste informazioni vengono quindi presentate all'utente nella schermata di consenso e il token di accesso rilasciato all'applicazione sarà limitato agli scopi concessi.
ja_jp: スコープは、アプリケーションのアクセスをユーザーのアカウントに制限するOAuth 2.0のメカニズムです。アプリケーションは、1つまたは複数のスコープを要求できます。その後、この情報は同意画面でユーザーに提示され、アプリケーションに発行されたアクセストークンは付与されたスコープに限定されます。
pt_pt: O Scope é um mecanismo no OAuth 2.0 para limitar o acesso de uma aplicação à conta de um utilizador. Uma aplicação pode solicitar um ou mais escopos. Essas informações são então apresentadas ao usuário na tela de consentimento, e o token de acesso emitido para o aplicativo será limitado aos escopos concedidos.
ru_ru: Scope - это механизм в OAuth 2.0 для ограничения доступа приложения к учетной записи пользователя. Приложение может запросить одну или более областей. Затем эта информация представляется пользователю на экране согласия, и маркер доступа, выданный приложению, будет ограничен предоставленными областями.
tr_tr: Kapsam, OAuth 2.0 'da bir uygulamanın bir kullanıcının hesabına erişimini sınırlayan bir mekanizmadır. Bir uygulama bir veya daha fazla kapsam talep edebilir. Bu bilgiler daha sonra onay ekranında kullanıcıya sunulur ve uygulamaya verilen erişim belirteci verilen kapsamlarla sınırlı olacaktır.
zh_hans: 作用域是OAuth 2.0中的一种机制，用于限制应用程序对用户帐户的访问。应用程序可以请求一个或多个作用域。然后，此信息将在同意屏幕中呈现给用户，并且颁发给应用程序的访问令牌将仅限于授予的范围。
zh_hant: 範圍是OAuth 2.0中的一種機制，可限制應用程式對使用者帳戶的存取。應用程式可以請求一個或多個範圍。然後，此資訊會在同意畫面中呈現給使用者，並且頒發給應用程式的存取權杖將僅限於授予的範圍。

source: Scopes
ar_ae: النطاقات
es_es: Ámbitos
fr_ca: Périmètres
it_it: Ambiti di applicazione
ja_jp: スコープ
pt_pt: Âmbitos
ru_ru: Области видимости
tr_tr: Phạm vi
zh_hans: 范围
zh_hant: Scope

source: Script Source
ar_ae: مصدر النص
de_de: Skript-Quelle
es_es: Fuente del script
fr_ca: Source du script
it_it: Origine script
ja_jp: スクリプトソース
pt_pt: O Código- Fonte do Programa
ru_ru: Источник сценария
tr_tr: Komut Dosyası Kaynağı
zh_hans: 脚本源
zh_hant: 腳本源

source: Search
ar_ae: بحث
de_de: Suchen
es_es: Búsqueda
fr_ca: Recherche
it_it: Cerca
ja_jp: 検索
pt_pt: Pesquisa
ru_ru: Поиск
tr_tr: Ara
zh_hans: 搜索
zh_hant: 搜尋

source: Search AD groups
ar_ae: البحث في مجموعات الإعلانات
de_de: Anzeigengruppen
es_es: Buscar grupos de anuncios
fr_ca: Rechercher des groupes AD
it_it: Cerca gruppi di annunci
ja_jp: 広告グループを検索
pt_pt: Pesquisar grupos de anúncios
ru_ru: Поиск группы объявлений
tr_tr: Reklam gruplarında ara
zh_hans: 搜索广告组
zh_hant: 搜索廣告組

source: Search AD users
ar_ae: البحث عن مستخدمي الإعلانات
de_de: Search ad
es_es: Usuarios AD
fr_ca: Rechercher des utilisateurs AD
it_it: Cerca utenti AD
ja_jp: 広告ユーザーを検索
pt_pt: Pesquisar utilizadores do AD
ru_ru: Поиск пользователей AD
tr_tr: Reklam kullanıcıları ara
zh_hans: 搜索广告用户
zh_hant: 搜索廣告用戶

source: Search and select the users from the following list to import
ar_ae: ابحث عن المستخدمين وحددهم من القائمة التالية لاستيرادهم
de_de: Suchen und wählen Sie die zu importierenden Benutzer aus der folgenden Liste aus
es_es: Busque y seleccione los usuarios de la siguiente lista para importar
fr_ca: Veuillez rechercher et sélectionner les utilisateurs dans la liste ci-contre en vue de les importer dans Report Server
it_it: Cerca e seleziona gli utenti dal seguente elenco da importare
ja_jp: インポートするユーザーを次のリストから検索して選択します
pt_pt: Pesquise e selecione os utilizadores da lista a seguir para importar
ru_ru: Найдите и выберите пользователей из следующего списка для импорта
tr_tr: İçe aktarılacak kullanıcıları aşağıdaki listeden arayın ve seçin
zh_hans: 从以下列表中搜索并选择要导入的用户
zh_hant: 請從以下列表中搜索並選擇要導入 UMS 的用戶

source: Search Azure AD groups
ar_ae: البحث في مجموعات Azure AD
de_de: Azure AD-Gruppen
es_es: Grupos de Azure AD
fr_ca: Rechercher des groupes Azure AD
it_it: Cerca gruppi Azure AD
ja_jp: Azure ADグループの検索
pt_pt: Pesquisar grupos do Azure AD
ru_ru: Поиск группы объявлений
tr_tr: Azure AD gruplarında ara
zh_hans: 搜索广告组
zh_hant: 搜索 Azure AD 組

source: Search Azure AD users
ar_ae: البحث عن مستخدمي Azure AD
de_de: Azure AD-Benutzer suchen
es_es: Usuarios de Azure AD
fr_ca: Rechercher des utilisateurs Azure AD
it_it: Cerca utenti AD
ja_jp: Azure ADユーザーの検索
pt_pt: Pesquisar utilizadores do Azure AD
ru_ru: Поиск пользователей Azure AD
tr_tr: Azure AD kullanıcılarını ara
zh_hans: 搜索Azure AD用户
zh_hant: 搜索 Azure AD 用戶

source: Search categories
ar_ae: البحث في التصنيفات
de_de: Kategorien suchen
es_es: Buscar categorías
fr_ca: Chercher dans les catégories
it_it: Cerca le categorie
ja_jp: カテゴリーを検索
pt_pt: Pesquisar Categorias de
ru_ru: Поиск по рубрикам
tr_tr: Arama kategorileri
zh_hans: 搜索分类
zh_hant: 搜尋分類

source: Search Categories
ar_ae: البحث في الفئات
de_de: Suche in Kategorien
es_es: Buscar categorías
fr_ca: Rechercher des catégories
it_it: Cerca categorie
ja_jp: カテゴリーを検索
pt_pt: Pesquisar Categorias
ru_ru: Поиск категорий
tr_tr: Arama Kategorileri
zh_hans: 搜索分类
zh_hant: 搜尋分類

source: Search Data Source
ar_ae: مصدر بيانات البحث
de_de: Durchsuchen einer Datenquelle
es_es: Búsqueda de fuente de datos
fr_ca: Source de données
it_it: Sorgente dati
ja_jp: データソース
pt_pt: Fonte de dados da pesquisa
ru_ru: Найти источник данных
tr_tr: Veri Kaynağı
zh_hans: 搜索数据来源表
zh_hant: 資料來源

source: Search data sources
ar_ae: البحث في مصادر البيانات
de_de: Datenquellen
es_es: Búsqueda de fuentes de datos
fr_ca: Rechercher des sources de données
it_it: Sorgenti dati
ja_jp: データソース
pt_pt: Pesquisar fontes de dados
ru_ru: Источники данных
tr_tr: Arama stratejisi ve veri kaynakları
zh_hans: 数据来源
zh_hant: 搜索數據源

source: Search database schema
ar_ae: مخطط قاعدة بيانات البحث
de_de: Datenbankschema
es_es: esquema de la base de datos
fr_ca: Schéma de base de données de recherche
it_it: Cerca nello schema del database
ja_jp: データベース検索
pt_pt: Pesquisar esquema de base de dados
ru_ru: Схема базы данных
tr_tr: Veritabanında Ara
zh_hans: 数据库架构
zh_hant: 搜索數據庫架構

source: Search datasets
ar_ae: البحث في مجموعات البيانات
de_de: Ihre Datensätze durchsuchen
es_es: Buscar conjuntos de datos
fr_ca: Rechercher des jeux de données
it_it: Cerca insiemi di dati
ja_jp: データセットを検索
pt_pt: Pesquisar conjuntos de dados
ru_ru: Поиск наборов данных
tr_tr: Veri kümelerini ara
zh_hans: 搜索数据集
zh_hant: 搜索數據集

source: Search Entity
ar_ae: جهة البحث
de_de: Entität suchen
es_es: Entidad de búsqueda
fr_ca: Rechercher une entité
it_it: Cerca entità
ja_jp: エンティティを検索:
pt_pt: Pesquisar Entidade
ru_ru: Искать компонент
tr_tr: /Kurum Adına Göre Arama/
zh_hans: 搜索实体
zh_hant: 搜尋實體

source: Search files
ar_ae: البحث في الملفات
de_de: Dateien suchen
es_es: Buscar archivos
fr_ca: Recherchez documents
it_it: Ricerca files
ja_jp: ファイル検索...
pt_pt: Procurar arquivos
ru_ru: Поиск файлов
tr_tr: Dosya ara
zh_hans: 搜索文件
zh_hant: 搜索檔..。

source: Search groups
ar_ae: البحث في المجموعات
de_de: Suchgruppen
es_es: Buscar grupos
fr_ca: Groupes de recherche
it_it: Gruppi di ricerca
ja_jp: グループを検索
pt_pt: Pesquisar grupos
ru_ru: Поисковые группы
tr_tr: Gruplarda ara
zh_hans: 搜索组
zh_hant: 搜尋社群

source: Search pinboards
ar_ae: البحث في لوحات التعريف
de_de: Pinnwände durchsuchen
es_es: Buscar en los tableros de anuncios
fr_ca: Rechercher des tableaux d'affichage
it_it: Cerca nelle bacheche
ja_jp: ピンボードを検索
pt_pt: Pesquisar quadros de anúncios
ru_ru: Поиск досок объявлений
tr_tr: Pano ara
zh_hans: 搜索钉板
zh_hant: 搜尋釘選板

source: Search reports
ar_ae: البحث في التقارير
de_de: Bericht suchen.
es_es: Buscar informes
fr_ca: Rechercher des rapports
it_it: Ricerca report
ja_jp: 検索レポート
pt_pt: Procurar relatórios
ru_ru: Поиск жалоб
tr_tr: Arama Raporları
zh_hans: 搜索报告
zh_hant: 搜尋報表

source: Search resources
ar_ae: البحث في الموارد
de_de: Ressourcen durchsuchen
es_es: Buscar recursos
fr_ca: Recherchez des ressources...
it_it: Cerca risorse...
ja_jp: リソース検索
pt_pt: Search Available Resources (Pesquisar recursos disponíveis)
ru_ru: Поиск ресурсов
tr_tr: Kaynakları ara...
zh_hans: 搜索资源
zh_hant: 搜尋資源

source: Search schedules
ar_ae: جداول البحث
de_de: Zeitpläne suchen
es_es: Buscar horarios
fr_ca: Rechercher des planifications
it_it: Ricerca degli orari online.
ja_jp: スケジュールを検索
pt_pt: Pesquisar horários
ru_ru: Поиск расписаний
tr_tr: Programları ara
zh_hans: 搜索时间表
zh_hant: 搜索計劃

source: Search Scope
ar_ae: نطاق البحث
de_de: Suchumfang
es_es: Ámbito de Búsqueda
fr_ca: Portée de la recherche
it_it: Ambito ricerca
ja_jp: 検索範囲
pt_pt: Âmbito da Procura
ru_ru: Область поиска
tr_tr: Arama Sahası
zh_hans: 搜索范围
zh_hant: 搜尋範圍

source: Search tabs
ar_ae: بحث في علامات التبويب
de_de: Suche Tabs
es_es: Pestañas de búsqueda
fr_ca: Recherche Onglets
it_it: Cerca schede...
ja_jp: タブを検索
pt_pt: Procurar separadores
ru_ru: Поиск во вкладках
tr_tr: Arama Sekmeleri
zh_hans: 搜索选项卡
zh_hant: 搜尋分頁

source: Search user
ar_ae: البحث عن مستخدم
de_de: Benutzer suchen
es_es: Buscar usuario
fr_ca: Rechercher un utilisateur
it_it: Cerca utente
ja_jp: ユーザーを検索
pt_pt: Buscar usuario
ru_ru: Поиск пользователя
tr_tr: Kullanıcıyı arayın...
zh_hans: 搜索用户
zh_hant: 搜尋使用者

source: Search users
ar_ae: البحث عن مستخدمين
de_de: Benutzer suchen
es_es: Buscar usuarios
fr_ca: Recherche d'utilisateurs
it_it: Cerca utenti
ja_jp: ユーザーを検索
pt_pt: Procurar utilizadores
ru_ru: Поиск пользователей
tr_tr: Kullanıcılarda ara
zh_hans: 搜索用户
zh_hant: 搜尋使用者

source: Search views
ar_ae: مشاهدات البحث
de_de: Ansichten durchsuchen
es_es: Buscar vistas
fr_ca: Vues de recherche
it_it: Visualizzazioni dei risultati di ricerca
ja_jp: 記事を検索
pt_pt: Pesquisar Views
ru_ru: Поиск представлений
tr_tr: Arama Görünümleri
zh_hans: 搜索视图
zh_hant: 搜尋 Views 版面

source: Search widgets
ar_ae: البحث في التطبيقات المصغرة
de_de: Widgets suchen
es_es: Buscar widgets
fr_ca: Recherche un widget…
ja_jp: 検索ウィジェット
pt_pt: Pesquisar widgets
ru_ru: Поиск виджета
tr_tr: Widget ara
zh_hans: 搜索小工具
zh_hant: 搜尋小工具

source: second
ar_ae: ثانية
de_de: Sekunde
es_es: segundo
fr_ca: seconde
it_it: secondo
ja_jp: 秒
pt_pt: segundo
ru_ru: секунд
tr_tr: saniye
zh_hans: 秒
zh_hant: 秒

source: Secret Key
ar_ae: المفتاح السري
de_de: Geheimschlüssel
es_es: Clave secreta
fr_ca: Clé secrète
it_it: Chiave segreta
ja_jp: シークレットキー
pt_pt: Chave Secreta
ru_ru: Секретный ключ
zh_hans: 密钥

source: Security
ar_ae: الأمن
de_de: Sicherheit
es_es: Seguridad
fr_ca: Sécurité
it_it: Sicurezza
ja_jp: セキュリティー
pt_pt: Segurança
ru_ru: Безопасность
tr_tr: Güvenlik
zh_hans: 安全
zh_hant: 保安部

source: Security Settings
ar_ae: إعدادات الأمان
de_de: Sicherheitseinstellungen
es_es: Ajustes de seguridad
fr_ca: Paramètres de sécurité
it_it: Impostazioni di sicurezza
ja_jp: セキュリティ設定
pt_pt: Definições de segurança
ru_ru: Настройки защиты
tr_tr: Güvenlik Ayarları
zh_hans: 安全设置
zh_hant: 安全設定

source: See Clearly. Act Boldly.
ar_ae: انظر بوضوح. تصرف بجرأة.
es_es: Vea claramente. Actúa con audacia.
fr_ca: Vision plus claire Agissez avec audace.
ja_jp: 私には見える大胆に行動する。
pt_pt: Veja Claramente. Aja corajosamente.
ru_ru: Видеть лучше. Действуйте смело.
tr_tr: Açıkça Görün. Cesur davran.
zh_hans: 看的很清晰大胆行动。

source: Select
ar_ae: تحديد
de_de: Auswählen
es_es: Seleccione
fr_ca: Sélectionnez
it_it: Seleziona
ja_jp: 1つ選択
pt_pt: Selecionar
ru_ru: Выбрать
tr_tr: Seçiniz
zh_hans: 选择
zh_hant: 選取

source: Select a database
ar_ae: تحديد قاعدة بيانات
de_de: Datenbank auswählen
es_es: Seleccionar una base de datos
fr_ca: Base de données :
it_it: Selezionare un database...
ja_jp: データベースを選択
pt_pt: Por favor, selecione um banco de dados.
ru_ru: Выбрать базу данных
tr_tr: Bir veritabanı seçin
zh_hans: 选择一个数据库
zh_hant: 選擇數據庫

source: Select a subject:
ar_ae: اختر موضوعًا:
de_de: Bitte wählen Sie einen Betreff aus
es_es: Seleccionar un tema
fr_ca: Choisissez un sujet :
it_it: Seleziona un argomento
ja_jp: 件名を選択してください
pt_pt: Selecione uma disciplina
ru_ru: Выберите тему
tr_tr: Bir konu seçin
zh_hans: 选择科目
zh_hant: 選擇主題：

source: Select a user, group, or type an email address in the external recipient to schedule
ar_ae: حدد مستخدمًا أو مجموعة أو اكتب عنوان بريد إلكتروني في المستلم الخارجي لجدولة
de_de: Wählen Sie einen Benutzer, eine Gruppe oder geben Sie eine E-Mail-Adresse im externen Empfänger ein, die Sie planen möchten
es_es: Seleccione un usuario, grupo o escriba una dirección de correo electrónico en el destinatario externo para programar
fr_ca: Sélectionner un utilisateur, groupe ou taper une adresse email dans le destinataire externe pour planifier
it_it: Seleziona un utente, un gruppo o digita un indirizzo e-mail nel destinatario esterno da pianificare
ja_jp: スケジュールするユーザー、グループを選択するか、外部受信者にメールアドレスを入力します
pt_pt: Selecione um utilizador, grupo ou digite um endereço de e-mail no destinatário externo para agendar
ru_ru: Выберите пользователя, группу или введите адрес электронной почты во внешнем получателе для планирования
tr_tr: Zamanlamak için bir kullanıcı, grup seçin veya harici alıcıya bir e - posta adresi yazın
zh_hans: 选择要安排的用户、组或在外部收件人中键入电子邮件地址
zh_hant: 在外部收件人中選擇用戶、組或鍵入電子郵件地址進行安排

source: Select All
ar_ae: تحديد الكل
de_de: Alles auswählen
es_es: Selecciona todo
fr_ca: Tout sélectionner
it_it: Seleziona tutto
ja_jp: すべて選択
pt_pt: Selecionar tudo
ru_ru: Выделить всё
tr_tr: Tümünü Seç
zh_hans: 全部选择
zh_hant: 選擇全部

source: Select an entity to see the access modes
ar_ae: حدد جهة لمشاهدة أوضاع الوصول
de_de: Wählen Sie eine Entität aus, um die Zugriffsmodi anzuzeigen
es_es: Seleccione una entidad para ver los modos de acceso
fr_ca: Sélectionnez une entité pour voir les modes d'accès
it_it: Seleziona un'entità per vedere le modalità di accesso
ja_jp: エンティティを選択してアクセスモードを表示します
pt_pt: Selecione uma entidade para ver os modos de acesso
ru_ru: Выберите объект, чтобы увидеть режимы доступа
tr_tr: Erişim modlarını görmek için bir varlık seçin
zh_hans: 选择一个实体以查看访问模式
zh_hant: 選擇一個實體以查看存取模式

source: Select an entity to see the available scopes
ar_ae: اختر جهة للاطلاع على النطاقات المتاحة
de_de: Wählen Sie eine Einheit aus, um die verfügbaren Bereiche anzuzeigen
es_es: Selecciona una entidad para ver las estadísticas disponibles.
fr_ca: Sélectionnez une entité pour voir les champs d'application disponibles
it_it: Seleziona un'entità per visualizzare gli ambiti disponibili
ja_jp: 利用可能なスコープを表示するエンティティを選択します
pt_pt: Selecione uma entidade para ver os âmbitos disponíveis
ru_ru: Выберите объект, чтобы увидеть доступные области
tr_tr: Mevcut istatistikleri görmek için bir kuruluş seçin.
zh_hans: 选择一个实体以查看可用范围
zh_hant: 選擇一個實體以查看可用的範圍

source: Select Categories
ar_ae: تحديد الفئات
de_de: Kategorien Auswählen
es_es: Elige Categorías
fr_ca: Sélection Catégories
it_it: Seleziona categorie
ja_jp: カテゴリーを選択
pt_pt: Selecionar Categorias
ru_ru: Выбрать категории
tr_tr: Kategorileri Seç
zh_hans: 选择分类
zh_hant: 選擇附加配件

source: Select category
ar_ae: اختر الفئة
de_de: Kategorie wählen
es_es: Elegir categoría
fr_ca: Sélectionner une catégorie
it_it: Seleziona la categoria
ja_jp: カテゴリを選択
pt_pt: Selecionar categoria
ru_ru: Выберите категорию
tr_tr: Kategori seç
zh_hans: 选择类别
zh_hant: 選擇分類

source: Select Category
ar_ae: اختر الفئة
de_de: Kategorie auswählen
es_es: Seleccione la categoría
fr_ca: Sélectionner une catégorie
it_it: Seleziona la categoria
ja_jp: カテゴリを選択
pt_pt: Seleccionar Categoria
ru_ru: Выберите категорию
tr_tr: Kategori Seçin
zh_hans: 选择类别
zh_hant: 選擇分類

source: Select Column
ar_ae: تحديد عمود
de_de: Spalte auswählen
es_es: Seleccionar columna
fr_ca: Sélectionnez une colonne
it_it: Seleziona colonna
ja_jp: セレクトカラム
pt_pt: Selecionar coluna
ru_ru: Выбрать колонку
tr_tr: Sütun Seçiniz
zh_hans: 选择列，
zh_hant: 選擇垂直欄

source: Select Condition
ar_ae: تحديد الشرط
de_de: Bedingungen auswählen
es_es: Seleccionar condición
fr_ca: Sélectionner l'état de l'article
it_it: Seleziona la condizione / stato
ja_jp: 条件を選択
pt_pt: Seleccionar Condição
ru_ru: Выберите состояние
tr_tr: Koşul seçin
zh_hans: 选择条件
zh_hant: 選擇一個條件

source: Select Connector
ar_ae: تحديد الموصل
de_de: Wählen Sie den Connector
es_es: Seleccionar conector
it_it: SCELTA CONNETTORE
ja_jp: コネクタを選択
pt_pt: Seleccionar conector
ru_ru: Выбрать коннектор
tr_tr: Konektör Seç
zh_hans: 选择一个连接器
zh_hant: 選擇連接器

source: SELECT CONNECTOR
ar_ae: تحديد الموصل
de_de: STECKER AUSWÄHLEN
es_es: SELECCIONAR CONECTOR
it_it: SCELTA CONNETTORE
ja_jp: コネクターを選択
pt_pt: SELECIONAR CONECTOR
ru_ru: Выбрать коннектор
tr_tr: KONEKTÖR SEÇİN
zh_hans: 选择一个连接器
zh_hant: 選擇連接器

source: SELECT DATA
ar_ae: تحديد البيانات
de_de: Daten auswählen
es_es: ESCOJA UN DATO
fr_ca: Sélectionner les données
it_it: Seleziona dati
ja_jp: データ選択
pt_pt: Selecione dados
ru_ru: Выбор данных
tr_tr: VERİLERİ SEÇ
zh_hans: 选择数据
zh_hant: 選擇資料

source: Select Data Source
ar_ae: تحديد مصدر البيانات
de_de: Datenquelle auswählen
es_es: Seleccione el origen de datos
fr_ca: Sélectionner la source de données
it_it: Seleziona sorgente dati
ja_jp: データソースの選択
pt_pt: Seleccionar origem de dados
ru_ru: Выбранный источник данных
tr_tr: Veri kaynağı türünü seçin
zh_hans: 选取数据源
zh_hant: 選擇一個數據來源

source: Select Data Source(s)
ar_ae: تحديد مصدر(مصادر) البيانات
de_de: Datenquelle auswählen
es_es: Seleccione el origen de datos
fr_ca: Sélectionner la(es) source(s) de données
it_it: Seleziona sorgente dati
ja_jp: データソースの選択
pt_pt: Seleccionar origem de dados
ru_ru: Выбранный источник данных
tr_tr: Veri kaynağı türünü seçin
zh_hans: 选取数据源
zh_hant: 選擇一個數據來源

source: Select data sources
ar_ae: تحديد مصادر البيانات
de_de: DATENQUELLEN AUSWÄHLEN
es_es: SELECCIONAR FUENTES DE DATOS
fr_ca: 1. Sélectionnez les sources de données
it_it: Seleziona dati
ja_jp: データソース
pt_pt: Selecionar fontes de dados
ru_ru: Выберите источники данных
tr_tr: Veri Kaynakları
zh_hans: 选择数据源
zh_hant: 資料來源

source: Select data sources that you want to lock from editing in the destination site.
ar_ae: حدد مصادر البيانات التي تريد قفلها من التحرير في موقع الوجهة.
de_de: Wählen Sie Datenquellen aus, die Sie für die Bearbeitung am Zielstandort sperren möchten.
es_es: Seleccione las fuentes de datos que desea bloquear para que no se editen en el sitio de destino.
fr_ca: Sélectionnez les sources de données que vous souhaitez verrouiller à partir de la modification dans le site de destination.
it_it: Selezionare le origini dati che si desidera bloccare per impedirne la modifica nel sito di destinazione.
ja_jp: 宛先サイトで編集をロックしないデータソースを選択します。
pt_pt: Selecione as fontes de dados que deseja bloquear da edição no site de destino.
ru_ru: Выберите источники данных, которые вы хотите заблокировать от редактирования на целевом сайте.
tr_tr: Hedef sitede düzenlemeyi kilitlemek istediğiniz veri kaynaklarını seçin.
zh_hans: 选择要锁定以禁止在目标站点中编辑的数据源。
zh_hant: 選擇要在目的地網站中鎖定而無法編輯的資料來源。

source: Select Dataset
ar_ae: تحديد مجموعة البيانات
de_de: Datensatz wählen
es_es: Seleccionar el elemento
fr_ca: Sélectionner le jeu de données
it_it: Selezionare Dataset
ja_jp: データセットを選択
pt_pt: Selecionar conjunto de dados
ru_ru: Выберите пункт
tr_tr: Kaynak veri kümesi olarak seç
zh_hans: 选择数据集
zh_hant: 選擇資料集

source: Select Dataset -
ar_ae: تحديد مجموعة البيانات -
de_de: Datensatz wählen
es_es: Seleccionar el elemento
fr_ca: Sélectionner le jeu de données
it_it: Selezionare Dataset
ja_jp: データセットの選択-
pt_pt: Selecionar Conjunto de Dados -
ru_ru: Выберите пункт
tr_tr: Kaynak veri kümesi olarak seç
zh_hans: 选择数据集-
zh_hant: 選擇資料集-

source: Select Dataset(s)
ar_ae: تحديد مجموعة(مجموعات) البيانات
de_de: Datensatz wählen
es_es: Seleccionar el elemento
fr_ca: Sélectionner le(s) jeu(x) de données
it_it: Selezionare Dataset
ja_jp: データセットを選択
pt_pt: Selecionar conjunto(s) de dados
ru_ru: Выберите пункт
tr_tr: VeriKümelerini Seçin
zh_hans: 选择数据集
zh_hant: 選擇資料集

source: Select datasets
ar_ae: تحديد مجموعات البيانات
de_de: Datensätze auswählen
es_es: Seleccionar conjuntos de datos de informes
fr_ca: ÉTAPE 1 : SÉLECTIONNEZ DES ENSEMBLES DE DONNÉES
it_it: Selezionare Report datasets
ja_jp: データセットを選択
pt_pt: Selecionar conjuntos de dados
ru_ru: Выберите отчет
tr_tr: Veri kümelerini seçin
zh_hans: 选择数据集
zh_hant: 選擇資料集

source: Select datasets that you want to lock from editing in the destination site.
ar_ae: حدد مجموعات البيانات التي تريد قفلها من التحرير في موقع الوجهة.
de_de: Wählen Sie Datensätze aus, die Sie für die Bearbeitung am Zielstandort sperren möchten.
es_es: Seleccione los conjuntos de datos que desea bloquear para que no se editen en el sitio de destino.
fr_ca: Sélectionnez les ensembles de données que vous souhaitez verrouiller à partir de la modification dans le site de destination.
it_it: Selezionare i set di dati che si desidera bloccare dalla modifica nel sito di destinazione.
ja_jp: 宛先サイトで編集をロックしないデータセットを選択します。
pt_pt: Selecione os conjuntos de dados que deseja bloquear da edição no site de destino.
ru_ru: Выберите наборы данных, которые вы хотите заблокировать от редактирования на целевом сайте.
tr_tr: Hedef sitede düzenlemeden kilitlemek istediğiniz veri kümelerini seçin.
zh_hans: 选择要锁定以禁止在目标站点中编辑的数据集。
zh_hant: 選取要在目的地網站中鎖定而無法編輯的資料集。

source: Select DataSource
ar_ae: تحديد مصدر البيانات
de_de: Datenquelle auswählen
es_es: Seleccionar origen de datos…
fr_ca: Sélectionner la source de données
it_it: Seleziona origine dei dati
ja_jp: DataSourceを選択
pt_pt: Selecionar fonte de dados
ru_ru: Выберите источник данных
tr_tr: Önce veri kaynağını seçin
zh_hans: 选择数据源
zh_hant: 選擇DataSource
