Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: This Widget has been marked public, so anyone with this link will be able to view the contents of the Widget.
ar_ae: تم وضع علامة على هذه الأداة العامة، لذلك سيتمكن أي شخص لديه هذا الرابط من عرض محتويات الأداة.
de_de: Dieses Widget wurde als öffentlich markiert, sodass jeder mit diesem Link den Inhalt des Widgets anzeigen kann.
es_es: Este widget se ha marcado como público, por lo que cualquier persona con este enlace podrá ver el contenido del widget.
fr_ca: Ce rapport a été marqué comme public, donc quiconque ayant ce lien sera en mesure d’afficher le contenu du rapport.
it_it: Questo Widget è stato contrassegnato come pubblico, quindi chiunque abbia questo link sarà in grado di visualizzare i contenuti del Widget.
ja_jp: このウィジェットは公開されているため、このリンクを知っている人なら誰でもウィジェットの内容を見ることができます。
pt_pt: Este Widget foi marcado como público, portanto, qualquer pessoa com este link poderá visualizar o conteúdo do Widget.
ru_ru: Этот виджет был помечен как общедоступный, поэтому любой пользователь с этой ссылкой сможет просматривать содержимое виджета.
tr_tr: Bu Widget herkese açık olarak işaretlenmiştir, bu nedenle bu bağlantıya sahip olan herkes Widget'ın içeriğini görüntüleyebilir.
zh_hans: 此小部件已被标记为公开，因此任何拥有此链接的人都可以查看小部件的内容。
zh_hant: 此小部件已標記為公開，因此任何擁有此鏈接的人都可以查看小部件的內容。

source: Thursday
ar_ae: الخميس
de_de: Donnerstags
es_es: Jueves
fr_ca: Jeudi
it_it: Giovedì
ja_jp: 木曜日
pt_pt: Quinta-feira
ru_ru: Четверг
tr_tr: Perşembe
zh_hans: 星期四
zh_hant: 星期四

source: Time
ar_ae: الوقت
de_de: Uhrzeit
es_es: Época
fr_ca: Heure
it_it: Ora
ja_jp: 時間
pt_pt: Hora
ru_ru: Отслеживание времени
tr_tr: Zaman
zh_hans: 时间
zh_hant: 時間

source: Time Zone
ar_ae: المنطقة الزمنية
de_de: Zeitzone
es_es: Zona horaria
fr_ca: Fuseau horaire
it_it: Fuso Orario
ja_jp: 時間帯（標準時）
pt_pt: Fuso Horário
ru_ru: Часовой пояс
tr_tr: Zaman Dilimi
zh_hans: 时区
zh_hant: 時區

source: to
ar_ae: إلى
de_de: bis
es_es: a
fr_ca: les
it_it: a
pt_pt: a
ru_ru: куда
tr_tr: şu tarihe kadar
zh_hans: 至
zh_hant: 給

source: to add more users.
ar_ae: لإضافة المزيد من المستخدمين.
de_de: Weitere Benutzer hinzufügen
es_es: Agregar más usuarios
fr_ca: Ajouter d'autres utilisateurs
it_it: per aggiungere altri utenti.
ja_jp: ユーザーをさらに追加
pt_pt: Adicionar mais usuários
ru_ru: чтобы добавить больше пользователей.
tr_tr: daha fazla kullanıcı eklemek için.
zh_hans: 以添加更多用户。
zh_hant: 以添加更多用戶。

source: to continue using reports.
ar_ae: للاستمرار في استخدام التقارير.
de_de: weiter nutzen
es_es: seguir utilizando
fr_ca: pour continuer à utiliser les rapports.
it_it: per continuare a utilizzare i report.
ja_jp: 継続して使用します
pt_pt: para continuar a usar
ru_ru: чтобы продолжать использовать отчеты.
tr_tr: raporları kullanmaya devam etmek için.
zh_hans: 继续使用
zh_hant: 以繼續使用報告。

source: To continue, add a CNAME record mapping to the below domain name,
ar_ae: للمتابعة، أضف تعيين سجل CNAME إلى اسم النطاق أدناه،
de_de: Um fortzufahren, fügen Sie eine CNAME-Datensatzzuordnung zum folgenden Domainnamen hinzu,
es_es: Para continuar, añada una asignación de registros CNAME al siguiente nombre de dominio,
fr_ca: Pour continuer, ajoutez un mappage d'enregistrement CNAME au nom de domaine ci-dessous,
it_it: Per continuare, aggiungi una mappatura di record CNAME al nome di dominio seguente,
ja_jp: 続行するには、以下のドメイン名にCNAMEレコードマッピングを追加します。
pt_pt: Para continuar, adicione um mapeamento de registo CNAME ao nome de domínio abaixo,
ru_ru: Чтобы продолжить, добавьте сопоставление записи CNAME к указанному ниже доменному имени,
tr_tr: Devam etmek için aşağıdaki alan adına bir CNAME kaydı eşlemesi ekleyin,
zh_hans: 若要继续，请添加映射到以下域名的CNAME记录，
zh_hant: 若要繼續，請新增對應至以下網域名稱的CNAME記錄，

source: To Email
ar_ae: إلى البريد الإلكتروني
de_de: E-Mail:
es_es: Al email
fr_ca: Email à
it_it: Email destinatario
ja_jp: To メールアドレス
pt_pt: Email
ru_ru: Кому
tr_tr: Alıcı e-posta
zh_hans: 到电子邮件
zh_hant: 收件者 Email

source: to learn more about sharing a report.
ar_ae: لمعرفة المزيد حول مشاركة تقرير.
de_de: um mehr über das Teilen eines Berichts zu erfahren.
es_es: para obtener más información sobre cómo compartir un informe.
fr_ca: pour en savoir plus sur le partage d'un rapport.
it_it: per saperne di più sulla condivisione di un report.
ja_jp: レポートの共有の詳細については、こちらをご覧ください。
pt_pt: para saber mais sobre como compartilhar um relatório.
ru_ru: чтобы узнать больше о том, как поделиться отчетом.
tr_tr: bir rapor paylaşma hakkında daha fazla bilgi edinmek için.
zh_hans: 以了解有关共享报告的更多信息。
zh_hant: 了解更多關於共享

source: To learn more, click
ar_ae: لمعرفة المزيد، انقر على
de_de: Mehr erfahren Sie hier
es_es: Para obtener más información, haga clic
fr_ca: Cliquez ici pour en apprendre davantage.
it_it: Per saperne di più, fai clic
ja_jp: 詳細については、クリックしてください
pt_pt: Para saber mais, clique aqui.
ru_ru: Чтобы узнать больше, воспользуйтесь ссылкой.
tr_tr: Daha fazlası için burayı tıklayın.
zh_hans: 要了解更多信息，请点击这里
zh_hant: 學習更多

source: to learn more.
ar_ae: لمعرفة المزيد.
de_de: um mehr darüber zu erfahren.
es_es: para saber más.
fr_ca: en savoir plus.
it_it: per saperne di più.
ja_jp: さらに詳しく。
pt_pt: para saber mais.
ru_ru: узнать больше.
tr_tr: makalemizi okuyun.
zh_hans: 了解更多。
zh_hant: 瞭解更多。

source: To manage access for this group, please contact your System Administrator.
ar_ae: لإدارة الوصول لهذه المجموعة، يرجى الاتصال بمسؤول النظام.
de_de: Um den Zugriff für diese Gruppe zu verwalten, wenden Sie sich bitte an Ihren Systemadministrator.
es_es: Para gestionar el acceso de este grupo, póngase en contacto con su administrador del sistema.
fr_ca: Pour gérer l'accès à ce groupe, veuillez contacter votre administrateur système.
it_it: Per gestire l'accesso per questo gruppo, contattare l'amministratore di sistema.
ja_jp: このグループのアクセスを管理するには、システム管理者に連絡してください。
pt_pt: Para gerir o acesso a este grupo, contacte o seu administrador de sistema.
ru_ru: Чтобы управлять доступом для этой группы, обратитесь к системному администратору.
tr_tr: Bu grubun erişimini yönetmek için lütfen Sistem Yöneticinizle iletişime geçin.
zh_hans: 要管理此组的访问权限，请联系您的系统管理员。
zh_hant: 若要管理此羣組的存取權限，請聯絡您的系統管理員。

source: To manage access for this user, please contact your System Administrator.
ar_ae: لإدارة وصول هذا المستخدم، يرجى الاتصال بمسؤول النظام.
de_de: Um den Zugriff für diesen Benutzer zu verwalten, wenden Sie sich bitte an Ihren Systemadministrator.
es_es: Para gestionar el acceso de este usuario, póngase en contacto con su administrador del sistema.
fr_ca: Pour gérer l'accès de cet utilisateur, veuillez contacter votre administrateur système.
it_it: Per gestire l'accesso per questo utente, contattare l'amministratore di sistema.
ja_jp: このユーザーのアクセスを管理するには、システム管理者に連絡してください。
pt_pt: Para gerir o acesso deste utilizador, contacte o seu administrador de sistema.
ru_ru: Чтобы управлять доступом для этого пользователя, обратитесь к системному администратору.
tr_tr: Bu kullanıcının erişimini yönetmek için lütfen Sistem Yöneticinizle iletişime geçin.
zh_hans: 要管理此用户的访问权限，请联系您的系统管理员。
zh_hant: 若要管理此使用者的存取權限，請聯絡您的系統管理員。

source: To manage permission for this group please go
ar_ae: لإدارة الإذن لهذه المجموعة، يرجى الانتقال
de_de: Um die Berechtigung für diese Gruppe zu verwalten, gehen Sie bitte zu
es_es: Para gestionar los permisos de este grupo, vaya
fr_ca: Pour gérer les autorisations de cet utilisateur, veuillez vous rendre sur
it_it: Per gestire le autorizzazioni per questo gruppo, vai
ja_jp: このグループの権限を管理するには、
pt_pt: Para gerir a permissão para este grupo, vá
ru_ru: Чтобы управлять разрешением для этой группы, перейдите
tr_tr: Bu grubun iznini yönetmek için lütfen gidin
zh_hans: 要管理此群组的权限，请转到
zh_hant: 若要管理此羣組的權限，請前往

source: To manage permission for this user please go
ar_ae: لإدارة الإذن لهذا المستخدم، يرجى الانتقال
de_de: Um die Berechtigung für diesen Benutzer zu verwalten, gehen Sie bitte zu
es_es: Para gestionar los permisos de este usuario, vaya
fr_ca: Pour gérer les autorisations de cet utilisateur, veuillez vous rendre sur
it_it: Per gestire le autorizzazioni per questo utente, vai
ja_jp: このユーザーの権限を管理するには、
pt_pt: Para gerir a permissão para este utilizador, vá
ru_ru: Чтобы управлять разрешением для этого пользователя, перейдите
tr_tr: Bu kullanıcının iznini yönetmek için lütfen gidin
zh_hans: 要管理此用户的权限，请转到
zh_hant: 若要管理此使用者的權限，請前往

source: To manage permission for this user please go
ar_ae: لإدارة الإذن لهذا المستخدم، يرجى الانتقال
de_de: Um die Berechtigung für diesen Benutzer zu verwalten, gehen Sie bitte zu
es_es: Para gestionar los permisos de este usuario, vaya
fr_ca: Pour gérer les autorisations de cet utilisateur, veuillez vous rendre sur
it_it: Per gestire le autorizzazioni per questo utente, vai
ja_jp: このユーザーの権限を管理するには、
pt_pt: Para gerir a permissão para este utilizador, vá
ru_ru: Чтобы управлять разрешением для этого пользователя, перейдите
tr_tr: Bu kullanıcının iznini yönetmek için lütfen gidin
zh_hans: 要管理此用户的权限，请转到
zh_hant: 若要管理此使用者的權限，請前往

source: to manage your license.
ar_ae: لإدارة رخصتك.
es_es: Administra tu licencia
fr_ca: Gérer votre License
ja_jp: ライセンスを管理します。
pt_pt: para gerir a sua licença.
ru_ru: Управление лицензией
tr_tr: lisansınızı yönetin
zh_hans: 用于管理您的许可证。

source: To send account activation email to the user, please configure email settings or change the account activation mode as Automatic Activation.
ar_ae: لإرسال بريد إلكتروني لتنشيط الحساب إلى المستخدم، يرجى تكوين إعدادات البريد الإلكتروني أو تغيير وضع تنشيط الحساب كتنشيط تلقائي.
de_de: Um eine Kontoaktivierungs-E-Mail an den Benutzer zu senden, konfigurieren Sie bitte die E-Mail-Einstellungen oder ändern Sie den Kontoaktivierungsmodus als Automatische Aktivierung.
es_es: Para enviar el correo electrónico de activación de la cuenta al usuario, configure los ajustes del correo electrónico o cambie el modo de activación de la cuenta a Activación automática.
fr_ca: Pour envoyer des emails d’activation de compte à l’utilisateur, veuillez configurer les paramètres d'emails ou modifier le mode d’activation de compte pour activation automatique.
it_it: Per inviare un'e-mail di attivazione dell'account all'utente, configurare le impostazioni e-mail o modificare la modalità di attivazione dell'account come Attivazione automatica.
ja_jp: アカウントアクティベーションメールをユーザーに送信するには、メール設定を構成するか、アカウントアクティベーションモードを自動アクティベーションに変更してください。
pt_pt: Para enviar um e-mail de ativação da conta ao utilizador, defina as definições de e-mail ou altere o modo de ativação da conta como Ativação Automática.
ru_ru: Чтобы отправить пользователю электронное письмо для активации учетной записи, настройте параметры электронной почты или измените режим активации учетной записи на Автоматическая активация.
tr_tr: Kullanıcıya hesap etkinleştirme e - postası göndermek için lütfen e - posta ayarlarını yapılandırın veya hesap etkinleştirme modunu Otomatik Etkinleştirme olarak değiştirin.
zh_hans: 要向用户发送帐户激活电子邮件，请配置电子邮件设置或将帐户激活模式更改为自动激活。
zh_hant: 要向用戶發送帳戶激活郵件，請配置電子郵件設置或將帳戶激活方式更改為自動激活。

source: to unlock these enterprise features.
ar_ae: لفتح ميزات المؤسسة هذه.
de_de: Upgraden um diese Features frei zu schalten!
es_es: ¡Desbloquee las funciones empresariales!
fr_ca: pour débloquer ces fonctionnalités d'entreprise.
it_it: per sbloccare queste funzionalità aziendali.
ja_jp: これらのエンタープライズ機能のロックを解除します。
pt_pt: para desbloquear esses recursos empresariais.
ru_ru: чтобы разблокировать эти корпоративные функции.
tr_tr: bu kurumsal özelliklerin kilidini açmak için.
zh_hans: 升级以解锁这些功能
zh_hant: 以解鎖這些企業功能。

source: to unlock this Embedded Report feature.
ar_ae: لفتح ميزة التقرير المضمن هذه.
de_de: um diese Funktion des eingebetteten Berichts freizuschalten.
es_es: para desbloquear esta función de informe incrustado.
fr_ca: pour déverrouiller cette fonctionnalité de rapport intégré.
it_it: per sbloccare questa funzione di report incorporato.
ja_jp: この埋め込みレポート機能のロックを解除します。
pt_pt: para desbloquear este recurso de Relatório Incorporado.
ru_ru: чтобы разблокировать эту функцию встроенного отчета.
tr_tr: bu Gömülü Rapor özelliğinin kilidini açmak için.
zh_hans: 解锁此嵌入式报告功能。
zh_hant: 以解鎖此嵌入式報告功能。

source: to view them.
ar_ae: لمشاهدتها.
de_de: Freitag, 1. September 2006, 19:00 Uhr
es_es: Para verlos,
fr_ca: pour les voir.
it_it: Da visionare
ja_jp: それらを表示することができます。
pt_pt: deseja visualizar.
ru_ru: чтобы увидеть их.
zh_hans: 查看它们。
zh_hant: 查看它們。

source: Today
ar_ae: اليوم
de_de: Heute
es_es: En la actualidad
fr_ca: Aujourd'hui
it_it: Oggi
ja_jp: 現在
pt_pt: Hoje
ru_ru: Сегодня
tr_tr: Bugün
zh_hans: 今天
zh_hant: 今天

source: Toggle Preview
ar_ae: تبديل المعاينة
de_de: Toggle Vorschau
es_es: Activar/Desactivar vista previa
fr_ca: Passer en mode prévisualisation
it_it: Attiva / disattiva anteprima
ja_jp: プレビューの切り替え
pt_pt: Alterar Visualização
ru_ru: Переключить предпросмотр
tr_tr: Geçiş Önizleme
zh_hans: 切换预览
zh_hant: 切換預覽

source: Token Endpoint
ar_ae: نقطة نهاية الرمز المميز
de_de: Token-Endpunkt
fr_ca: Point de terminaison Jeton
it_it: Endpoint token
ja_jp: トークンエンドポイント
pt_pt: Ponto final do Token
ru_ru: Конечная точка Token
tr_tr: Belirteç Uç Noktası
zh_hans: 令牌端点
zh_hant: 權杖端點

source: Token Settings
ar_ae: إعدادات الرمز المميز
de_de: Token-Einstellungen
es_es: Configuración de tokens
fr_ca: Paramètres du jeton de connexion
it_it: Impostazioni del token SAML
ja_jp: トークン設定
pt_pt: Definições do token
ru_ru: Настройки токенов
tr_tr: Belirteç Ayarları
zh_hans: 代币设置
zh_hant: 權杖設定

source: Total
ar_ae: الإجمالي
de_de: Gesamt
it_it: Totale
ja_jp: 合計
ru_ru: Итого
tr_tr: Toplam
zh_hans: 合计
zh_hant: 總計

source: Total Payment
ar_ae: إجمالي الدفع
de_de: Gesamte Zahlung
es_es: Pago total
fr_ca: Paiement total
it_it: Totale pagamento
ja_jp: 支払合計
pt_pt: Pagamento Total
ru_ru: Общая сумма
tr_tr: Toplam Ödeme
zh_hans: 付款总额
zh_hant: 總付款額

source: True
ar_ae: صحيح
de_de: Richtig
es_es: Verdadero
fr_ca: Vrai
it_it: Vero
ja_jp: 正
pt_pt: Verdadeiro
ru_ru: Верно
tr_tr: Doğru
zh_hans: 正确
zh_hant: 真實

source: Try a different account
ar_ae: جرِّب حساباً مختلفاً
de_de: Versuche es mit einem anderen Konto
es_es: Prueba con una cuenta diferente
fr_ca: Essayer un autre compte
it_it: Usa un altro account
ja_jp: 他のアカウントを使う
pt_pt: Tente uma conta diferente.
ru_ru: Использовать другой аккаунт
tr_tr: Başka bir hesap kullan
zh_hans: 使用其它账户
zh_hant: 嘗試使用其他帳戶

source: Try again later
ar_ae: حاول مرة أخرى لاحقًا
de_de: Bitte versuche es später noch einmal
es_es: Inténtelo de nuevo más tarde
fr_ca: Réessayer plus tard
it_it: Riprova più tardi
ja_jp: しばらくしてからやり直してください。
pt_pt: Tente novamente mais tarde
ru_ru: Повторите попытку позже
tr_tr: Daha sonra tekrar deneyin
zh_hans: 请稍后重试
zh_hant: 請稍後再試一次。

source: Try again later.
ar_ae: حاول مرة أخرى لاحقًا.
de_de: Versuchen Sie es später erneut.
es_es: Inténtelo de nuevo más tarde.
fr_ca: Réessayez ultérieurement.
it_it: Riprova più tardi.
ja_jp: しばらくしてからやり直してください。
pt_pt: Tente novamente mais tarde.
ru_ru: Повторите попытку позже.
tr_tr: Daha sonra tekrar deneyin.
zh_hans: 请稍后再试。
zh_hant: 請稍後再試一次。

source: Try modifying your search or filters.
ar_ae: حاول تعديل بحثك أو عوامل التصفية.
de_de: Versuchen Sie, Ihre Suche oder Filter zu ändern.
es_es: Intenta modificar la búsqueda o los filtros.
fr_ca: Essayez de modifier votre recherche ou vos filtres.
it_it: Prova a modificare la ricerca o i filtri.
ja_jp: 検索またはフィルターを変更してみてください。
pt_pt: Tente modificar a sua pesquisa ou filtros.
ru_ru: Попробуйте изменить поиск или фильтры.
tr_tr: Aramanızı veya filtrelerinizi değiştirmeyi deneyin.
zh_hans: 请尝试修改搜索或筛选条件。
zh_hant: 請嘗試修改搜尋或篩選條件。

source: Try with another coupon
ar_ae: جرِّب باستخدام كوبون آخر
de_de: Versuchen Sie es mit einem anderen Coupon
es_es: Inténtalo con otro cupón
fr_ca: Essayez avec un autre coupon
it_it: Prova un altro coupon.
ja_jp: 別のクーポンで試す
pt_pt: Por favor, tente outro cupom.
ru_ru: Попробовать с другим купоном
tr_tr: Başka bir kuponla deneyin
zh_hans: 请尝试使用其他礼金券
zh_hant: 嘗試使用其他優惠券

source: Tuesday
ar_ae: الثلاثاء
de_de: Dienstag
es_es: Martes
fr_ca: Mardi
it_it: Martedì
ja_jp: 火曜日
pt_pt: Terça-feira
ru_ru: Вторник
tr_tr: Salı
zh_hans: 星期二
zh_hant: 星期二

source: Type
ar_ae: النوع
de_de: Typ
es_es: Tipo
it_it: Tipo
ja_jp: 種類
pt_pt: Tipo
ru_ru: Тип
tr_tr: Tür
zh_hans: 类型
zh_hant: 類型

source: Type or enter a username and password to access the Data Source:
ar_ae: اكتب أو أدخل اسم مستخدم وكلمة مرور للوصول إلى مصدر البيانات:
de_de: Geben Sie einen Benutzernamen und ein Passwort ein, um auf die Datenquelle zuzugreifen:
es_es: Escriba o introduzca un nombre de usuario y contraseña para acceder a la fuente de datos:
fr_ca: Taper ou entrer un nom d’utilisateur et un mot de passe pour accéder à la source de données :
it_it: Digita o inserisci un nome utente e una password per accedere all'origine dati:
ja_jp: データソースにアクセスするには、ユーザー名とパスワードを入力または入力します。
pt_pt: Introduza ou introduza um nome de utilizador e palavra-passe para aceder à Fonte de Dados:
ru_ru: Введите имя пользователя и пароль для доступа к источнику данных:
tr_tr: Veri Kaynağına erişmek için bir kullanıcı adı ve şifre yazın veya girin:
zh_hans: 键入或输入用户名和密码以访问数据源：
zh_hant: 輸入或輸入使用者名稱和密碼以存取資料來源：

source: Ums Settings
ar_ae: إعدادات UMS
de_de: UMS-Einstellungen
es_es: Ajustes de Ums
fr_ca: Paramètres UMS
it_it: Impostazioni Ums
ja_jp: UMS設定
pt_pt: Definições UMS
ru_ru: Настройки UMS
tr_tr: UMS Ayarları
zh_hans: UM 设置
zh_hant: 嗯設置

source: UMS SYNCHRONIZATION SCHEDULE
ar_ae: جدول مزامنة نظام إدارة المستخدم
de_de: Synchronisierungszeitplan
es_es: PROGRAMA DE SINCRONIZACIÓN UMS
fr_ca: CALENDRIER DE SYNCHRONISATION UMS
it_it: PROGRAMMA DI SINCRONIZZAZIONE UMS
ja_jp: UMS同期スケジュール
pt_pt: CRONOGRAMA DE SINCRONIZAÇÃO UMS
ru_ru: ГРАФИК СИНХРОНИЗАЦИИ UMS
tr_tr: UMS SENKRONİZASYON PROGRAMI
zh_hans: 同步计划
zh_hant: UMS 同步時間表

source: Unable to add a widget to the pinboard. Widget upload limit exceeded.
ar_ae: تعذر إضافة عنصر واجهة مستخدم إلى اللوحة. تم تجاوز حد تحميل الودجات.
de_de: Es kann kein Widget zur Pinnwand hinzugefügt werden. Widget-Upload-Limit überschritten.
es_es: No se puede añadir un widget al tablero de anuncios. Límite de subida excedido
fr_ca: Impossible d'ajouter un widget au tableau d'affichage. Limite de téléchargement de widget dépassée.
it_it: Impossibile aggiungere un widget alla bacheca. Limite di caricamento del widget superato.
ja_jp: ピンボードにウィジェットを追加できません。アップロード上限超過
pt_pt: Não foi possível adicionar um widget ao quadro de anúncios. O tamanho do arquivo enviado foi excedido
ru_ru: Не удалось добавить виджет на доску объявлений. Limite di caricamento ecceduto.
tr_tr: Panoya bir widget eklenemiyor. Yükleme Limiti Aşıldı
zh_hans: 无法将小部件添加到固定板。上传限制超出
zh_hant: 無法將小工具新增至釘選板。已超過小工具上傳限制。

source: Unable to add your feedback. Internal server error. Please try again.
ar_ae: غير قادر على إضافة ملاحظاتك. خطأ داخلي في الخادم. يُرجى إعادة المحاولة.
de_de: Ihr Feedback kann nicht hinzugefügt werden. Interner Serverfehler. Bitte versuchen Sie es erneut.
es_es: No se pueden añadir tus comentarios. Error interno del servidor. Vuelva a intentarlo.
fr_ca: Impossible d'ajouter vos commentaires. Erreur interne du serveur. Veuillez essayer de nouveau.
it_it: Impossibile aggiungere il tuo feedback. Errore interno del server. Riprova.
ja_jp: フィードバックを追加できません。サーバー内部でエラーが発生しました。もう一度やり直してください。
pt_pt: Não foi possível adicionar a sua opinião. Erro interno do servidor. Tente novamente.
ru_ru: Не удалось добавить отзыв. Внутренняя ошибка сервера. Пожалуйста, попробуйте ещё раз.
tr_tr: Geri bildiriminiz eklenemiyor. Dahili sunucu hatası Lütfen tekrar dene.
zh_hans: 无法添加您的反馈。内部服务器错误请重试。
zh_hant: 無法新增您的意見回饋。內部伺服器發生錯誤。請再試一次。

source: Unable to cancel your subscription. Internal server error. Please try again later.
ar_ae: تعذر إلغاء اشتراكك. خطأ داخلي في الخادم. يُرجى إعادة المحاولة لاحقًا.
de_de: Ihr Abonnement kann nicht gekündigt werden. Interner Serverfehler. Bitte versuchen Sie es später erneut.
es_es: No se puede cancelar tu suscripción. Error interno del servidor. Por favor, inténtalo de nuevo más tarde.
fr_ca: Impossible d'annuler votre abonnement. Erreur interne du serveur. Veuillez réessayer plus tard.
it_it: Impossibile annullare l'abbonamento. Errore interno del server. Riprova più tardi.
ja_jp: サブスクリプションをキャンセルするサーバー内部でエラーが発生しました。後でもう一度お試しください。
pt_pt: Não foi possível cancelar a sua subscrição. Erro interno do servidor. Tente novamente mais tarde.
ru_ru: Не удалось отменить подписку. Внутренняя ошибка сервера. Пожалуйста, попробуйте позже.
tr_tr: Önceki abonelik iptal edilemiyor. Dahili sunucu hatası Lütfen daha sonra tekrar deneyin.
zh_hans: 无法取消您的订阅。服务器内部错误。请稍后再试。
zh_hant: 無法取消訂閱。內部伺服器發生錯誤。請稍後再試。

source: Unable to change layout. Internal server error. Please try again later.
ar_ae: غير قادر على تغيير التخطيط. خطأ داخلي في الخادم. يُرجى إعادة المحاولة لاحقًا.
de_de: Layout kann nicht geändert werden. Interner Serverfehler. Bitte versuchen Sie es später erneut.
es_es: No se puede cambiar el diseño. Error interno del servidor. Vuelve a intentarlo más tarde.
fr_ca: Impossible de modifier la mise en page. Erreur interne du serveur. Veuillez réessayer plus tard.
it_it: Impossibile modificare il layout. Errore interno del server. Riprova più tardi.
ja_jp: モードを変更できませんサーバー内部でエラーが発生しました。後でもう一度お試しください。
pt_pt: Não é possível alterar a classe Erro interno do servidor. Tente novamente mais tarde.
ru_ru: Невозможно изменить макет. Внутренняя ошибка сервера. Попробуйте снова чуть позже.
tr_tr: Düzen değiştirilemiyor. Dahili sunucu hatası Lütfen daha sonra tekrar deneyin.
zh_hans: 无法更改布局。内部服务器错误请稍后重试。
zh_hant: 無法更改布局。內部伺服器發生錯誤。請稍後再試。

source: Unable to create a default pinboard.
ar_ae: غير قادر على إنشاء لوحة تثبيت افتراضية.
de_de: Es kann keine Standard-Pinnwand erstellt werden.
es_es: No se pudo crear la habitación predeterminada.
fr_ca: Impossible de créer un tableau d'affichage par défaut.
it_it: Impossibile creare una bacheca predefinita.
ja_jp: デフォルトのピンボードを作成できません。
pt_pt: Não é possível criar um quadro de avisos padrão.
ru_ru: Не удалось создать пинборд по умолчанию.
tr_tr: Varsayılan bir pano oluşturulamıyor.
zh_hans: 无法创建默认空间。
zh_hant: 無法創建默認主頁。

source: Unable to delete the connected account. Please try again later.
ar_ae: يتعذر حذف الحساب المتصل. يُرجى إعادة المحاولة لاحقًا.
de_de: Das verbundene Konto kann nicht gelöscht werden. Bitte versuchen Sie es später erneut.
es_es: No se puede eliminar la cuenta conectada. Vuelve a intentarlo más tarde.
fr_ca: Suppression du compte impossible Veuillez réessayer plus tard.
it_it: Impossibile eliminare l'account collegato. Riprova più tardi.
ja_jp: アカウトを削除できません。後でもう一度お試しください。
pt_pt: Não foi possível eliminar a conta ligada. Tente novamente mais tarde.
ru_ru: Не удалось удалить подключенную учетную запись. Попробуйте снова чуть позже.
tr_tr: Bağlı hesap silinemiyor. Lütfen daha sonra tekrar deneyin.
zh_hans: 无法删除关联的帐户。请稍后重试。
zh_hant: 無法刪除已連結的帳戶。請稍後再試。

source: Unable to delete the pinboard. Internal server error. Please try again later.
ar_ae: غير قادر على حذف لوحة الدبوس. خطأ داخلي في الخادم. يُرجى إعادة المحاولة لاحقًا.
de_de: Die Pinnwand kann nicht gelöscht werden. Interner Serverfehler. Bitte versuchen Sie es später erneut.
es_es: No se puede eliminar la Error interno del servidor. Vuelve a intentarlo más tarde.
fr_ca: Impossible de supprimer le tableau d'affichage. Erreur interne du serveur. Veuillez réessayer plus tard.
it_it: Impossibile eliminare la bacheca. Errore interno del server. Riprova più tardi.
ja_jp: ロールを削除できませんサーバー内部でエラーが発生しました。後でもう一度お試しください。
pt_pt: Não foi possível excluir o Erro interno do servidor. Tente novamente mais tarde.
ru_ru: Не удалось удалить приложение Внутренняя ошибка сервера. Попробуйте снова чуть позже.
tr_tr: Dosya silinemiyor. Dahili sunucu hatası Lütfen daha sonra tekrar deneyin.
zh_hans: 无法删除该文件内部服务器错误请稍后重试。
zh_hant: 無法刪除釘選板。內部伺服器發生錯誤。請稍後再試。
