Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Authentication control settings have been updated.
ar_ae: تم تحديث إعدادات التحكم في المصادقة.
de_de: Die Einstellungen für die Authentifizierungskontrolle wurden aktualisiert.
es_es: La configuración de autenticación se ha actualizado.
fr_ca: Les paramètres de contrôle d'authentification ont été mis à jour.
it_it: Le impostazioni di controllo dell'autenticazione sono state aggiornate.
ja_jp: 認証制御設定が更新されました。
pt_pt: As definições de controlo de autenticação foram atualizadas.
ru_ru: Настройки контроля аутентификации обновлены.
tr_tr: Kimlik doğrulama kontrol ayarları güncellendi.
zh_hans: 身份验证控制设置已更新。
zh_hant: 驗證控制設定已更新。

source: Authentication Settings
ar_ae: إعدادات المصادقة
de_de: Authentifizierungseinstellungen
es_es: Configuración de la autenticación
fr_ca: Paramètres d’authentification
it_it: Impostazioni di autenticazione LDAP
ja_jp: 認証設定
pt_pt: Configurações de Autenticação:
ru_ru: Настройки аутентификации
tr_tr: Kimlik Doğrulama Ayarları
zh_hans: 验证设定
zh_hant: 身分驗證設置

source: AUTHENTICATION SETTINGS
ar_ae: إعدادات المصادقة
de_de: Authentifizierungseinstellungen
es_es: Ajustes de autenticación
fr_ca: Paramètres d'authentification
it_it: Impostazioni di autenticazione
ja_jp: 認証設定
pt_pt: Configuração da autenticação
ru_ru: Настройки аутентификации
tr_tr: Kimlik doğrulama ayarları
zh_hans: 驗證設定
zh_hant: 身份驗證設置

source: Authentication settings have been updated.
ar_ae: تم تحديث إعدادات المصادقة.
de_de: Ayarlar kaydedildi
es_es: La configuración de autenticación se ha actualizado.
fr_ca: Les paramètres de contrôle d'authentification ont été mis à jour.
it_it: Cài đặt ứng dụng đã được cập nhật
ja_jp: 設定が更新されました。
pt_pt: Configurações Atualizadas!
ru_ru: Настройки обновлены.
tr_tr: Ayarlar güncellendi.
zh_hans: 设置已更新.
zh_hant: 您的設置已更新。

source: Authentication token
ar_ae: رمز المصادقة
de_de: Authentifizierungs-Token
es_es: Token de autenticación
fr_ca: Jeton d'authentification
it_it: Token di autenticazione
ja_jp: 認証トークン
pt_pt: Token
ru_ru: Токен аутентификации
tr_tr: Kimlik doğrulama belirteci
zh_hans: 认证令牌
zh_hant: 認證 Token

source: Authentication Token has been updated successfully.
ar_ae: تم تحديث رمز المصادقة بنجاح.
de_de: Authentifizierungstoken wurde erfolgreich aktualisiert.
es_es: El token de autenticación se ha actualizado correctamente.
fr_ca: Le jeton d'authentification a été mis à jour avec succès.
it_it: Il token di autenticazione è stato aggiornato correttamente.
ja_jp: 認証トークンが正常に更新されました。
pt_pt: O token de autenticação foi atualizado com sucesso.
ru_ru: Маркер аутентификации успешно обновлен.
tr_tr: başarıyla güncellendi.
zh_hans: 身份验证令牌已成功更新。
zh_hant: 已成功更新驗證權杖。

source: Authentication Type
ar_ae: نوع المصادقة
de_de: Authentifizierungstyp
es_es: Tipo de autenticación
fr_ca: Type d'authentification
ja_jp: 認証タイプ
pt_pt: Tipo de autenticação
ru_ru: Тип аутентификации
tr_tr: Kimlik Doğrulama Türü
zh_hans: 身份验证类型
zh_hant: 身份驗證類型

source: Authority
ar_ae: السلطة
de_de: Autorität
es_es: Autoridad
fr_ca: Autorité
it_it: Autorità
ja_jp: 権限
pt_pt: Autoridade
ru_ru: Авторитет
tr_tr: Otorite
zh_hans: 授权
zh_hant: 權重

source: Authorization Endpoint
ar_ae: نقطة نهاية التفويض
de_de: Autorisierungsendpunkt
es_es: Punto de conexión de autorización
fr_ca: Point de terminaison d'autorisation
it_it: Endpoint di autorizzazione
ja_jp: 承認エンドポイント
pt_pt: Desfecho de autorização
ru_ru: Конечная точка авторизации
tr_tr: Yetkilendirme Uç Noktası
zh_hans: 授权端点
zh_hant: 授權端點

source: Authorization failed to render report.
ar_ae: فشل التفويض في تقديم التقرير.
de_de: Die Autorisierung konnte den Bericht nicht rendern.
es_es: La autorización no ha podido procesar el informe.
fr_ca: L'autorisation n'a pas pu rendre le rapport.
it_it: L'autorizzazione non è riuscita a rendere il report.
ja_jp: 認証でレポートをレンダリングできませんでした。
pt_pt: Falha na autorização para renderizar o relatório.
ru_ru: Авторизация не смогла отобразить отчет.
tr_tr: Yetkilendirme rapor oluşturulamadı.
zh_hans: 授权无法呈现报告。
zh_hant: 授權未能呈現

source: Automatic
ar_ae: تلقائي
de_de: Automatisch
es_es: Automático
fr_ca: Automático
it_it: Automatico
ja_jp: 自動設定
pt_pt: Automático
ru_ru: автоматический режим
tr_tr: Otomatik ise;
zh_hans: 自动
zh_hant: 自動

source: Autowatch comments of accessible items
ar_ae: تعليقات المراقبة التلقائية للعناصر التي يمكن الوصول إليها
de_de: Automatische Überwachung von Kommentaren barrierefreier Elemente
es_es: Observar automáticamente los comentarios de los elementos accesibles
fr_ca: Surveiller automatiquement les commentaires des éléments accessibles
it_it: Osserva automaticamente i commenti degli elementi accessibili
ja_jp: アクセス可能なアイテムのコメントを自動ウォッチ
pt_pt: Comentários do AutoWatch de itens acessíveis
ru_ru: Автоконтроль комментариев к доступным элементам
tr_tr: Erişilebilir öğelerin otomatik izleme yorumları
zh_hans: 自动查看可访问项目的评论
zh_hant: 可訪問項目的自動監視評論

source: Autowatch comments of created items
ar_ae: تعليقات المراقبة التلقائية للعناصر التي تم إنشاؤها
de_de: Automatische Überwachung von Kommentaren zu erstellten Elementen
es_es: Observar automáticamente los comentarios de los elementos creados
fr_ca: Surveiller automatiquement les commentaires des éléments créés
it_it: Osservazione automatica dei commenti degli elementi creati
ja_jp: 作成されたアイテムのコメントを自動ウォッチ
pt_pt: Comparação automática de comentários de itens criados
ru_ru: Автоотслеживание комментариев к созданным элементам
tr_tr: Oluşturulan öğelerin otomatik izleme yorumları
zh_hans: 自动查看已创建项目的评论
zh_hant: 自動觀看已創建項目的評論

source: Autowatch for comments of accessible items
ar_ae: المراقبة التلقائية للتعليقات على العناصر التي يمكن الوصول إليها
de_de: Automatische Überwachung für Kommentare zu zugänglichen Elementen
es_es: Autowatch para comentarios de elementos accesibles
fr_ca: Surveillance automatique des commentaires des éléments accessibles
it_it: Autowatch per i commenti degli elementi accessibili
ja_jp: アクセス可能なアイテムのコメントの自動ウォッチ
pt_pt: Autowatch para comentários de itens acessíveis
ru_ru: Автоконтроль комментариев к доступным элементам
tr_tr: Erişilebilir öğelerin yorumları için otomatik izleme
zh_hans: 自动查看可访问项目的评论
zh_hant: 自動觀看可訪問項目的評論

source: Autowatch for comments of created items
ar_ae: المراقبة التلقائية للتعليقات على العناصر التي تم إنشاؤها
de_de: Automatische Überwachung für Kommentare zu erstellten Elementen
es_es: Autowatch para comentarios de artículos creados
fr_ca: Surveillance automatique des commentaires des éléments créés
it_it: Autowatch per i commenti degli elementi creati
ja_jp: 作成されたアイテムのコメントの自動ウォッチ
pt_pt: Autowatch para comentários de itens criados
ru_ru: Автоматическая проверка комментариев к созданным элементам
tr_tr: Oluşturulan öğelerin yorumları için otomatik izleme
zh_hans: 自动查看已创建项目的评论
zh_hant: 自動觀看已創建項目的評論

source: Available
ar_ae: متاح
de_de: Verfügbar
es_es: Disponible
fr_ca: Disponible
it_it: Disponibile
ja_jp: 可能
pt_pt: Disponível
ru_ru: отсутствуют
tr_tr: Kullanılabilir
zh_hans: 可用
zh_hant: 可用的

source: Azure Active Directory group import
ar_ae: استيراد مجموعة Azure Active Directory
de_de: Azure Active Directory
es_es: Azure Active Directory
fr_ca: Import du groupe d'Active Directory
it_it: Gruppo Active Directory
ja_jp: Azure Active Directory
pt_pt: Importação de grupo do Active directory
ru_ru: Импорт группы Azure Active Directory
tr_tr: Azure Active Directory
zh_hans: Azure Active Directory组导入
zh_hant: Active Directory 組導入

source: Azure Active Directory Settings
ar_ae: إعدادات Azure Active Directory
de_de: Azure Active Directory
es_es: Configuración de Active Directory
fr_ca: Paramètres d’Azure Active Directory
it_it: Impostazioni Active Directory
ja_jp: Azure Active Directory
pt_pt: Azure Active Directory
ru_ru: Настройки активного каталога
tr_tr: Azure Active Directory
zh_hans: Azure 活动目录设置
zh_hant: Azure Active Directory, Azure Active Directory

source: Azure Active Directory Synchronization
ar_ae: مزامنة Azure Active Directory
de_de: Azure Active Directory
es_es: Azure Active Directory
fr_ca: Synchronisation d'Azure Active Directory
it_it: Sincronizzazione Azure Active Directory
ja_jp: Azure Active Directory
pt_pt: Azure Active Directory
ru_ru: синхронизация Active Directory
tr_tr: Azure Active Directory
zh_hans: Azure 活动目录同步
zh_hant: Active Directory 同步處理

source: Azure Active Directory user import
ar_ae: استيراد مستخدم Azure Active Directory
de_de: Azure Active Directory
es_es: Azure Active Directory
fr_ca: Import d'utilisateur d'Active Directory
it_it: Azure Active Directory
ja_jp: Azure Active Directory
pt_pt: Azure Active Directory
ru_ru: Azure Active Directory
tr_tr: Azure Active Directory
zh_hans: Azure 活动目录用户导入
zh_hant: Active Directory 用戶導入

source: Azure AD B2C User
ar_ae: مستخدم Azure AD B2C
de_de: Azure AD B2C
es_es: Usuario de Azure AD B2C
fr_ca: Utilisateur Azure AD
it_it: Azure AD B2C
ja_jp: Azure AD
pt_pt: Utilizador B2C do Azure AD
ru_ru: Пользователь Azure AD B2C
tr_tr: Azure AD B2C Kullanıcısı
zh_hans: Azure AD B2C用户
zh_hant: Azure AD

source: Azure AD group
ar_ae: مجموعة Azure AD
de_de: Azure AD Gruppen-Sync
es_es: Azure AD
fr_ca: Groupe Azure AD
it_it: Ad Group
ja_jp: Azure AD
pt_pt: Grupo do Azure AD
ru_ru: Рекламная группа
tr_tr: Ad Group
zh_hans: Azure AD组
zh_hant: Azure AD 組

source: Azure AD Group(s)
ar_ae: مجموعة(مجموعات) Azure AD
de_de: Azure AD Gruppen-Sync
es_es: Grupo(s) de Azure AD
fr_ca: Groupe Azure AD
it_it: Gruppo/i Azure AD
ja_jp: Azure ADグループ
pt_pt: Grupo(s) do Azure AD
ru_ru: Группы Azure AD
tr_tr: Azure AD Grup(lar) ı
zh_hans: Azure AD组
zh_hant: Azure AD 組

source: Azure AD Schedule Synchronization
ar_ae: مزامنة جدول Azure AD
de_de: Azure AD Synchronisierung
es_es: Sincronización de programación de Azure AD
fr_ca: Planification du Synchronisation d'AD
it_it: Sincronizzazione pianificazione Azure AD
ja_jp: Azure ADスケジュールの同期
pt_pt: Sincronização de AZURE AD
ru_ru: Синхронизация расписания Azure AD
tr_tr: Azure AD Zaman Çizelgesi Senkronizasyonu
zh_hans: Azure AD计划同步
zh_hant: Azure AD 計劃同步

source: Azure AD Synchronization
ar_ae: مزامنة Azure AD
de_de: Azure AD Synchronisierung
es_es: planificar las opciones de sincronización de Azure AD
fr_ca: Synchronisation Azure AD
it_it: Sincronizzazione Azure AD
ja_jp: Azure AD
pt_pt: Sincronização de AZURE AD
ru_ru: Синхронизация Azure AD
tr_tr: Azure AD Senkronizasyonu
zh_hans: Azure AD同步
zh_hant: Azure AD 同步

source: Azure AD Synchronization - GROUPS
ar_ae: مزامنة Azure AD - مجموعات
de_de: Azure AD-Gruppen
es_es: Grupos de Azure AD
fr_ca: Synchronisation Azure AD - GROUPES
it_it: Sincronizzazione Azure AD - GRUPPI
ja_jp: Azure AD同期-グループ
pt_pt: Sincronização de AZURE AD
ru_ru: Синхронизация Azure AD - ГРУППЫ
tr_tr: Azure AD Senkronizasyonu - GRUPLAR
zh_hans: Azure AD同步-组
zh_hant: Azure AD 同步

source: Azure AD Synchronization - USERS
ar_ae: مزامنة Azure AD - المستخدمون
de_de: Azure AD Synchronisierung
es_es: Usuarios de Azure AD
fr_ca: Synchronisation Azure AD - UTILISATEURS
it_it: Sincronizzazione Azure AD - UTENTI
ja_jp: Azure AD同期-ユーザー
pt_pt: Sincronização de AZURE AD
ru_ru: Синхронизация Azure AD - ПОЛЬЗОВАТЕЛИ
tr_tr: Azure AD Senkronizasyonu - KULLANICILAR
zh_hans: Azure AD同步-用户
zh_hant: Azure AD 同步

source: AZURE AD SYNCHRONIZATION SCHEDULE
ar_ae: جدول مزامنة AZURE AD
de_de: Azure AD Synchronisierung
es_es: PROGRAMACIÓN DE SINCRONIZACIÓN DE AZURE AD
fr_ca: CALENDRIER DE SYNCHRONISATION D'AZURE AD
it_it: PIANIFICAZIONE DELLA SINCRONIZZAZIONE DI AZURE AD
ja_jp: AZURE ADの同期スケジュール
pt_pt: Agenda de Sincronização de AZURE AD
ru_ru: РАСПИСАНИЕ СИНХРОНИЗАЦИИ AZURE AD
tr_tr: AZURE AD SENKRONİZASYON PROGRAMI
zh_hans: AZURE AD同步计划
zh_hant: AZURE 廣告同步時間表

source: Azure AD User
ar_ae: مستخدم Azure AD
de_de: Azure AD
es_es: Usuario de Azure AD
fr_ca: Utilisateur Azure AD
it_it: Utente B2B di Azure AD
ja_jp: Azure AD
pt_pt: Azure AD
ru_ru: Azure AD
tr_tr: Azure AD
zh_hans: Azure AD 用户
zh_hant: Azure AD

source: Azure AD users import
ar_ae: استيراد مستخدمي Azure AD
de_de: Azure AD-Benutzer importieren
es_es: Usuarios de Azure AD
fr_ca: Importation d'utilisateurs Azure AD
it_it: Importazione utenti Azure AD
ja_jp: Azure ADユーザーのインポート
pt_pt: Importação de utilizadores do Azure AD
ru_ru: Импорт пользователей Azure AD
tr_tr: Azure AD kullanıcılarını içe aktarma
zh_hans: Azure AD用户导入
zh_hant: Azure AD 用戶導入

source: AZURE BLOB STORAGE SETTINGS
ar_ae: إعدادات تخزين AZURE BLOB
de_de: Azure Blob Storage
es_es: Azure Blob Storage
fr_ca: PARAMÈTRES DE STOCKAGE BLOB AZURE
it_it: Immagazzinamento Blob Azzurro
ja_jp: AZURE BLOBストレージ設定
pt_pt: CONFIGURAÇÕES DE ARMAZENAMENTO DE BLOB DO AZURE
ru_ru: НАСТРОЙКИ ХРАНИЛИЩА BLOB-ОБЪЕКТОВ AZ
tr_tr: AZURE BLOB DEPOLAMA AYARLARI
zh_hans: AZURE Blob存储设置
zh_hant: AZURE Blob 存儲設置

source: Back
ar_ae: رجوع
de_de: Zurück
es_es: Atrás
fr_ca: Retour
it_it: Indietro
ja_jp: 戻る
pt_pt: Voltar
ru_ru: Спина
tr_tr: Geri
zh_hans: 后退
zh_hant: 返回

source: Back to All Reports
ar_ae: العودة إلى جميع التقارير
de_de: Zurück zu allen Berichten
es_es: Volver a Notificaciones
fr_ca: Retour à tous les rapports
it_it: TORNA A TUTTI I RAPPORTI
ja_jp: レポートに戻る
pt_pt: Voltar para os relatórios
ru_ru: Назад к отчетам
tr_tr: Tüm raporlar
zh_hans: 返回报表
zh_hant: 返回報告

source: Based on the account settings, the user will be added to the default group - @defaultGroupName.
ar_ae: استنادًا إلى إعدادات الحساب، ستتم إضافة المستخدم إلى المجموعة الافتراضية - @defaultGroupName.
de_de: Basierend auf den Kontoeinstellungen wird der Benutzer der Standardgruppe - @ defaultGroupName - hinzugefügt.
es_es: Según la configuración de la cuenta, el usuario se añadirá al grupo predeterminado: @defaultGroupName.
fr_ca: En fonction des paramètres du compte, l'utilisateur sera ajouté au groupe par défaut - @defaultGroupName.
it_it: In base alle impostazioni dell'account, l'utente verrà aggiunto al gruppo predefinito - @defaultGroupName.
ja_jp: アカウント設定に基づいて、ユーザーはデフォルトグループ@ defaultGroupNameに追加されます。
pt_pt: Com base nas definições da conta, o utilizador será adicionado ao grupo predefinido - @defaultGroupName.
ru_ru: На основе настроек учетной записи пользователь будет добавлен в группу по умолчанию - @defaultGroupName.
tr_tr: Hesap ayarlarına bağlı olarak, kullanıcı varsayılan gruba eklenecektir - @defaultGroupName.
zh_hans: 根据帐户设置，用户将被添加到默认组- @ defaultGroupName。
zh_hant: 根據帳戶設定，使用者將被新增到預設羣組- @ defaultGroupName。

source: Basic authentication
ar_ae: المصادقة الأساسية
de_de: Basisauthentifizierung
es_es: Autenticación básica
fr_ca: Authentification de base
it_it: Usa autenticazione di base
ja_jp: 基本認証
pt_pt: Autenticação de dados de base
ru_ru: простая аутентификация;
tr_tr: Temel kimlik doğrulaması
zh_hans: 基本驗證(S)
zh_hant: 基本驗證

source: Billing Address
ar_ae: عنوان إرسال الفواتير
de_de: Rechnungsanschrift
es_es: Dirección de facturación
fr_ca: Adresse de facturation
it_it: Indirizzo di Fatturazione
ja_jp: 請求先住所
pt_pt: Endereço de faturação
ru_ru: Адрес для выставления счета
tr_tr: Fatura Adresi
zh_hans: 账单地址
zh_hant: 帳單地址

source: Billing cycle
ar_ae: دورة الفوترة
de_de: Zahlungsrhythmus
es_es: Ciclo de facturación
fr_ca: Cycle de facturation
it_it: Ciclo di fatturazione
ja_jp: 請求サイクル
pt_pt: Ciclo de faturamento
ru_ru: Платежный цикл
tr_tr: Yenileme Periyodu
zh_hans: 账单周期
zh_hant: 計費週期

source: Blob Service endpoint
ar_ae: نقطة نهاية خدمة BLOB
de_de: Dienstendpunkt
es_es: punto de conexión de servicio
fr_ca: Point de terminaison du service BLOB
it_it: Endpoint servizio
ja_jp: サービスエンドポイント(VIP)
pt_pt: Ponto de extremidade do Serviço de Blobs
ru_ru: конечная точка службы
tr_tr: servis uç noktası
zh_hans: 服务终结点
zh_hant: 服務端點

source: Blob URL
ar_ae: رابط النقطة
de_de: BLOB
fr_ca: URL Blob
it_it: Blob
ja_jp: 文字列（BLOB）
pt_pt: blob
ru_ru: Бинарный объект
tr_tr: BLOB
zh_hans: 斑点
zh_hant: Blob 網址

source: Bold
ar_ae: غامق
de_de: Fett
fr_ca: Audacieux
it_it: Grassetto
ja_jp: 太字
pt_pt: Ousados
ru_ru: Жирный шрифт
tr_tr: Cesur
zh_hans: 粗体
zh_hant: 粗體字

source: Bold Reports already has access to manage resources on your site.
ar_ae: تتمتع Bold Reports بالفعل بإمكانية الوصول إلى إدارة الموارد على موقعك.
de_de: Fettgedruckte Berichte haben bereits Zugriff auf die Verwaltung von Ressourcen auf Ihrer Website.
es_es: Bold Reports ya tiene acceso para gestionar los recursos de su sitio.
fr_ca: Bold BI a déjà accès à la gestion des ressources sur votre site.
it_it: Bold Reports ha già accesso per gestire le risorse sul tuo sito.
ja_jp: 太字のレポートには、サイト上のリソースを管理するためのアクセス権があります。
pt_pt: O Bold Reports já tem acesso para gerir recursos no seu site.
ru_ru: Bold Reports уже имеет доступ к управлению ресурсами на вашем сайте.
tr_tr: Bold Reports'un sitenizdeki kaynakları yönetme erişimi zaten var.
zh_hans: 粗体报告已有权管理您网站上的资源。
zh_hant: 粗體報告已有權管理您網站上的資源。

source: Bold Reports currently has permission to access and manage resources on your site. You can manage this permission from
ar_ae: تمتلك Bold Reports حاليًا إذنًا بالوصول إلى الموارد وإدارتها على موقعك. يمكنك إدارة هذا الإذن من
de_de: Bold Reports hat derzeit die Berechtigung, auf Ressourcen auf Ihrer Website zuzugreifen und diese zu verwalten. Sie können diese Berechtigung verwalten von
es_es: Bold Reports actualmente tiene permiso para acceder y administrar recursos en su sitio. Puede gestionar este permiso desde
fr_ca: Bold Reports est actuellement autorisé à accéder aux ressources de votre site et à les gérer. Vous pouvez gérer cette autorisation à partir de
it_it: Bold Reports dispone attualmente dell'autorizzazione per accedere e gestire le risorse sul tuo sito. Puoi gestire questa autorizzazione da
ja_jp: 太字のレポートには、現在、サイトのリソースにアクセスして管理する権限があります。この権限は、次の場所から管理できます。
pt_pt: Atualmente, a Bold Reports tem permissão para aceder e gerir recursos no seu site. Pode gerir esta permissão a partir de
ru_ru: В настоящее время у Bold Reports есть разрешение на доступ к ресурсам на вашем сайте и управление ими. Вы можете управлять этим разрешением из
tr_tr: Bold Reports şu anda sitenizdeki kaynaklara erişme ve bunları yönetme iznine sahiptir. Bu izni şuradan yönetebilirsiniz:
zh_hans: 粗体报告当前有权访问和管理您网站上的资源。您可以从以下位置管理此权限
zh_hant: 粗體報告目前有權存取和管理您網站上的資源。您可以從以下位置管理此權限

source: Brand your report site with your own name, logo.
ar_ae: ضع علامتك التجارية على موقع التقرير الخاص بك باسمك وشعارك.
de_de: Markieren Sie Ihre Berichtsseite mit Ihrem eigenen Namen, Logo.
es_es: Marca tu sitio de informes con tu propio nombre y logotipo.
fr_ca: Marquez votre site de rapport avec votre propre nom, logo.
it_it: Marca il tuo sito di report con il tuo nome e logo.
ja_jp: 独自の名前、ロゴでレポートサイトをブランド化します。
pt_pt: Marque o seu site de denúncias com o seu próprio nome, logotipo.
ru_ru: Брендируйте свой отчетный сайт своим именем, логотипом.
tr_tr: Rapor sitenizi kendi adınız, logonuz ile markalaştırın.
zh_hans: 使用您自己的名称、徽标为您的报告站点打造品牌。
zh_hant: 使用您自己的名字、標誌為您的報告網站打造品牌。

source: Branding
ar_ae: العلامة التجارية
de_de: Style
es_es: Gestión de Marca
fr_ca: Marquage
ja_jp: ブランディング
pt_pt: Marca comercial
ru_ru: Брендирование
tr_tr: Marka Çalışması
zh_hans: 品牌
zh_hant: 品牌

source: Browse
ar_ae: استعراض
de_de: Durchsuchen
es_es: Navegar
fr_ca: Parcourir
it_it: Sfoglia
ja_jp: 閲覧する
pt_pt: Navegar
ru_ru: Поиск
tr_tr: Göz at
zh_hans: 浏览
zh_hant: 瀏覽

source: Browse file path
ar_ae: استعراض مسار الملف
de_de: Datei auswählen
es_es: Examinar la ruta del archivo
fr_ca: Parcourir le chemin du fichier
it_it: Sfoglia file...
ja_jp: ファイルの参照
pt_pt: Pesquisar arquivo
ru_ru: Выбрать Файл
tr_tr: Dosyaya göz atın
zh_hans: 浏览文件
zh_hant: 瀏覽文件路徑

source: Browse file path (.csv)
ar_ae: تصفح مسار الملف (.csv)
de_de: Dateipfad durchsuchen (.csv)
es_es: Examinar la ruta del archivo (.csv)
fr_ca: Parcourir le chemin du fichier (.csv)
it_it: Percorso del file di ricerca (.csv)
ja_jp: ファイルパス(.csv)を参照する
pt_pt: Caminho do ficheiro de navegação (.csv)
ru_ru: Просмотр пути к файлу (.csv)
tr_tr: Dosya yoluna göz at (.csv)
zh_hans: 浏览文件路径(.csv)
zh_hant: 瀏覽文件路徑

source: browse image path
ar_ae: تصفح مسار الصورة
de_de: Bild suchen
es_es: Examinar imagen
fr_ca: parcourir le chemin de l'image
it_it: Cerca il percorso dell'immagine
ja_jp: イメージの参照
pt_pt: Escolher Imagem
ru_ru: Загрузить изображение
tr_tr: Yapılış aşamasını gösteren resim ekle
zh_hans: 浏览图片
zh_hant: 瀏覽圖片路徑

source: Browser Not Supported
ar_ae: المتصفح غير مدعوم
de_de: Browser wird nicht unterstützt
es_es: Navegador no soportado
fr_ca: Navigateur non supporté
it_it: Browser non supportato
ja_jp: ブラウザはサポートされていません。
pt_pt: Seu sistema ou navegador não é suportado.
ru_ru: Браузер не поддерживается.
tr_tr: Tarayıcı desteklenmiyor
zh_hans: 系统不支持此浏览器
zh_hant: 您的瀏覽器不支援

source: Bucket Name
ar_ae: اسم الجرافة
es_es: Nombre del Bucket
fr_ca: Nom du bucket
it_it: Secchiello
ja_jp: バケット名
pt_pt: Nome do Bucket
zh_hans: 桶名
zh_hant: 備份名稱

source: Build your data source from
ar_ae: بناء مصدر البيانات الخاص بك من
de_de: Erstellen Sie Ihre Datenquelle aus
es_es: Construye tu fuente de datos a partir de
fr_ca: Construisez votre source de données à partir de
it_it: Crea la tua origine dati da
ja_jp: 次の場所からデータソースを構築します
pt_pt: Construa a sua fonte de dados a partir de
ru_ru: Создайте свой источник данных из
tr_tr: Veri kaynağınızı şuradan oluşturun:
zh_hans: 从以下位置构建数据源
zh_hant: 從以下位置構建數據源

source: but you do not have access to the site
ar_ae: ولكن ليس لديك حق الوصول إلى الموقع
de_de: Du hast keinen Zugriff auf diesen Bereich.
es_es: , pero no tienes acceso al sitio
fr_ca: mais vous n'avez pas accès au site
it_it: Non hai accesso all'API.
ja_jp: ・ファイルにアクセス権がない
pt_pt: Você não tem acesso a isso
ru_ru: У вас нет доступа к
tr_tr: Bu sitenin kimliğini doğrulama erişiminiz yok.
zh_hans: 您无权访问 {0}
zh_hant: 您無權使用支援單

source: but your account is not yet activated in the site
ar_ae: لكن حسابك لم يتم تفعيله بعد في الموقع
de_de: aber Ihr Konto ist auf der Website noch nicht aktiviert
es_es: , pero su cuenta aún no está activada en el sitio
fr_ca: mais votre compte n'est pas encore activé sur le site
it_it: ma il tuo account non è ancora attivato nel sito
ja_jp: しかし、あなたのアカウントはまだサイトで有効化されていません
pt_pt: mas a sua conta ainda não está ativada no site
ru_ru: но ваша учетная запись еще не активирована на сайте
tr_tr: Hesabınız henüz etkinleştirilmedi.
zh_hans: 但您的帐户尚未在网站上激活
zh_hant: 但您的帳戶尚未在網站上啟用

source: Buy additional storage
ar_ae: شراء مساحة تخزين إضافية
de_de: Zusätzlicher Speicher
es_es: Almacenamiento adicional
fr_ca: Acheter stockage supplémentaire
it_it: Spazio di archiviazione aggiuntivo
ja_jp: 追加容量
pt_pt: Armazenamento adicional
ru_ru: Дополнительное хранилище
tr_tr: Ek depolama
zh_hans: 辅助存储器,辅助性记忆装置
zh_hant: 購買額外儲存空間

source: BUY ADDITIONAL STORAGE
ar_ae: شراء مساحة تخزين إضافية
de_de: Zusätzlicher Speicher
es_es: Almacenamiento adicional
fr_ca: Acheter stockage supplémentaire
it_it: Spazio di archiviazione aggiuntivo
ja_jp: 追加容量
pt_pt: Armazenamento adicional
ru_ru: Дополнительное хранилище
tr_tr: Ek depolama
zh_hans: 辅助存储器,辅助性记忆装置
zh_hant: 購買額外儲存空間

source: Buy now
ar_ae: اشترِ الآن
de_de: Jetzt kaufen
es_es: Comprar ahora
fr_ca: Acheter maintenant
it_it: Acquista ora
ja_jp: 今すぐ購入
pt_pt: Comprar agora
ru_ru: Купить сейчас
tr_tr: Şimdi satın al
zh_hans: 立即购买
zh_hant: 立即購買

source: Cache a temporary copy of the report. The copy should expire after
ar_ae: قم بتخزين نسخة مؤقتة من التقرير. يجب أن تنتهي صلاحية النسخة بعد
de_de: Eine temporäre Kopie des Berichts zwischenspeichern. Die Kopie sollte ablaufen nach
es_es: Almacene en caché una copia temporal del informe. La copia debe caducar después de
fr_ca: Mettre en cache une copie temporaire du rapport. La copie doit expirer après
it_it: Inserire nella cache una copia temporanea del report. La copia dovrebbe scadere dopo
ja_jp: レポートの一時コピーをキャッシュします。コピーは次の日付以降に期限切れになります：
pt_pt: Armazene em cache uma cópia temporária do relatório. A cópia deve expirar após
ru_ru: Кэшировать временную копию отчета. Срок действия копии истекает после
tr_tr: Raporun geçici bir kopyasını önbelleğe alın. Kopya şu süreden sonra sona ermelidir:
zh_hans: 缓存报告的临时副本。该副本应在以下时间后过期：
zh_hant: 快取報告的暫存副本。副本應於後過期
