Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Create report part using this Dataset
ar_ae: إنشاء جزء تقرير باستخدام مجموعة البيانات هذه
de_de: Berichtsteil mit diesem Datensatz erstellen
es_es: Crear parte de informe utilizando este conjunto de datos
fr_ca: Créer un rapport à l'aide de cet ensemble de données
it_it: Crea parte del report utilizzando questo set di dati
ja_jp: このデータセットを使用してレポートパーツを作成する
pt_pt: Criar parte do relatório usando este conjunto de dados
ru_ru: Создать часть отчета с помощью этого набора данных
tr_tr: Bu Veri Kümesini kullanarak rapor bölümü oluştur
zh_hans: 使用此数据集创建报表部件
zh_hant: 使用此資料集建立報告組件

source: Create report using this Dataset
ar_ae: إنشاء تقرير باستخدام مجموعة البيانات هذه
de_de: Bericht mit diesem Datensatz erstellen
es_es: Crear informe con este conjunto de datos
fr_ca: Créer un rapport à l'aide de cet ensemble de données
it_it: Crea report utilizzando questo set di dati
ja_jp: このデータセットを使用してレポートを作成する
pt_pt: Criar relatório usando este conjunto de dados
ru_ru: Создать отчет с помощью этого набора данных
tr_tr: Bu Veri Kümesini kullanarak rapor oluşturun
zh_hans: 使用此数据集创建报告
zh_hant: 使用此資料集建立報告

source: Create Schedule
ar_ae: إنشاء جدول زمني
de_de: Zeitplan erstellen
es_es: Crear programación
fr_ca: Créer un programme
it_it: Crea programmazione
ja_jp: スケジュールの作成
pt_pt: Criar Agendamento
ru_ru: Создать расписание
tr_tr: Yeni planlama oluştur
zh_hans: 新建日程安排
zh_hant: 建立新的時間表

source: Create Slideshow
ar_ae: إنشاء عرض شرائح
de_de: Nach aktueller Folie
es_es: Crear presentación de diapositivas en blanco
fr_ca: Créer un diaporama
it_it: Creare un nuovo Slideshow
ja_jp: スライドショーを作成
pt_pt: Criar Slideshow
ru_ru: Создать слайд-шоу
tr_tr: Slayt Gösterisi Oluştur
zh_hans: 创建幻灯片
zh_hant: 創建幻燈片

source: Create Ticket
ar_ae: إنشاء تذكرة
de_de: Ticket erstellen
es_es: Crear Ticket
fr_ca: Créer un billet
it_it: Crea ticket
ja_jp: チケットを作成
pt_pt: Novo Chamado
ru_ru: Создать Тикет
tr_tr: Destek Talebi Oluştur
zh_hans: 创建票证
zh_hant: 創建工單

source: Created
ar_ae: تم الإنشاء
de_de: Erstellt
es_es: Creado
fr_ca: Créé
it_it: Creato
ja_jp: 作成日
pt_pt: Criado
ru_ru: Готово
tr_tr: Oluşturuldu
zh_hans: 已创建
zh_hant: 已建立

source: Created By
ar_ae: تم الإنشاء بواسطة
de_de: Erstellt von
es_es: Creado por
fr_ca: Créé par
it_it: Creato da
ja_jp: 作成者
pt_pt: Criado por
ru_ru: Создано:
tr_tr: Oluşturan
zh_hans: 创建者
zh_hant: 建立人

source: Created by:
ar_ae: تم الإنشاء بواسطة:
de_de: Erstellt von:
es_es: Creado por:
fr_ca: Créé par :
it_it: Creato da:
ja_jp: 作成者:
pt_pt: Criado por:
ru_ru: Создано:
tr_tr: Kaydý Oluþturan:
zh_hans: 创建者(C):
zh_hant: 建立者：

source: Created By:
ar_ae: تم الإنشاء بواسطة:
de_de: Erstellt von:
es_es: Creado por :
fr_ca: Créé par :
it_it: Creato da:
ja_jp: 作成者
pt_pt: Criado por:
ru_ru: Разработал:
tr_tr: Oluşturan
zh_hans: 创建者：
zh_hant: 建立者：

source: Created Date:
ar_ae: تاريخ الإنشاء:
de_de: Erstellt am:
es_es: Fecha de creación:
fr_ca: Date de création :
it_it: Data di creazione:
ja_jp: 作成日
pt_pt: Data de criação:
ru_ru: Дата создания:
tr_tr: Oluşturulma Tarihi:
zh_hans: 创建日期：
zh_hant: 創建日期：

source: Created on:
ar_ae: تاريخ الإنشاء:
de_de: Angelegt am:
es_es: Creado en:
fr_ca: Créé le :
it_it: Creazione:
ja_jp: 作成日 ：
pt_pt: Criado em:
ru_ru: Дата создания:
tr_tr: Oluşturma tarihi:
zh_hans: 创建日期：
zh_hant: 建立於

source: Creating your report part...
ar_ae: جارٍ إنشاء جزء التقرير الخاص بك...
de_de: Erstellen eines ersten Berichts
es_es: Creando su parte de informe...
fr_ca: Création de votre rapport...
it_it: Creazione di un report
ja_jp: レポートパーツを作成しています...
pt_pt: A criar a sua parte de relatório...
ru_ru: Создание части отчета...
tr_tr: Rapor bölümünüz oluşturuluyor...
zh_hans: 正在创建报表部件...
zh_hant: 正在建立報告組件...

source: Creating your report...
ar_ae: جارٍ إنشاء تقريرك...
de_de: Erstellen eines ersten Berichts
es_es: Creando su informe...
fr_ca: Création de votre rapport...
it_it: Creazione di un report
ja_jp: レポートを作成しています...
pt_pt: A criar o seu relatório...
ru_ru: Создание отчета...
tr_tr: Raporunuz oluşturuluyor...
zh_hans: 正在创建您的报告...
zh_hant: 正在建立您的報告...

source: Creation
ar_ae: الإنشاء
de_de: Erstellung
es_es: Creación
fr_ca: Création
it_it: La creazione
ja_jp: クリエイション／創造
pt_pt: Criação
ru_ru: Творение
tr_tr: Oluşturma
zh_hans: 创建
zh_hant: 建立

source: creators
ar_ae: منشئو المحتوى
de_de: Ersteller
es_es: Creadores
fr_ca: Créateurs
it_it: Creatori
ja_jp: ものを創り出す人
pt_pt: CRIADORES
ru_ru: creatori
tr_tr: İçerik Üreticileri
zh_hans: 创建者
zh_hant: 創作者

source: Creators
ar_ae: منشئو المحتوى
de_de: Urheber
es_es: Creadores
fr_ca: Créateurs
ja_jp: クリエイター
pt_pt: Criadores
ru_ru: Авторы
tr_tr: İçerik Üreticileri
zh_hans: 创作者
zh_hant: 創作者

source: Credentials are not required
ar_ae: بيانات الاعتماد غير مطلوبة
de_de: Authentifizierung nicht erforderlich
es_es: dichas revisiones.
fr_ca: Les informations d'authentification ne sont pas requises
it_it: Le credenziali sono necessarie.
ja_jp: 資格情報は必要ありません
pt_pt: As credenciais não são obrigatórias
ru_ru: в копии не нужны
tr_tr: Kullanıcı kimlik bilgisi gerekli.
zh_hans: 用户凭据是必需的。
zh_hant: 不需要憑證

source: Credentials are required
ar_ae: بيانات الاعتماد مطلوبة
de_de: Berechtigungsnachweise sind erforderlich
es_es: Las credenciales son obligatorias
fr_ca: Les informations d'authentification sont requises
it_it: Le credenziali sono necessarie.
ja_jp: 資格情報が必要です
pt_pt: As credenciais são obrigatórias
ru_ru: Требуются учетные данные
tr_tr: Kullanıcı kimlik bilgisi gerekli.
zh_hans: 用户凭据是必需的。
zh_hant: 須提供憑證

source: Credentials stored securely in the report server
ar_ae: بيانات الاعتماد المخزنة بشكل آمن في خادم التقارير
de_de: Anmeldedaten sicher im Berichtsserver gespeichert
es_es: Credenciales almacenadas de forma segura en el servidor de informes
fr_ca: Les informations d’authentification ont été stockées sécuritairement dans le serveur de rapports
it_it: Credenziali archiviate in modo sicuro nel server di report
ja_jp: レポートサーバーに安全に保存された資格情報
pt_pt: Credenciais armazenadas de forma segura no servidor de relatórios
ru_ru: Учетные данные, надежно хранящиеся на сервере отчетов
tr_tr: Kimlik bilgileri rapor sunucusunda güvenli bir şekilde saklanır
zh_hans: 凭据安全地存储在报表服务器中
zh_hant: 憑證安全地儲存在報告伺服器中

source: Credentials supplied by the user running the report
ar_ae: بيانات الاعتماد المقدمة من المستخدم الذي يدير التقرير
de_de: Anmeldeinformationen des Benutzers, der den Bericht ausführt
es_es: Credenciales proporcionadas por el usuario que ejecuta el informe
fr_ca: Les informations d’authentification fournies par l’utilisateur qui exécute le rapport
it_it: Credenziali fornite dall'utente che esegue il report
ja_jp: レポートを実行しているユーザーによって提供された資格情報
pt_pt: Credenciais fornecidas pelo utilizador que executa o relatório
ru_ru: Учетные данные, предоставленные пользователем, выполняющим отчет
tr_tr: Raporu çalıştıran kullanıcı tarafından sağlanan kimlik bilgileri
zh_hans: 运行报告的用户提供的凭据
zh_hant: 執行報告的使用者提供的憑證

source: current plan
ar_ae: الخطة الحالية
de_de: Aktueller Plan
es_es: Plan actual
fr_ca: forfait actuel
it_it: Piano Attuale
ja_jp: 現在のプラン
pt_pt: Plano atual
ru_ru: Текущая подписка
tr_tr: Mevcut Plan
zh_hans: 当前套餐
zh_hant: 目前方案

source: Current Plan
ar_ae: الخطة الحالية
de_de: Aktueller Plan
es_es: Plan actual
fr_ca: Forfait actuel
it_it: Piano Attuale
ja_jp: 現在のプラン
pt_pt: Tarifário Actual
ru_ru: Текущая подписка
tr_tr: Mevcut Plan
zh_hans: 当前套餐
zh_hant: 目前方案

source: Currently this report is not supported.
ar_ae: هذا التقرير غير مدعوم حاليًا.
de_de: Derzeit wird dieser Bericht nicht unterstützt.
es_es: Actualmente este informe no es compatible.
fr_ca: Actuellement, ce rapport n'est pas pris en charge.
it_it: Attualmente questo report non è supportato.
ja_jp: 現在、このレポートはサポートされていません。
pt_pt: Atualmente, este relatório não é suportado.
ru_ru: В настоящее время этот отчет не поддерживается.
tr_tr: Şu anda bu rapor desteklenmiyor.
zh_hans: 目前不支持此报告。
zh_hant: 目前不支持此小部件。

source: Currently this widget is not supported.
ar_ae: هذه الأداة غير مدعومة حاليًا.
de_de: Derzeit wird dieses Widget nicht unterstützt.
es_es: Actualmente este widget no es compatible.
fr_ca: Actuellement, ce widget n'est pas pris en charge.
it_it: Attualmente questo widget non è supportato.
ja_jp: 現在、このウィジェットはサポートされていません。
pt_pt: De momento, este widget não é suportado.
ru_ru: В настоящее время этот виджет не поддерживается.
tr_tr: Şu anda bu widget desteklenmiyor.
zh_hans: 目前不支持此小部件。
zh_hant: 目前不支持此小部件。

source: Custom branding
ar_ae: العلامة التجارية المخصصة
de_de: Individuelles Branding
fr_ca: Interface personnalisée
it_it: Marchio personalizzato
ja_jp: カスタムブランディング
pt_pt: Marca personalizada
ru_ru: Пользовательский Footer
tr_tr: Özel Marka Yazısı
zh_hans: 定制品牌
zh_hant: 自訂品牌

source: Custom Branding
ar_ae: العلامة التجارية المخصصة
es_es: Personalizar marca
fr_ca: Personnalisation
it_it: Marchio personalizzato
ja_jp: カスタムブランディング
pt_pt: Marca personalizada
ru_ru: Пользовательский Footer
tr_tr: Özel Marka Yazısı
zh_hans: 自定义品牌
zh_hant: 自訂品牌

source: Custom Domain
ar_ae: نطاق مخصص
de_de: Eigene Domain
es_es: Dominio personalizado
fr_ca: Domaine personnalisé
it_it: Dominio Personalizzato
ja_jp: 独自ドメイン
pt_pt: Domínio personalizado
ru_ru: Настраиваемый домен
tr_tr: Özel Etki Alanı
zh_hans: 自定义域名
zh_hant: 自訂網域

source: Custom expression columns
ar_ae: أعمدة تعبير مخصصة
de_de: Benutzerdefinierte Ausdrucksspalten
es_es: Custom expression
fr_ca: Colonnes des formules spécifiques
it_it: espressione personalizzata
ja_jp: カスタム式列
pt_pt: Colunas de expressão personalizadas
ru_ru: пользовательское выражение
tr_tr: özel ifade
zh_hans: 自定义表达式列
zh_hant: 自定義表達式列

source: Custom invite mail content
ar_ae: محتوى بريد دعوة مخصص
de_de: Benutzerdefinierter E-Mail-Einladungsinhalt
es_es: Contenido de correo de invitación personalizado
fr_ca: Contenu personnalisé du courrier d'invitation
it_it: Contenuto e-mail di invito personalizzato
ja_jp: カスタム招待メールコンテンツ
pt_pt: Conteúdo de e-mail de convite personalizado
ru_ru: Пользовательский контент письма-приглашения
tr_tr: Özel davet e - postası içeriği
zh_hans: 自定义邀请邮件内容
zh_hant: 自訂邀請郵件內容

source: Custom Password
ar_ae: كلمة مرور مخصصة
de_de: Benutzerdefiniertes Passwort
es_es: Establecer una contraseña personalizada
fr_ca: Mot de passe personnalisé
it_it: Password personalizzata
ja_jp: カスタムパスワード
pt_pt: Dicionário de palavras-passe personalizadas
ru_ru: Пользовательский URL-адрес утерянного пароля
tr_tr: Özel Şifre
zh_hans: 自定义密码提示
zh_hant: 自訂密碼

source: Custom password conditions should have either a First Name or email field.
ar_ae: يجب أن تحتوي شروط كلمة المرور المخصصة على حقل الاسم الأول أو البريد الإلكتروني.
de_de: Benutzerdefinierte Passwortbedingungen sollten entweder einen Vornamen oder ein E-Mail-Feld enthalten.
es_es: Las condiciones de contraseña personalizadas deben tener un campo Nombre o correo electrónico.
fr_ca: Les conditions de mot de passe personnalisées doivent avoir un champ Prénom ou e-mail.
it_it: Le condizioni della password personalizzata devono avere un campo Nome o e-mail.
ja_jp: カスタムパスワード条件には、名またはメールアドレスフィールドを含める必要があります。
pt_pt: As condições de senha personalizadas devem ter um campo de nome ou e-mail.
ru_ru: Пользовательские условия для пароля должны содержать либо поле имени, либо поле электронной почты.
tr_tr: Özel şifre koşullarının bir Adı veya e - posta alanı olmalıdır.
zh_hans: 自定义密码条件应包含名字或电子邮件字段。
zh_hant: 自訂密碼條件應包含名字或電子郵件欄位。

source: Custom password conditions should have either a First Name or Email field.
ar_ae: يجب أن تحتوي شروط كلمة المرور المخصصة إما على حقل الاسم الأول أو البريد الإلكتروني.
de_de: Benutzerdefinierte Passwortbedingungen sollten entweder ein Vorname- oder ein E-Mail-Feld haben.
es_es: Las condiciones de contraseña personalizadas deben tener un campo Nombre o Correo electrónico.
fr_ca: Les conditions de mot de passe personnalisées doivent avoir un champ Prénom ou E-mail.
it_it: Le condizioni della password personalizzata devono avere un campo Nome o E-mail.
ja_jp: カスタムパスワード条件には、名またはメールアドレスフィールドを含める必要があります。
pt_pt: As condições de senha personalizadas devem ter um campo Nome ou E-mail.
ru_ru: Пользовательские условия для пароля должны содержать либо поле имени, либо поле электронной почты.
tr_tr: Özel şifre koşullarının Ad veya E - posta alanı olmalıdır.
zh_hans: 自定义密码条件应包含名字或电子邮件字段。
zh_hant: 自訂密碼條件應包含名字或電子郵件欄位。

source: Custom Schedule Template
ar_ae: قالب جدول زمني مخصص
de_de: Zeitplanvorlage
es_es: Plantillas de horario
fr_ca: Modèle de planification personnalisé
it_it: Pianificazione personalizzata
ja_jp: テンプレートの日時設定
pt_pt: Modelo de agendamento personalizado
ru_ru: Шаблон расписания
tr_tr: Özel zamanlama
zh_hans: 自定义计划模板
zh_hant: 自定義時間表

source: Customize CORS Policy
ar_ae: تخصيص سياسة CORS
de_de: CORS-Richtlinie anpassen
es_es: Personalizar la política de CORS
fr_ca: Personnaliser la politique cors
it_it: Personalizza la politica CORS
ja_jp: CORSポリシーのカスタマイズ
pt_pt: Personalizar Política de CORS
ru_ru: Настройка политики CORS
tr_tr: CORS Politikasını Özelleştirin
zh_hans: 自定义CORS策略
zh_hant: 自定義CORS策略

source: Customize the email for your schedule.
ar_ae: خصص البريد الإلكتروني لجدولك الزمني.
de_de: Passen Sie die E-Mail für Ihren Zeitplan an.
es_es: Personalice el correo electrónico para su horario.
fr_ca: Personnalisez l'e-mail en fonction de votre emploi du temps.
it_it: Personalizza l'e-mail per il tuo programma.
ja_jp: スケジュールに合わせてメールをカスタマイズします。
pt_pt: Personalize o e-mail para a sua agenda.
ru_ru: Настройте электронную почту в соответствии с расписанием.
tr_tr: E - postayı programınıza göre özelleştirin.
zh_hans: 根据您的日程安排自定义电子邮件。
zh_hant: 根據您的排程自訂電子郵件。

source: Daily
ar_ae: يوميًا
es_es: A diario
fr_ca: Quotidiennement
it_it: Quotidiana
ja_jp: 毎日
pt_pt: Diariamente
ru_ru: Ежедневно
tr_tr: Günlük
zh_hans: 每天
zh_hant: 每日一次

source: Dashboard
ar_ae: لوحة المعلومات
es_es: Panel de control
fr_ca: Tableau de Bord
it_it: Cruscotto
ja_jp: ダッシュボード
pt_pt: Painel
ru_ru: Панель управления
tr_tr: Gösterge paneli
zh_hans: 仪表板
zh_hant: 控制面板

source: Dashboard has been pinned successfully.
ar_ae: تم تثبيت لوحة المعلومات بنجاح.
de_de: Das Dashboard wurde erfolgreich veröffentlicht.
es_es: se ha fijado correctamente.
fr_ca: Le tableau de bord a été épinglé avec succès.
it_it: La dashboard è stata aggiunta correttamente.
ja_jp: ダッシュボードは正常にピン留めされました。
pt_pt: O painel foi fixado com sucesso.
ru_ru: Панель управления успешно закреплена.
tr_tr: Pano başarıyla sabitlendi.
zh_hans: 仪表板已成功固定。
zh_hant: 已成功固定。

source: Dashboard has been published successfully.
ar_ae: تم نشر لوحة المعلومات بنجاح.
de_de: Das Dashboard wurde erfolgreich veröffentlicht.
es_es: El panel se ha publicado correctamente.
fr_ca: Le tableau de bord a été publié avec succès.
it_it: La dashboard è stata pubblicata correttamente.
ja_jp: ダッシュボードが正常に公開されました。
pt_pt: O painel foi publicado com sucesso.
ru_ru: Панель управления успешно опубликована.
tr_tr: Pano başarıyla yayınlandı.
zh_hans: 仪表板已成功发布。
zh_hant: 儀表板已成功發布。

source: DASHBOARDS
ar_ae: لوحات المعلومات
es_es: PANEL DE CONTROL
fr_ca: TABLEAUX DE BORD
it_it: CRUSCOTTI
ja_jp: ダッシュボード
pt_pt: DASHBOARDS (PAINÉIS DE CONTROLO)
ru_ru: Таблица индикаторов
tr_tr: Paneller
zh_hans: 显示板
zh_hant: 控制面板

source: Data alert has been configured successfully.
ar_ae: تم تكوين تنبيه البيانات بنجاح.
de_de: Datenalarm wurde erfolgreich konfiguriert.
es_es: La alerta de datos se ha configurado correctamente.
fr_ca: L'alerte de données a été configurée avec succès.
it_it: L'avviso dati è stato configurato correttamente.
ja_jp: データアラートが正常に設定されました。
pt_pt: O alerta de dados foi configurado com sucesso.
ru_ru: Оповещение о данных успешно настроено.
tr_tr: Veri uyarısı başarıyla yapılandırıldı.
zh_hans: 数据警报已成功配置。
zh_hant: 數據警報已成功配置。

source: Data Alerts
ar_ae: تنبيهات البيانات
de_de: Datenwarnungen
es_es: Alertas de datos
fr_ca: Alertes de données
it_it: Avvisi dati
ja_jp: アラート
pt_pt: Alertas
ru_ru: Оповещения
tr_tr: Uyarılar
zh_hans: 提醒
zh_hant: 數據警報

source: Data Connector
ar_ae: موصل البيانات
de_de: Verbinder zur Datenübertragung
es_es: Conector de enlace de datos
fr_ca: Rassembleur de données
it_it: Connettore dati
ja_jp: コネクタ
pt_pt: Conector de Ligação de Dados
ru_ru: Соединитель данных
tr_tr: bağlayıcı
zh_hans: 数据连接器
zh_hant: 连接线

source: Data Connectors
ar_ae: موصلات البيانات
de_de: Steckverbinder für Datenübertragung (24)
es_es: Conectores de datos
fr_ca: Connecteurs de données
it_it: Connettori dati
ja_jp: コネクター
pt_pt: Conexões
ru_ru: РАЗЪЕМЫ ДЛЯ ПЕРЕДАЧИ ДАННЫХ
tr_tr: Veri Bağlayıcıları
zh_hans: 接头
zh_hant: 連接器

source: Data Connectors Configuration
ar_ae: تكوين موصلات البيانات
de_de: Verbinder Konfiguration
es_es: Conectores de datos
fr_ca: Configuration des connecteurs de données
it_it: Configurazione dei connettori dati
ja_jp: データコネクタの設定
pt_pt: Configuração dos conectores de dados
ru_ru: РАЗЪЕМЫ ДЛЯ ПЕРЕДАЧИ ДАННЫХ
tr_tr: Veri Bağlayıcıları
zh_hans: 数据连接器配置
zh_hant: 資料連接器組態

source: DATA CONNECTORS CONFIGURATION
ar_ae: تكوين موصلات البيانات
de_de: Verbinder Konfiguration
es_es: Conectores de datos
fr_ca: CONFIGURATION DES CONNECTEURS DE DONNÉES
it_it: CONFIGURAZIONE CONNETTORI DATI
ja_jp: データコネクタの構成
pt_pt: CONFIGURAÇÃO DOS CONECTORES DE DADOS
ru_ru: РАЗЪЕМЫ ДЛЯ ПЕРЕДАЧИ ДАННЫХ
tr_tr: Veri Bağlayıcıları
zh_hans: 数据连接器配置
zh_hant: 資料連接器組態

source: Data Refresh Status
ar_ae: حالة تحديث البيانات
de_de: Status aktualisieren
es_es: Actualizar estado
fr_ca: État d'actualisation des données
it_it: Stato aggiornamento dati
ja_jp: 状態を更新
pt_pt: Estado de Atualização
ru_ru: Обновить статус
tr_tr: Yenileme durumu
zh_hans: 刷新状态
zh_hant: 數據刷新狀態

source: Data refreshed on
ar_ae: تم تحديث البيانات في
de_de: Daten aktualisiert am
es_es: Actualizado el
fr_ca: Données actualisées le
it_it: Ultimo aggiornamento
ja_jp: 前回の更新日
pt_pt: Dados atualizados em
ru_ru: Данные обновлены
tr_tr: Veriler tarihinde yenilendi
zh_hans: 数据刷新日期：
zh_hant: 數據刷新日期

source: Data Rows
ar_ae: صفوف البيانات
de_de: |||UNTRANSLATED_CONTENT_START|||Data Rows|||UNTRANSLATED_CONTENT_END|||
es_es: Filas de datos
fr_ca: Lignes de données
it_it: Righe di dati:
ja_jp: 系列を行方向に定義
pt_pt: Dados em linhas
ru_ru: Данные по строкам
tr_tr: Sıralar
zh_hans: 数据行
zh_hant: 資料行

source: Data Set:
ar_ae: مجموعة البيانات:
de_de: Datensatz
es_es: Conjunto de datos:
fr_ca: Ensemble de données :
ja_jp: データセット
pt_pt: Conjunto de dados
ru_ru: Комплект данных
tr_tr: Veri Seti:
zh_hans: 数据设置
zh_hant: 資料集

source: Data Source
ar_ae: مصدر البيانات
de_de: Datenquelle
es_es: Fuente de datos
fr_ca: Source de données
it_it: Sorgente dati
ja_jp: データソース
pt_pt: Fonte de dados
ru_ru: Источник данных
tr_tr: Veri Kaynağı
zh_hans: 数据源
zh_hant: 資料來源

source: Data Source edited as XML
ar_ae: تم تحرير مصدر البيانات بتنسيق XML
de_de: Datenquelle als XML bearbeitet
es_es: Fuente de datos editada como XML
fr_ca: Source de données modifiée en XML
it_it: Origine dati modificata come XML
ja_jp: XMLとして編集されたデータソース
pt_pt: Fonte de dados editada como XML
ru_ru: Источник данных отредактирован в формате XML
tr_tr: Veri Kaynağı XML olarak düzenlendi
zh_hans: 数据源编辑为XML
zh_hant: 以XML編輯的資料來源

source: Data Source has been added successfully.
ar_ae: تمت إضافة مصدر البيانات بنجاح.
de_de: Daten wurden erfolgreich hinzugefügt.
es_es: se ha añadido correctamente
fr_ca: La source de données a été ajoutée avec succès.
it_it: è stata aggiunta correttamente
ja_jp: データソースが正常に追加されました。
pt_pt: Data Source foi adicionado com êxito.
ru_ru: Источник данных успешно добавлен.
tr_tr: Şikayet değerlendirmenin ardından başarıyla eklendi.
zh_hans: 已成功添加。
zh_hant: 已成功添加數據源。

source: Data Source has been updated successfully.
ar_ae: تم تحديث مصدر البيانات بنجاح.
de_de: Benutzerdaten wurden erfolgreich aktualisiert.
es_es: se ha actualizado correctamente
fr_ca: La source de données a été mise à jour avec succès.
it_it: è stato aggiornato correttamente
ja_jp: データソースが正常に更新されました。
pt_pt: Data Source foi atualizado com sucesso.
ru_ru: Данные успешно обновлены
tr_tr: başarıyla güncellendi.
zh_hans: 已成功更新报告数据源。
zh_hant: 數據源已成功更新。

source: Data source Id:
ar_ae: معرّف مصدر البيانات:
de_de: Datenquellen-ID
es_es: Identificación de la fuente de datos
fr_ca: ID de la source de données
it_it: ID origine dati
ja_jp: データソース:
pt_pt: Fonte de Dados:
ru_ru: Идентификатор источника данных
tr_tr: Veri Kaynağı:
zh_hans: 数据源 ID
zh_hant: 資料來源 ID：

source: Data Source Name
ar_ae: اسم مصدر البيانات
de_de: Datenquellenname
es_es: Nombre de la fuente de datos
fr_ca: Nom de la source de données
it_it: Nome origine dati
ja_jp: データソース名
pt_pt: Nome da fonte de dados
ru_ru: Имя источника данных
tr_tr: veri kaynağı adı
zh_hans: 数据源名称
zh_hant: 資料來源名稱

source: Data source name already exists
ar_ae: اسم مصدر البيانات موجود بالفعل
de_de: Der Quellenname ist bereits vorhanden.
es_es: Ya existe una fuente de datos con el mismo nombre.
fr_ca: Le nom de la source de données existe déjà
it_it: Origine dati con nome '{0}' già esistente.
ja_jp: データソース名はすでに存在します
pt_pt: Nome de Data Source já existe.
ru_ru: Имя уже существует
tr_tr: Ad zaten mevcut
zh_hans: 数据来源已经存在。
zh_hant: 數據源名稱已存在

source: Data Source type
ar_ae: نوع مصدر البيانات
de_de: Typ der Datenquelle
es_es: Tipo de fuente de datos
fr_ca: Type de la source de données
it_it: Tipo origine dati
ja_jp: データソースタイプ
pt_pt: Tipo de Data Source
ru_ru: Тип источника данных
tr_tr: Veri Kaynağı Türü
zh_hans: 数据源类型
zh_hant: 資料來源類型

source: Data Source(s) has been Updated successfully.
ar_ae: تم تحديث مصدر(مصادر) البيانات بنجاح.
de_de: Datenquelle(n) wurde (n) erfolgreich aktualisiert.
es_es: La (s) fuente(s) de datos se ha (n) actualizado con éxito.
fr_ca: La source de données a été mise à jour avec succès.
it_it: Le origini dati sono state aggiornate correttamente.
ja_jp: データソースが正常に更新されました。
pt_pt: Data Source foi atualizado com sucesso.
ru_ru: Данные успешно обновлены
tr_tr: Veri Kaynağı/Kaynakları başarıyla Güncellendi.
zh_hans: 已成功更新报告数据源。
zh_hant: 數據源已成功更新。

source: Data Source:
ar_ae: مصدر البيانات:
de_de: Data Bron:
es_es: Fuente de Datos:
fr_ca: Source de données :
it_it: Origine dati:
ja_jp: データソース:
pt_pt: Fonte de Dados:
ru_ru: Источник данных:
tr_tr: Veri Kaynağı:
zh_hans: 資料來源：
zh_hant: 資料來源：

source: Data Sources
ar_ae: مصادر البيانات
de_de: Datenquellen
es_es: Fuentes de datos
fr_ca: Sources de données
it_it: Sorgenti dati
ja_jp: データソース
pt_pt: Fontes de dados
ru_ru: Источники Данных
tr_tr: Veri Kaynakları
zh_hans: 数据来源
zh_hant: 資料來源

source: DATA SOURCES
ar_ae: مصادر البيانات
de_de: DATENQUELLEN
es_es: FUENTES DE DATOS
fr_ca: SOURCES DES DONNÉES
it_it: Sorgenti dati
ja_jp: データソース
pt_pt: FONTES DE INFORMAÇÃO 2
ru_ru: Источники Данных
tr_tr: VERİ KAYNAKLARI
zh_hans: 数据来源
zh_hant: 資料來源
