Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Error while updating notification settings.
ar_ae: خطأ أثناء تحديث إعدادات الإشعارات.
de_de: Ajax-Fehler beim Aktualisieren der Benachrichtigung
es_es: Error al actualizar la configuración de notificaciones.
fr_ca: Erreur lors de la mise à jour des paramètres.
it_it: Errore imprevisto durante l'aggiornamento delle impostazioni di notifica
ja_jp: 通知設定の更新中にエラーが発生しました。
pt_pt: Erro de Ajax durante a notificação de atualização
ru_ru: Ошибка при обновлении настроек ISE.
tr_tr: Bildirim Ayarlarınız Güncellenirken Hata Oluştu.
zh_hans: 更新设置时出错
zh_hant: 更新通知設置時出錯。

source: Error while updating settings.
ar_ae: خطأ أثناء تحديث الإعدادات.
de_de: Fehler bei der Aktualisierung der Einstellungen
es_es: Se han producido un error al actualizar la configuración.
fr_ca: Erreur lors de la mise à jour des paramètres.
it_it: Errore durante l'aggiornamento dei dati
ja_jp: 設定の更新中にエラーが発生しました
pt_pt: Erro ao atualizar
ru_ru: Ошибка при обновлении
tr_tr: Ayarlar güncellenirken bir hata oluştu.
zh_hans: 更新设置时出错
zh_hant: 更新設置時出錯。

source: Error while uploading blob
ar_ae: خطأ أثناء تحميل النقطة
de_de: Fehler beim Hochladen
es_es: Error en la carga de datos
fr_ca: erreur lors du téléchargement
it_it: Errore durante il caricamento di %1:
ja_jp: アップロード中の検証エラー
pt_pt: Erro durante o upload.
ru_ru: Ошибка при загрузке файла.
tr_tr: Yüklenirken bir hata oluştu
zh_hans: 上传 Blob 时出错
zh_hant: 上傳檔案時發生錯誤

source: Error while uploading dataset.Please try again.
ar_ae: خطأ أثناء تحميل مجموعة البيانات. يرجى المحاولة مرة أخرى.
de_de: Beim Hochladen der Datei ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es_es: Error al cargar, intente nuevamente
fr_ca: Erreur lors du téléversement du jeu de données, veuillez essayer de nouveau.
it_it: Errore durante il caricamento del file. Riprovare.
ja_jp: アップロード中にエラーが発生しました、もう一度試してください
pt_pt: Erro ao carregar o conjunto de dados. Tente novamente.
ru_ru: Ошибка при загрузке набора данных. Повторите попытку.
tr_tr: Veri kümesi yüklenirken hata oluştu. Lütfen tekrar deneyin.
zh_hans: 上传数据集时出错。请重试。
zh_hant: 上傳資料集時發生錯誤。請再試一次。

source: Error while uploading report.Please try again.
ar_ae: حدث خطأ أثناء تحميل التقرير. يرجى المحاولة مرة أخرى.
de_de: Beim Hochladen der Datei ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es_es: Error al cargar, intente nuevamente
fr_ca: Erreur lors du téléversement du rapport, veuillez essayer de nouveau.
it_it: Errore durante il caricamento del file. Riprovare.
ja_jp: アップロード中にエラーが発生しました、もう一度試してください
pt_pt: Erro ao carregar o relatório. Tente novamente.
ru_ru: Ошибка при загрузке отчета. Повторите попытку.
tr_tr: Rapor yüklenirken hata oluştu. Lütfen tekrar deneyin.
zh_hans: 上传报告时出错。请重试。
zh_hant: 上傳報告時發生錯誤。請再試一次。

source: Error!
ar_ae: خطأ!
de_de: Fehler!
fr_ca: Erreur!
it_it: Errore!
ja_jp: エラー！
pt_pt: Erro!
ru_ru: Ошибка!
tr_tr: Hata!
zh_hans: 错误！
zh_hant: ＠發生錯誤！

source: Error: Action Required
ar_ae: خطأ: الإجراء مطلوب
de_de: Erforderliche Maßnahme:
es_es: Error, se requiere acción
fr_ca: Action nécessaire:
it_it: Azione richiesta:
ja_jp: 必要なアクション：
pt_pt: Acção Necessária:
ru_ru: Требуются действия:
tr_tr: Eylem gerekli
zh_hans: 应对措施：
zh_hant: 需要採取的操作

source: e-signature
ar_ae: التوقيع الإلكتروني
es_es: Firma Electrónica
fr_ca: Signature électronique
ja_jp: 電子署名
pt_pt: Assinatura digital
ru_ru: электронная подпись
tr_tr: e-imza
zh_hans: 电子签名

source: Event
ar_ae: الحدث
es_es: Evento
fr_ca: Événement
it_it: Evento
ja_jp: イベント
pt_pt: Evento
ru_ru: Событие
tr_tr: Etkinlik
zh_hans: 赛事
zh_hant: 活動

source: every
ar_ae: كل
de_de: jede(n/s)
es_es: cada
fr_ca: tous les
it_it: every - ogni
ja_jp: 毎
pt_pt: cada bari
ru_ru: каждый
zh_hans: adj.各个
zh_hant: 每

source: Every
ar_ae: كل
de_de: Alle
es_es: Cada
fr_ca: Chaque
it_it: Ogni
ja_jp: 間隔:
pt_pt: A cada
ru_ru: Каждый
tr_tr: 3 Ayda
zh_hans: 每
zh_hant: 每個

source: every
ar_ae: كل
de_de: jeder
es_es: cada
fr_ca: tous les
it_it: every - ogni
ja_jp: 毎
pt_pt: cada bari
ru_ru: каждый
zh_hans: adj.各个
zh_hant: 每

source: every day
ar_ae: كل يوم
de_de: täglich
es_es: cada día
fr_ca: tous les jours.
it_it: ogni giorno
ja_jp: ことを選びます。
pt_pt: todos os dias
ru_ru: каждый день
tr_tr: Kur'an'ıma ve namaz
zh_hans: 每天
zh_hant: 從事各種活動。

source: every week
ar_ae: كل أسبوع
de_de: wöchentlich
es_es: cada semana
fr_ca: chaque semaine
it_it: ogni settimana
ja_jp: 毎週
pt_pt: cada semana
ru_ru: каждая неделя
tr_tr: Her Hafta
zh_hans: 毎周
zh_hant: 每週

source: every weekday
ar_ae: كل يوم من أيام الأسبوع
de_de: jeder Wochentag
es_es: Todos los días entre semana
fr_ca: tous les jours de la semaine
it_it: tutti i giorni della settimana
ja_jp: 平日
pt_pt: a cada dia útil
ru_ru: каждый будний день
tr_tr: her iş günü
zh_hans: 每个工作日
zh_hant: 每個工作日

source: Every weekday
ar_ae: كل يوم من أيام الأسبوع
de_de: Jedes Wochenende
es_es: Todos los días hábiles
fr_ca: Chaque jour de la semaine
it_it: Ogni giorno della settimana
ja_jp: すべての平日
pt_pt: Cada dia da semana
ru_ru: Каждый день недели
tr_tr: Hafta içi hergün
zh_hans: 每个工作日
zh_hant: 每個工作日

source: Exceeded
ar_ae: تم تجاوزه
de_de: Überschritten
es_es: Excedido
fr_ca: Expiré
it_it: Superato
ja_jp: 超過している
pt_pt: excedido
ru_ru: Превышено
tr_tr: aşıldı
zh_hans: 已超出
zh_hant: 已超出

source: Execution Date
ar_ae: تاريخ التنفيذ
de_de: Ausführung Datum
es_es: Fecha de ejecución
fr_ca: Date d’exécution
it_it: Data Perfezionamento
ja_jp: 実行日
pt_pt: Data de execução
ru_ru: Дата подписания
tr_tr: Yürütme Tarihi
zh_hant: 行動力

source: Execution Type
ar_ae: نوع التنفيذ
de_de: Ausführungstyp
es_es: Tipo de Ejecución
fr_ca: Type d'exécution
it_it: Tipo di esecuzione
ja_jp: 実行
pt_pt: Tipo de Execução
ru_ru: Тип исполнения
tr_tr: İcra Türü
zh_hans: 执行类型
zh_hant: 行動力

source: Existing Database name
ar_ae: اسم قاعدة البيانات الحالية
de_de: Datenbankname
es_es: Nombre de base de datos
fr_ca: Base de données existante
it_it: Database esistente
ja_jp: データベース名
pt_pt: Abrir Base de Dados Existente
ru_ru: Существующая база данных
tr_tr: Varolan veritabanı
zh_hans: 打开现有的数据库
zh_hant: 現有數據庫

source: Existing Group
ar_ae: المجموعة الحالية
de_de: (Bestehende Gruppe)
es_es: Grupo vigente
fr_ca: Modifier un groupe existant
it_it: al vostro gruppo esistente
ja_jp: 既存のグループを使用
pt_pt: Selecione o grupo existente
ru_ru: Существующая группа
tr_tr: Mevcut Gruba Katıl
zh_hans: 現有的群組(X)
zh_hant: 現有組

source: Exit Fullscreen
ar_ae: الخروج من وضع ملء الشاشة
de_de: Vollbild beenden
es_es: Salir de la pantalla completa
fr_ca: Quitter le plein écran
it_it: Esci da schermo intero
ja_jp: 全画面表示を終了
pt_pt: Fechar
ru_ru: Выйти из полноэкранного режима
tr_tr: Tam Ekrandan Çık
zh_hans: 退出全屏
zh_hant: 退出全螢幕

source: Expand All
ar_ae: توسيع الكل
de_de: Alle erweitern
es_es: Expandir todo
fr_ca: Agrandir tout
it_it: Espandi tutto
ja_jp: すべて表示
pt_pt: Expandir Tudo
ru_ru: Развернуть все
tr_tr: Tümüne Genişlet
zh_hans: 全部展开
zh_hant: 展開全部

source: experience?
ar_ae: الخبرة ؟
de_de: Erfahrung
es_es: experiencia
fr_ca: employés ?
it_it: ESPERIENZA DI
pt_pt: ORGANIZAÇÕES E EXPERIÊNCIA DA BDO
ru_ru: опыт
tr_tr: Dikkate alma.
zh_hans: 经验
zh_hant: 經驗

source: Expiration
ar_ae: انتهاء الصلاحية
de_de: Ablauf
es_es: Caducidad
it_it: Scadenza
ja_jp: 有効期限
pt_pt: Validade
ru_ru: Окончание действия
tr_tr: Son
zh_hans: 到期
zh_hant: 截止日期

source: EXPIRES
ar_ae: تنتهي صلاحيته
de_de: Läuft ab
es_es: CADUCA
fr_ca: EXPIRE LE
it_it: Scade
ja_jp: 有効期限
pt_pt: VÁLIDA ATÉ
ru_ru: Срок действия
tr_tr: Bitiş Tarihi
zh_hans: 到期
zh_hant: 到期

source: Expiry Date
ar_ae: تاريخ انتهاء الصلاحية
es_es: Fecha de caducidad
fr_ca: Date d'expiration
ja_jp: 有効期限日
pt_pt: Data de validade
ru_ru: Срок годности
tr_tr: Son Geçerlilik Tarihi
zh_hans: 有效期

source: Explore
ar_ae: استكشاف
de_de: Entdecke
es_es: Explorar
fr_ca: Explorer
it_it: Esplora
ja_jp: 探索
ru_ru: Исследование.
tr_tr: Keşfet
zh_hans: 探索
zh_hant: 探索

source: Explore our features and see what
ar_ae: استكشف ميزاتنا وشاهد ما
de_de: Entdecken Sie unsere Funktionen und sehen Sie, was
es_es: Explora nuestras funciones y descubre qué
fr_ca: Explorez nos fonctionnalités et voyez ce que
it_it: Esplora le nostre funzionalità e scopri cosa
ja_jp: 当社の機能を確認して、
pt_pt: Explore as nossas funcionalidades e veja o que
ru_ru: Ознакомьтесь с нашими функциями и узнайте, что
tr_tr: Özelliklerimizi keşfedin ve neler olduğunu görün
zh_hans: 探索我们的功能并了解
zh_hant: 探索我們的功能，看看

source: Explore the sample report parts gallery.
ar_ae: استكشف معرض أجزاء تقرير العينة.
de_de: Sehen Sie sich die Teilegalerie des Beispielberichts an.
es_es: Explore la galería de piezas del informe de muestra.
fr_ca: Explorez la galerie d'exemples de pièces de rapport.
it_it: Esplora la galleria delle parti del report di esempio.
ja_jp: サンプルレポートパーツギャラリーをご覧ください。
pt_pt: Explore a galeria de peças do relatório de amostra.
ru_ru: Изучите галерею запчастей отчета по образцу.
tr_tr: Örnek rapor parçaları galerisini keşfedin.
zh_hans: 浏览示例报告部件库。
zh_hant: 瀏覽範例報告組件庫。

source: Explore the sample reports gallery.
ar_ae: استكشف معرض نماذج التقارير.
de_de: Sehen Sie sich die Galerie mit Beispielberichten an.
es_es: Explore la galería de informes de muestra.
fr_ca: Explorez la galerie d'exemples de rapports.
it_it: Esplora la galleria dei report di esempio.
ja_jp: サンプルレポートギャラリーをご覧ください。
pt_pt: Explore a galeria de relatórios de exemplo.
ru_ru: Ознакомьтесь с галереей образцов отчетов.
tr_tr: Örnek raporlar galerisini keşfedin.
zh_hans: 浏览示例报告库。
zh_hant: 瀏覽報告範例庫。

source: Export
ar_ae: تصدير
es_es: Exportar
fr_ca: Exporter
it_it: Esporta
ja_jp: エクスポート
pt_pt: Exportar
ru_ru: Экспорт
tr_tr: Çıkar
zh_hans: 导出
zh_hant: 出口

source: Export FileName
ar_ae: تصدير اسم الملف
de_de: Export-Dateiname
es_es: Exportar nombre de archivo
fr_ca: Nom de fichier d’exportation
it_it: Imposta nome file esportazione
ja_jp: ファイル名をエクスポート
pt_pt: Exportar FileName
ru_ru: Экспортировать имя файла
tr_tr: Dışa Aktarma Dosya Adı
zh_hans: 导出文件名
zh_hant: 檔案命名方式

source: Export Format
ar_ae: تنسيق التصدير
es_es: Exportar formato
fr_ca: Formats d'exportation
it_it: Esporta formato
ja_jp: エクスポート形式
pt_pt: Exportar Formato
ru_ru: Экспортировать формат
tr_tr: Dışa Aktarma Biçimi
zh_hans: 导出格式
zh_hant: 導出格式

source: Export path
ar_ae: مسار التصدير
de_de: Exportpfad
es_es: Exportar ruta
fr_ca: Chemin d'exportation
it_it: Percorso di esportazione
ja_jp: エクスポート
pt_pt: Atalho de Exportação
ru_ru: Путь экспорта
tr_tr: Verme Yolu
zh_hans: 导出
zh_hant: 匯出

source: Export Path
ar_ae: مسار التصدير
de_de: Exportpfad
es_es: Exportar ruta
fr_ca: Chemin d'exportation
it_it: Percorso di esportazione
ja_jp: エクスポート
pt_pt: Atalho de Exportação
ru_ru: Путь экспорта
tr_tr: Verme Yolu
zh_hans: 导出
zh_hant: 匯出

source: Export Report
ar_ae: تصدير التقرير
de_de: Bericht exportieren
es_es: Exportar Informe
fr_ca: Exporter le rapport
it_it: Esporta Rapporto
ja_jp: レポートのエクスポート
pt_pt: Exportar Relatório
ru_ru: Экспорт отчета
tr_tr: İhracat raporu
zh_hans: 导出报告
zh_hant: 匯出報表

source: Expose Headers
ar_ae: عرض الترويسات
de_de: Header freilegen
es_es: Exponer encabezados
fr_ca: Afficher les en-têtes
it_it: Esponi intestazioni
ja_jp: ヘッダーを公開
pt_pt: Expor cabeçalhos
ru_ru: Экспонировать заголовки
tr_tr: Üstbilgileri Göster
zh_hans: 暴露标头
zh_hant: 暴露標頭

source: Expression deleted
ar_ae: تم حذف التعبير
de_de: Ausdruck gelöscht
es_es: Expresión eliminada
fr_ca: Expression supprimée
it_it: Espressione eliminata
ja_jp: 式が削除されました
pt_pt: Expressão excluída
ru_ru: Выражение удалено
tr_tr: İfade silindi
zh_hans: 删除表达式成功
zh_hant: 表達式已刪除

source: Expression has been deleted successfully
ar_ae: تم حذف التعبير بنجاح
de_de: Wurde erfolgreich gelöscht.
es_es: se ha eliminado correctamente
fr_ca: L'expression a été supprimée avec succès
it_it: La banca è stata eliminata correttamente
ja_jp: ルールは正常に削除されました。
pt_pt: {0} foi excluído com sucesso.
ru_ru: Успешно удалено.
tr_tr: Başarıyla silindi.
zh_hans: 已成功删除。
zh_hant: 表達式已成功刪除

source: Expression has been saved successfully
ar_ae: تم حفظ التعبير بنجاح
de_de: Ausdruck wurde erfolgreich gespeichert.
es_es: La expresión se ha guardado correctamente.
fr_ca: L'expression a été enregistrée avec succès
it_it: {0} è stato salvato correttamente.
ja_jp: 式が正常に保存されました
pt_pt: foi salvo com sucesso.
ru_ru: Элемент был успешно сохранен!
tr_tr: İfade başarıyla kaydedildi.
zh_hans: 已成功保存。
zh_hant: 表達式已成功保存

source: Expression has been updated successfully
ar_ae: تم تحديث التعبير بنجاح
de_de: wurde erfolgreich aktualisiert
es_es: se ha actualizado correctamente
fr_ca: L'expression a été mise à jour avec succès
it_it: è stato aggiornato correttamente
ja_jp: ルールの更新が完了しました
pt_pt: A equipe foi atualizada com sucesso##$_0D$##
ru_ru: Данные успешно обновлены
tr_tr: başarıyla güncellendi.
zh_hans: 规则已成功更新
zh_hant: 表達式已成功更新

source: Expression name already exists.
ar_ae: اسم التعبير موجود بالفعل.
de_de: Der Name existiert bereits.
es_es: Este nombre ya existe
fr_ca: Le nom de l'expression existe déjà.
it_it: Nome già esistente.
ja_jp: 名前は既に存在します
pt_pt: O nome já existe.
ru_ru: Имя уже существует.
tr_tr: Ad zaten var.
zh_hans: 名称已存在
zh_hant: 表達式名稱已存在。

source: Expression saved
ar_ae: تم حفظ التعبير
de_de: Ausdruck wird nicht gespeichert.
es_es: La expresión no se guardado.
fr_ca: Expression enregistrée
it_it: Espressione salvata
ja_jp: 式が保存されました
pt_pt: Expressão guardada
ru_ru: Выражение сохранено
tr_tr: İfade kaydedildi
zh_hans: 保存表达式成功
zh_hant: 表達式已保存

source: Expression updated
ar_ae: تم تحديث التعبير
de_de: Ausdruck aktualisiert
es_es: Expresión actualizada
fr_ca: Expression mise à jour
it_it: Espressione aggiornata
ja_jp: 式が更新されました
pt_pt: Expressão atualizada
ru_ru: Выражение обновлено
tr_tr: İfade güncellendi
zh_hans: 常规表达式已更新
zh_hant: 表達式已更新

source: External Recipient(s)
ar_ae: المستلم(المستلمون) الخارجيون
de_de: Empfänger
es_es: Destinatario(s)
fr_ca: Destinataire(s) externe(s)
it_it: DESTINATARIO ESTERNO *
ja_jp: 受信者
pt_pt: Destinatário(s) Externo (s)
ru_ru: Внешний (-ие) получатель(-и)
tr_tr: Alıcı
zh_hans: 外部收件人
zh_hant: 外部收件人

source: External Recipients
ar_ae: المستلمون الخارجيون
de_de: Externe Empfänger
es_es: Destinatarios externos
fr_ca: Ajouter des destinataires externes
it_it: Destinatari Esterni
ja_jp: 外部受信者
pt_pt: Destinatários Externos
ru_ru: Внешние получатели
tr_tr: Harici Alıcılar
zh_hans: 外部收件人
zh_hant: 添加外部收件人

source: External Site
ar_ae: الموقع الخارجي
de_de: externe Stelle
es_es: Sitio Externo
fr_ca: Site externe
it_it: -Centro esterno
ja_jp: 外部
pt_pt: Site externo
ru_ru: Внешний ID Обьекта
tr_tr: Harici Site
zh_hans: 外部站点
zh_hant: 級別

source: External site added successfully.
ar_ae: تمت إضافة الموقع الخارجي بنجاح.
de_de: Externe Website erfolgreich hinzugefügt.
es_es: ¡Sitio agregado con éxito!
fr_ca: Site externe ajouté avec succès.
it_it: Sito aggiunto con successo
ja_jp: サイトが正常に追加されました
pt_pt: Site adicionado com sucesso
ru_ru: Сайт добавлен успешно
tr_tr: Harici site başarıyla eklendi.
zh_hans: 网站成功添加。
zh_hant: 已成功添加外部網站。

source: External site details has been added successfully
ar_ae: تمت إضافة تفاصيل الموقع الخارجي بنجاح
de_de: Externe Standortdetails wurden erfolgreich hinzugefügt
es_es: Los detalles del sitio externo se han añadido correctamente
fr_ca: Les détails du site externe ont été ajoutés avec succès
it_it: I dettagli del sito esterno sono stati aggiunti correttamente
ja_jp: 外部サイトの詳細が正常に追加されました
pt_pt: Os detalhes externos do site foram adicionados com sucesso
ru_ru: Сведения о внешнем сайте успешно добавлены
tr_tr: Harici site ayrıntıları başarıyla eklendi
zh_hans: 外部站点详细信息已成功添加
zh_hant: 已成功新增外部網站詳細資訊

source: External site is unavailable.
ar_ae: الموقع الخارجي غير متاح.
de_de: Externe Website ist nicht verfügbar.
es_es: El sitio externo no está disponible.
fr_ca: Le site externe n'est pas disponible.
it_it: Il sito esterno non è disponibile.
ja_jp: 外部サイトは利用できません。
pt_pt: O site externo não está disponível.
ru_ru: Внешний сайт недоступен.
tr_tr: Harici site kullanılamıyor.
zh_hans: 外部站点不可用。
zh_hant: 外部網站無法使用。

source: External site name is duplicated
ar_ae: اسم الموقع الخارجي مكرر
de_de: Der Name der externen Website wird dupliziert.
es_es: El nombre del sitio externo está duplicado
fr_ca: Le nom du site externe est dupliqué
it_it: Il nome del sito esterno è duplicato
ja_jp: 外部サイト名が重複しています
pt_pt: O nome do site externo está duplicado
ru_ru: Имя внешнего сайта дублируется
tr_tr: Harici site adı çoğaltıldı
zh_hans: 外部站点名称重复
zh_hant: 外部網站名稱重複

source: Failed
ar_ae: فشل
de_de: Fehlgeschlagen
es_es: Fallido
fr_ca: Échec
it_it: Non riuscito
ja_jp: 失敗 / 失敗した
pt_pt: Falha
ru_ru: Ошибка
tr_tr: Başarısız
zh_hans: 失败
zh_hant: 失敗

source: Failed to add attribute.
ar_ae: فشل إضافة سمة.
de_de: Das Attribut %1 konnte nicht hinzugefügt werden.
es_es: Error al añadir el atributo.
fr_ca: Impossible d’ajouter
it_it: Non è stato possibile aggiungere l'attributo: %1.
ja_jp: 属性の追加に失敗しました。
pt_pt: Falha ao adicionar.
ru_ru: Не удалось добавить.
tr_tr: Eklenemedi
zh_hans: %0 添加失败
zh_hant: 無法新增屬性。

source: Failed to add dataset. Please try again later.
ar_ae: تعذر إضافة مجموعة البيانات. يُرجى إعادة المحاولة لاحقًا.
de_de: Fehlgeschlagen! Später noch einmal versuchen.
es_es: Error al añadir el fichero al dataset. Vuelve a intentarlo más tarde.
fr_ca: Échec de l'ajout de l'ensemble de données. Veuillez réessayer plus tard.
it_it: Fallito, riprova più tardi.
ja_jp: データセットの追加に失敗しました。後でもう一度お試しください。
pt_pt: Falha ao adicionar. Tente novamente mais tarde.
ru_ru: Не удалось добавить. Попробуйте снова чуть позже.
tr_tr: Eklenemedi Lütfen daha sonra tekrar deneyin.
zh_hans: 打开数据集失败请稍后重试。
zh_hant: 添加權限失敗，請稍後重試。

source: Failed to add datasource.Please try again later.
ar_ae: فشل إضافة مصدر البيانات .يرجى المحاولة مرة أخرى لاحقًا.
de_de: Fehlgeschlagen! Später noch einmal versuchen.
es_es: Error de validación de Recaptcha. Inténtelo de nuevo más tarde
fr_ca: Échec de l'ajout de la source de données. Veuillez réessayer plus tard.
it_it: Fallito, riprova più tardi.
ja_jp: 失敗しました。後でもう一度やり直してください。
pt_pt: Falha ao enviar o e-mail. Tente novamente mais tarde.
ru_ru: Не удалось добавить. Попробуйте позже.
tr_tr: E-posta gönderilemedi, lütfen daha sonra tekrar deneyin.
zh_hans: 提交失败，请稍后再试。
zh_hant: 添加權限失敗，請稍後重試。

source: Failed to add external site.
ar_ae: تعذر إضافة موقع خارجي.
de_de: Hinzufügen externer Empfänger fehlgeschlagen.
es_es: No se ha podido añadir el sitio externo.
fr_ca: Échec de l'ajout du site externe.
it_it: Impossibile aggiungere un sito esterno.
ja_jp: 外部サイトの追加に失敗しました。
pt_pt: Falha ao adicionar site externo.
ru_ru: Не удалось добавить объект.
tr_tr: Harici site eklenemedi.
zh_hans: 添加外部站点失败。
zh_hant: 無法添加外部專案

source: Failed to add File. Please try again later.
ar_ae: فشل إضافة ملف. يُرجى إعادة المحاولة لاحقًا.
es_es: No se ha podido añadir el archivo. Vuelve a intentarlo más tarde.
fr_ca: Impossible d’ajouter Veuillez réessayer plus tard.
ja_jp: ログの追加に失敗しました。後でもう一度お試しください。
pt_pt: Falha ao adicionar. Tente novamente mais tarde.
ru_ru: Не удалось добавить. Попробуйте снова чуть позже.
tr_tr: Eklenemedi Lütfen daha sonra tekrar deneyin.
zh_hans: %0 添加失败请稍后重试。

source: Failed to add permission, please try again later.
ar_ae: فشل إضافة الإذن، يرجى المحاولة مرة أخرى لاحقًا.
de_de: Fehlgeschlagen! Später noch einmal versuchen.
es_es: Error de validación de Recaptcha. Inténtelo de nuevo más tarde
fr_ca: Impossible d’ajouter l’autorisation, veuillez essayer de nouveau ultérieurement.
it_it: Fallito, riprova più tardi.
ja_jp: 失敗しました。後でもう一度やり直してください。
pt_pt: Falha ao enviar o e-mail. Tente novamente mais tarde.
ru_ru: Не удалось добавить. Попробуйте позже.
tr_tr: E-posta gönderilemedi, lütfen daha sonra tekrar deneyin.
zh_hans: 提交失败，请稍后再试。
zh_hant: 添加權限失敗，請稍後重試。

source: Failed to add processing option. Please try again later.
ar_ae: تعذر إضافة خيار المعالجة. يُرجى إعادة المحاولة لاحقًا.
de_de: Fehler beim Hinzufügen der Verarbeitungsoption. Bitte versuchen Sie es später erneut.
es_es: Error al añadir la opción de procesamiento. Vuelve a intentarlo más tarde.
fr_ca: Échec de l'ajout de l'option de traitement. Veuillez réessayer plus tard.
it_it: Impossibile aggiungere l'opzione di elaborazione. Riprova più tardi.
ja_jp: 処理オプションを追加できませんでした。後でもう一度お試しください。
pt_pt: Falha ao adicionar a opção de processamento. Tente novamente mais tarde.
ru_ru: Не удалось доб. комм. по обраб. Попробуйте снова чуть позже.
tr_tr: İşlem seçeneği eklenemedi. Lütfen daha sonra tekrar deneyin.
zh_hans: 添加处理选项失败。请稍后重试。
zh_hant: 添加權限失敗，請稍後重試。

source: Failed to add report. Please try again later.
ar_ae: تعذر إضافة التقرير. يُرجى إعادة المحاولة لاحقًا.
de_de: Fehlgeschlagen! Später noch einmal versuchen.
es_es: No se ha podido añadir el informe. Vuelve a intentarlo más tarde.
fr_ca: Échec de l'ajout du rapport. Veuillez réessayer plus tard.
it_it: Fallito, riprova più tardi.
ja_jp: レポートを追加できませんでした。後でもう一度お試しください。
pt_pt: Falha ao executar um relatório Tente novamente mais tarde.
ru_ru: Не удалось добавить отчет о процессе. Попробуйте снова чуть позже.
tr_tr: Eklenemedi Lütfen daha sonra tekrar deneyin.
zh_hans: 沟通报告添加编辑失败请稍后重试。
zh_hant: 添加權限失敗，請稍後重試。

source: Failed to add rule
ar_ae: تعذر إضافة القاعدة
de_de: Notiz konnte nicht hinzugefügt werden
es_es: No se pudo agregar
fr_ca: Impossible d’ajouter
it_it: Impossibile aggiungere la regola
ja_jp: パスの追加に失敗しました
pt_pt: Falha ao adicionar.
ru_ru: Не удалось добавить правило
tr_tr: 无法添加传递规则。
zh_hans: 无法添加传递规则。
zh_hant: 無法添加 {0}

source: Failed to add the comment, please try again later.
ar_ae: فشل إضافة التعليق، يرجى المحاولة مرة أخرى لاحقًا.
de_de: Die Konfigurationen konnten nicht gespeichert werden. Bitte versuchen Sie es später erneut.
es_es: No se pudo enviar el mensaje. Vuelve a intentarlo más tarde.
fr_ca: Impossible d’ajouter le commentaire, veuillez essayer de nouveau ultérieurement.
it_it: Fallito, riprova più tardi.
ja_jp: 失敗しました。後でもう一度やり直してください。
pt_pt: Falha ao adicionar o comentário. Tente novamente mais tarde.
ru_ru: Не удалось добавить. Попробуйте позже.
tr_tr: Yorum eklenemedi, lütfen daha sonra tekrar deneyin.
zh_hans: 发送邮件失败，请稍后重试。
zh_hant: 添加評論失敗，請稍後重試。

source: Failed to add the deployment dashboard details
ar_ae: تعذر إضافة تفاصيل لوحة معلومات النشر
de_de: Fehler beim Hinzufügen der Bereitstellungs-Dashboard-Details
es_es: No se han podido añadir los detalles del panel de implementación
fr_ca: Impossible d'ajouter le tableau de bord en tant que tableau de bord de déploiement.
it_it: Impossibile aggiungere i dettagli del dashboard di distribuzione
ja_jp: 展開ダッシュボードの詳細を追加できませんでした
pt_pt: Falha ao adicionar os detalhes do painel de implantação
ru_ru: Не удалось получить сведения о панели управления.
tr_tr: Dağıtım kontrol paneli ayrıntıları eklenemedi
zh_hans: 添加部署仪表板详细信息失败
zh_hant: 無法新增部署儀表板詳細資訊

source: Failed to add the external site details
ar_ae: تعذر إضافة تفاصيل الموقع الخارجي
de_de: Fehler beim Hinzufügen der externen Standortdetails
es_es: No se han podido añadir los detalles del sitio externo
fr_ca: Impossible d'ajouter les détails du site externe
it_it: Impossibile aggiungere i dettagli del sito esterno
ja_jp: 外部サイトの詳細を追加できませんでした
pt_pt: Falha ao adicionar os detalhes externos do site
ru_ru: Не удалось добавить объект
tr_tr: Harici site ayrıntıları eklenemedi
zh_hans: 添加外部站点详细信息失败
zh_hant: 無法新增外部網站詳細資訊

source: Failed to add the reply, please try again later.
ar_ae: فشل إضافة الرد، يرجى المحاولة مرة أخرى لاحقًا.
de_de: Die Konfigurationen konnten nicht gespeichert werden. Bitte versuchen Sie es später erneut.
es_es: No se pudo enviar el mensaje. Vuelve a intentarlo más tarde.
fr_ca: Impossible d’ajouter la réponse, veuillez essayer de nouveau ultérieurement.
it_it: Fallito, riprova più tardi.
ja_jp: 失敗しました。後でもう一度やり直してください。
pt_pt: Falha ao adicionar a resposta. Tente novamente mais tarde.
ru_ru: Не удалось добавить. Попробуйте позже.
tr_tr: Yanıt eklenemedi, lütfen daha sonra tekrar deneyin.
zh_hans: 发送邮件失败，请稍后重试。
zh_hant: 添加回复失敗，請稍後重試。
