Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Embed authentication is disabled.
ar_ae: تم تعطيل المصادقة المضمنة.
de_de: Die Einbettungsauthentifizierung ist deaktiviert.
es_es: La autenticación de incrustación está desactivada.
fr_ca: L'authentification intégrée est désactivée.
it_it: L'autenticazione incorporata è disabilitata.
ja_jp: 埋め込み認証は無効です。
pt_pt: A autenticação de incorporação está desativada.
ru_ru: Встроенная аутентификация отключена.
tr_tr: Yerleştirme kimlik doğrulaması devre dışı.
zh_hans: 嵌入身份验证已禁用。
zh_hant: 嵌入驗證已停用。

source: Embed Code
ar_ae: تضمين الكود
de_de: Code einbetten
es_es: Incrustar código
fr_ca: Code Intégration
it_it: Incorpora il codice
ja_jp: コードの埋め込み
pt_pt: Código de Incorporação
ru_ru: Код для внедрения
tr_tr: Gömme kodu
zh_hans: 嵌入代码
zh_hant: 內嵌程式碼

source: Embed code copied successfully!
ar_ae: تم نسخ رمز التضمين بنجاح!
de_de: Code erfolgreich kopiert
es_es: Código copiado con éxito
fr_ca: Code d'intégration copié avec succès !
it_it: Codice di incorporamento copiato con successo!
ja_jp: 埋め込みコードが正常にコピーされました！
pt_pt: Código incorporado copiado com sucesso!
ru_ru: Код для вставки успешно скопирован!
tr_tr: Gömme kodu başarıyla kopyalandı!
zh_hans: 嵌入代码复制成功！
zh_hant: 嵌入代碼複製成功！

source: Embed secret
ar_ae: تضمين السر
de_de: Geheimnis einbetten
es_es: Inserción secreta
fr_ca: Incorporer le secret
it_it: Incorpora segreto
ja_jp: シークレットを埋め込む
pt_pt: Segredo incorporado
ru_ru: Вставить секрет
tr_tr: Gizli göm
zh_hans: 嵌入密钥
zh_hant: 嵌入密鑰

source: Embed Secret has been updated successfully
ar_ae: تم تحديث تضمين السر بنجاح
de_de: wurde erfolgreich aktualisiert
es_es: Inserción secreta se ha actualizado con éxito
fr_ca: Le secret d'intégration a été mis à jour avec succès
it_it: è stato aggiornato correttamente
ja_jp: 埋め込みシークレットが正常に更新されました
pt_pt: O Segredo Incorporado foi atualizado com sucesso
ru_ru: Секрет вставки успешно обновлен
tr_tr: Gömülü Parola başarıyla güncellendi
zh_hans: 嵌入密钥已成功更新
zh_hant: 嵌入密鑰已成功更新

source: Embed Settings
ar_ae: تضمين الإعدادات
de_de: Einbettungs-Einstellungen
es_es: Ajustes de inserción
fr_ca: Paramètres d'intégration
it_it: Incorpora impostazioni
ja_jp: 埋め込み設定
pt_pt: Definições da Incorporação
ru_ru: Настройки встраивания
tr_tr: Embed ayarları
zh_hans: 嵌入设置
zh_hant: 內嵌設定

source: EMBED SETTINGS
ar_ae: تضمين الإعدادات
de_de: Einbettungs-Einstellungen
es_es: AJUSTES DE INSERCIÓN
fr_ca: Paramètres d'intégration
it_it: Incorpora impostazioni
ja_jp: 埋め込み設定
pt_pt: Definições da Incorporação
ru_ru: Настройки встраивания
tr_tr: Embed ayarları
zh_hans: 嵌入设置
zh_hant: 內嵌設定

source: Embed Settings has been updated successfully
ar_ae: تم تحديث إعدادات التضمين بنجاح
de_de: Deine Einstellungen wurden erfolgreich aktualisiert.
es_es: La configuración de inserción se ha actualizado correctamente
fr_ca: Les réglages ont été mis à jour avec succès
it_it: è stato aggiornato correttamente
ja_jp: レポート設定が正常に更新されました
pt_pt: As definições foram atualizadas com sucesso.
ru_ru: Настройки успешно обновлены!
tr_tr: Embed Ayarları başarıyla güncellendi
zh_hans: 自定义侧边栏设置已成功更新。
zh_hant: 儀表板已成功更新。

source: Embed using azure ad authentication
ar_ae: تضمين باستخدام مصادقة إعلان Azure
de_de: Einbetten mit Azure Ad-Authentifizierung
es_es: Incrustar mediante la autenticación de anuncios azure
fr_ca: Intégrer en utilisant l'authentification des annonces azure
it_it: Incorpora utilizzando l'autenticazione degli annunci azure
ja_jp: Azure広告認証を使用して埋め込む
pt_pt: Incorporar usando a autenticação de anúncios do Azure
ru_ru: Встроить с помощью аутентификации объявлений azure
tr_tr: Azure reklam kimlik doğrulamasını kullanarak gömün
zh_hans: 使用Azure广告身份验证嵌入
zh_hant: 使用Azure廣告驗證嵌入

source: Embed using server authentication
ar_ae: تضمين باستخدام مصادقة الخادم
de_de: Einbetten mit Server-Authentifizierung
es_es: Incrustar usando autenticación de servidor
fr_ca: Intégrer en utilisant l'authentification du serveur
it_it: Incorpora utilizzando l'autenticazione del server
ja_jp: サーバー認証を使用して埋め込む
pt_pt: Incorporar usando a autenticação do servidor
ru_ru: Внедрить с помощью аутентификации сервера
tr_tr: Sunucu kimlik doğrulamasını kullanarak gömün
zh_hans: 使用服务器身份验证嵌入
zh_hant: 使用伺服器驗證嵌入

source: Embed using windows authentication
ar_ae: تضمين باستخدام مصادقة windows
de_de: Dabei wird die Windows-Authentifizierung verwendet.
es_es: Uso de la autenticación Windows
fr_ca: Intégrer en utilisant l'authentification Windows
it_it: Incorpora utilizzando l'autenticazione di Windows
ja_jp: Windows認証を使用した埋め込み
pt_pt: Incorporar usando a autenticação do Windows
ru_ru: Внедрить с помощью проверки подлинности Windows
tr_tr: Windows kimlik doğrulamasını kullanarak gömün
zh_hans: 使用Windows身份验证嵌入
zh_hant: 使用Windows驗證嵌入

source: Embedded Report comes with an additional cost. You can unlock this feature with the Embedded Report plan.
ar_ae: يأتي التقرير المضمن بتكلفة إضافية. يمكنك إلغاء قفل هذه الميزة باستخدام خطة التقرير المضمن.
de_de: Eingebetteter Bericht ist mit zusätzlichen Kosten verbunden. Sie können diese Funktion mit dem eingebetteten Berichtsplan freischalten.
es_es: El informe incrustado tiene un coste adicional. Puede desbloquear esta función con el plan de informes embebidos.
fr_ca: Le rapport intégré entraîne des coûts supplémentaires. Vous pouvez déverrouiller cette fonctionnalité avec le plan de rapport intégré.
it_it: Il report incorporato comporta un costo aggiuntivo. È possibile sbloccare questa funzione con il piano Report incorporato.
ja_jp: 埋め込みレポートには追加料金がかかります。この機能は、埋め込みレポートプランでロックを解除できます。
pt_pt: O relatório incorporado vem com um custo adicional. Você pode desbloquear esse recurso com o plano Relatório incorporado.
ru_ru: Встроенный отчет поставляется с дополнительной платой. Вы можете разблокировать эту функцию с помощью плана встроенного отчета.
tr_tr: Gömülü Rapor ek bir maliyetle birlikte gelir. Gömülü Rapor planı ile bu özelliğin kilidini açabilirsiniz.
zh_hans: 嵌入式报告会产生额外费用。您可以使用嵌入式报告计划解锁此功能。
zh_hant: 嵌入式報告附帶額外費用。您可以使用嵌入式報告方案解鎖此功能。

source: EmbedReport Error
ar_ae: خطأ في EmbedReport
de_de: EmbedReport Fehler
es_es: Error de EmbedReport
fr_ca: Erreur EmbedReport
it_it: Errore EmbedReport
ja_jp: EmbedReportエラー
pt_pt: Erro de EmbedReport
ru_ru: Ошибка EmbedReport
tr_tr: EmbedReport Hatası
zh_hans: EmbedReport错误
zh_hant: EmbedReport錯誤

source: Enable
ar_ae: تمكين
de_de: Aktivieren
es_es: Activar
fr_ca: Activer
it_it: Abilita
ja_jp: 有効にする
pt_pt: Ativar
ru_ru: Включить
tr_tr: Etkinleştir
zh_hans: 启用
zh_hant: 使能夠

source: Enable Active Directory Scheduled Synchronization
ar_ae: تمكين مزامنة الدليل النشط المجدولة
de_de: Geplante Active Directory-Synchronisierung aktivieren
es_es: sincronización de Active Directory
fr_ca: Activer la synchronisation planifiée d'Active Directory
it_it: Abilita sincronizzazione pianificata di Active Directory
ja_jp: Active Directoryスケジュール同期を有効にする
pt_pt: Ativar sincronização agendada do Active Directory
ru_ru: Включить запланированную синхронизацию Active Directory
tr_tr: Active Directory eşitlemesi
zh_hans: 启用Active Directory计划同步
zh_hant: 啟用 Active Directory 計劃同步

source: Enable Azure AD Scheduled Synchronization
ar_ae: تمكين المزامنة المجدولة لـ Azure AD
de_de: Geplante Azure AD-Synchronisierung aktivieren
es_es: Habilitar sincronización programada de Azure AD
fr_ca: Activer la synchronisation planifiée d'Azure AD
it_it: Abilita sincronizzazione pianificata Azure AD
ja_jp: Azure ADスケジュール同期を有効にする
pt_pt: Ativar sincronização agendada do Azure AD
ru_ru: Включить запланированную синхронизацию Azure AD
tr_tr: Azure AD Zamanlanmış Senkronizasyonu Etkinleştir
zh_hans: 启用Azure AD计划同步
zh_hant: 啟用 Azure AD 計劃同步

source: Enable Content-Security-Policy
ar_ae: تمكين سياسة المحتوى والأمان
de_de: Content Security Policy
es_es: Habilitar Content-Security-Policy
fr_ca: Politique de sécurité du contenu
it_it: Abilita Content-Security-Policy
ja_jp: Content-Security-Policy 適用
pt_pt: Política de Segurança de Conteúdo
ru_ru: Включить отчеты о политике безопасности контента
tr_tr: İçerik-Güvenliği-Politikası
zh_hans: Content-Security-Policy
zh_hant: Content-Security-Policy for

source: Enable database scheduled synchronization
ar_ae: تمكين مزامنة قاعدة البيانات المجدولة
de_de: Aktivieren Sie die geplante Datenbank-Synchronisierung
es_es: Habilitar la sincronización programada de la base de datos
fr_ca: Activer la synchronisation planifiée de la base de données
it_it: Abilita sincronizzazione pianificata del database
ja_jp: データベーススケジュール同期を有効にする
pt_pt: Ativar sincronização agendada da base de dados
ru_ru: Включить синхронизацию базы данных по расписанию
tr_tr: Veritabanı zamanlanmış senkronizasyonu etkinleştir
zh_hans: 启用数据库计划同步
zh_hant: 啟用數據庫計劃同步

source: Enable Default Authentication
ar_ae: تمكين المصادقة الافتراضية
de_de: Standardauthentifizierung:
es_es: Habilitar autenticación predeterminada
fr_ca: Activer l'authentification par défaut
it_it: Abilita autenticazione predefinita
ja_jp: 確認方法 (デフォルト)
pt_pt: Habilitar (padrão)
ru_ru: Включить аутентификацию по умолчанию
tr_tr: Varsayılan Kimlik Doğrulamayı Etkinleştir
zh_hans: 启用默认身份验证
zh_hant: 啟用預設身份驗證

source: Enable embed authentication
ar_ae: تمكين المصادقة المضمنة
de_de: Einbettungsauthentifizierung aktivieren
es_es: Habilitar la autenticación de inserción
fr_ca: Activer l'authentification intégrée
it_it: Abilita autenticazione incorporata
ja_jp: 埋め込み認証を有効にする
pt_pt: Ativar autenticação incorporada
ru_ru: Включить встраивание вставка
tr_tr: Gömülü kimlik doğrulamayı etkinleştir
zh_hans: 启用嵌入：
zh_hant: 啟用嵌入式驗證

source: Enable File Compression
ar_ae: تمكين ضغط الملف
de_de: Dateikomprimierung aktivieren
es_es: compresión de archivo
fr_ca: Activer la compression de fichiers
it_it: Attiva compressione file e cartelle
ja_jp: ファイル圧縮
pt_pt: Ativar compactação de ficheiros
ru_ru: Включить сжатие файлов
tr_tr: dosya sıkıştırma
zh_hans: 启用文件压缩
zh_hant: 啟用檔案壓縮

source: Enable Global Default Authentication
ar_ae: تمكين المصادقة الافتراضية العامة
de_de: Globale Standardauthentifizierung aktivieren
es_es: Habilitar autenticación predeterminada
fr_ca: Activer l'authentification globale par défaut
it_it: Abilita autenticazione predefinita globale
ja_jp: グローバルデフォルト認証を有効にする
pt_pt: Ativar autenticação predefinida global
ru_ru: Включить глобальную аутентификацию по умолчанию
tr_tr: Genel Varsayılan Kimlik Doğrulamayı Etkinleştir
zh_hans: 启用全局默认身份验证
zh_hant: 啟用預設身份驗證

source: Enable Global OAuth Settings
ar_ae: تمكين إعدادات OAuth العامة
de_de: Globale Einstellungen aktivieren
es_es: Habilitar la configuración global de OAuth
fr_ca: Activer les paramètres OAuth globaux
it_it: Abilita impostazioni OAuth globali
ja_jp: グローバル設定を有効化
pt_pt: Ativar Definições Globais de OAuth
ru_ru: Включить глобальные настройки OAuth
tr_tr: Genel OAuth Ayarlarını Etkinleştir
zh_hans: 在多站点上启用全局设置？
zh_hant: 啟用全域OAuth設定

source: Enable Global OpendID Connect Settings
ar_ae: تمكين إعدادات اتصال OpendID العالمية
de_de: Globale Einstellungen aktivieren
es_es: Habilitar la configuración de conexión global de OpendID
fr_ca: Activer les paramètres globaux OpendID Connect
it_it: Abilita impostazioni globali OpendID Connect
ja_jp: グローバルOpendID接続設定を有効にする
pt_pt: Ativar definições do Global OpendID Connect
ru_ru: Включить глобальные настройки подключения OpendID
tr_tr: Genel OpendID Bağlantı Ayarlarını Etkinleştir
zh_hans: 启用全局OpendID连接设置
zh_hant: 啟用全域OpendID連線設定

source: Enable IP Allowlisting
ar_ae: تمكين قائمة عناوين IP المسموح بها
es_es: enable ip
fr_ca: Activer IP Allowlisting
ja_jp: IP許可リストを有効にする
pt_pt: Ativar listagem de permissões de IP
ru_ru: Включить IP Allowlisting
tr_tr: IP İzin Listesini Etkinleştir
zh_hans: 启用IP允许列表

source: Enable OAuth 2.0
ar_ae: تمكين OAuth 2.0
de_de: OAuth 2.0
es_es: Habilitar OAuth 2.0
fr_ca: Activer OAuth 2.0
it_it: OAuth 2.0
ja_jp: OAuth 2.0を有効にする
pt_pt: Ativar OAuth 2.0
ru_ru: Oauth 2.0
tr_tr: OAuth 2.0 'ı etkinleştir
zh_hans: 启用OAuth 2.0
zh_hant: 啓用OAuth 2.0

source: Enable OpenID Connect
ar_ae: تمكين OpenID Connect
de_de: OpenID-Verbindung
es_es: Habilitar OpenID Connect
fr_ca: Activer OpenID Connect
it_it: OpenID Connect
ja_jp: OpenID Connect
pt_pt: Ligação OpenID
ru_ru: OpenID Connect
tr_tr: OpenID bağlandı
zh_hans: 启用OpenID连接
zh_hant: 啟用OpenID Connect

source: Enable Password Protection
ar_ae: تمكين حماية كلمة المرور
de_de: Passwortschutz aktivieren
es_es: Protección con contraseña
fr_ca: Activer la protection par mot de passe
it_it: Attiva password di protezione
ja_jp: パスワード保護を有効にする
pt_pt: Proteção por palavra-passe
ru_ru: Включить защиту паролем
tr_tr: Parola koruması
zh_hans: 启用密码保护
zh_hant: 密碼保護

source: Enable Schedule
ar_ae: تمكين الجدول الزمني
de_de: Zeitplan aktivieren
es_es: Habilitar Horario
fr_ca: Activer la planification
it_it: Abilita pianificazione
ja_jp: このスケジュールを有効にする
pt_pt: Ativar agenda
ru_ru: Включить расписание
tr_tr: Zamanlamayı Etkinleştir
zh_hans: 启用此计划
zh_hant: 啟用排程同步

source: Enable SSL
ar_ae: تمكين طبقة المقابس الآمنة
de_de: SSL aktivieren
es_es: Habilitar SSL
fr_ca: Activer SSL
it_it: Abilita SSL
ja_jp: SSL を有効にする(N)
pt_pt: Habilitar SSL
ru_ru: Активировать SSL
tr_tr: SSL'i etkinleştir
zh_hans: 启用SSL
zh_hant: 啟用 SSL

source: Enable the SSO authentication for the Report.
ar_ae: تمكين مصادقة تسجيل الدخول الأحادي للتقرير.
es_es: Habilite la autenticación SSO para el Informe.
fr_ca: Activez l'authentification SSO pour le rapport.
ja_jp: レポートのSSO認証を有効にします。
pt_pt: Ative a autenticação SSO para o Relatório.
ru_ru: Включите проверку подлинности единого входа для отчета.
tr_tr: Rapor için SSO kimlik doğrulamasını etkinleştirin.
zh_hans: 为报表启用SSO身份验证。

source: Enable Ums Scheduled Synchronization
ar_ae: تمكين مزامنة UMS المجدولة
de_de: Geplante UMS-Synchronisierung aktivieren
es_es: Habilitar sincronización programada de UMS
fr_ca: Activer la synchronisation programmée UMS
it_it: Abilita sincronizzazione pianificata Ums
ja_jp: UMSスケジュール同期を有効にする
pt_pt: Ativar Sincronização Agendada Ums
ru_ru: Включить запланированную синхронизацию UMS
tr_tr: UMS Zamanlanmış Senkronizasyonu Etkinleştir
zh_hans: 启用UMS计划同步
zh_hant: 啟用 Ums 計劃同步

source: Enable X-Frame-Options
ar_ae: تمكين خيارات X - Frame
de_de: X-Frame Optionen aktivieren
es_es: Habilitar opciones de X-Frame
fr_ca: Activer X-Frame-Options
it_it: Abilita X-Frame-Options
ja_jp: Xフレームオプションを有効にする
pt_pt: Opções Moldura X
ru_ru: X-Frame-Options (защитита от Кликджекинга)
tr_tr: X-Çerçeve-Seçenekleri
zh_hans: 启用 X 帧选项
zh_hant: X-框-選項

source: Enabled
ar_ae: تم التمكين
de_de: Aktiviert
es_es: Activo
fr_ca: Activé
it_it: Abilitato
ja_jp: 有効化
pt_pt: Ativado
ru_ru: Включено
tr_tr: Etkinleştirildi
zh_hans: 已启用
zh_hant: 啟用

source: Enables/disables the password for compressed exported report file
ar_ae: تمكين/تعطيل كلمة المرور لملف التقرير الذي تم تصديره المضغوط
de_de: Aktiviert/deaktiviert das Passwort für komprimierte exportierte Berichtsdatei
es_es: Habilita/deshabilita la contraseña para el archivo de informe exportado comprimido
fr_ca: Active/désactive le mot de passe pour le fichier de rapport exporté compressé
it_it: Abilita/disabilita la password per il file di report esportato compresso
ja_jp: 圧縮されたエクスポートされたレポートファイルのパスワードを有効/無効にします
pt_pt: Ativa/desativa a palavra-passe para o ficheiro de relatório exportado comprimido
ru_ru: Включает/отключает пароль для сжатого экспортированного файла отчета
tr_tr: Sıkıştırılmış dışa aktarılmış rapor dosyası için şifreyi etkinleştirir/devre dışı bırakır
zh_hans: 启用/禁用压缩导出报告文件的密码
zh_hant: 啟用/停用壓縮匯出報告檔案的密碼

source: Enabling this option will permit requests from allowlisted IP addresses. However, activating this feature won't immediately enforce the IP allowlist. Please specify the IP addresses to be allowlisted and then click <b>Save</b> to apply the changes.
ar_ae: سيؤدي تمكين هذا الخيار إلى السماح بالطلبات من عناوين IP المسموح بها. ومع ذلك، لن يؤدي تفعيل هذه الميزة إلى فرض قائمة السماح لـ IP على الفور. يرجى تحديد عناوين IP المراد السماح بإدراجها ثم النقر</b> على <b>حفظ لتطبيق التغييرات.
es_es: Habilitar esta opción permitirá solicitudes de direcciones IP permitidas. Sin embargo, la activación de esta función no hará cumplir de inmediato la lista de permisos de IP. Especifique las direcciones IP que se permitirán en la lista y, a continuación, haga clic en <b>Guardar</b> para aplicar los cambios.
fr_ca: L'activation de cette option autorisera les demandes à partir des adresses IP autorisées. Cependant, l'activation de cette fonctionnalité n'appliquera pas immédiatement la liste d'autorisation IP. Veuillez spécifier les adresses IP à autoriser, puis cliquez sur <b>Enregistrer</b> pour appliquer les modifications.
ja_jp: このオプションを有効にすると、許可リストされたIPアドレスからの要求が許可されます。ただし、この機能を有効にしても、すぐにIP許可リストが適用されるわけではありません。許可リストに登録するIPアドレスを指定し、[<b>保存]をクリックして変更</b>を適用してください。
pt_pt: Ativar esta opção permitirá solicitações de endereços IP permitidos. No entanto, ativar esse recurso não aplicará imediatamente a lista de permissões de IP. Especifique os endereços IP a serem permitidos e clique em <b>Salvar</b> para aplicar as alterações.
ru_ru: Включение этой опции разрешит запросы с разрешенных IP-адресов. Однако активация этой функции не приведет к немедленной принудительной реализации списка разрешенных IP-адресов. Укажите IP-адреса для включения в список разрешенных, а затем нажмите «<b>Сохранить»</b>, чтобы применить изменения.
tr_tr: Bu seçeneğin etkinleştirilmesi, izin verilenler listesinde bulunan IP adreslerinden gelen isteklere izin verecektir. Ancak, bu özelliği etkinleştirmek IP izin listesini hemen zorunlu kılmaz. Lütfen izin verilenler listesine eklenecek IP adreslerini belirtin ve ardından değişiklikleri</b> uygulamak için <b>Kaydet'e tıklayın.
zh_hans: 启用此选项将允许来自允许列表IP地址的请求。但是，激活此功能不会立即强制执行IP允许列表。请指定要允许的IP地址，然后单击<b>保存</b>以应用更改。

source: Enabling this will send notifications for comments on all the reports users have access to.
ar_ae: سيؤدي تمكين هذا إلى إرسال إشعارات للتعليقات على جميع التقارير التي يمكن للمستخدمين الوصول إليها.
de_de: Wenn Sie dies aktivieren, werden Benachrichtigungen für Kommentare zu allen Berichten gesendet, auf die Benutzer Zugriff haben.
es_es: Habilitar esto enviará notificaciones para comentarios sobre todos los informes a los que los usuarios tienen acceso.
fr_ca: L'activation de cette option enverra des notifications pour les commentaires sur tous les rapports auxquels les utilisateurs ont accès.
it_it: Abilitando questa opzione verranno inviate notifiche per i commenti su tutti i report a cui gli utenti hanno accesso.
ja_jp: これを有効にすると、ユーザーがアクセスできるすべてのレポートに対するコメントの通知が送信されます。
pt_pt: Ativar isto enviará notificações para comentários em todos os relatórios aos quais os utilizadores têm acesso.
ru_ru: При включении этой функции будут отправляться уведомления о комментариях ко всем отчетам, к которым у пользователей есть доступ.
tr_tr: Bunu etkinleştirdiğinizde, kullanıcıların erişebildiği tüm raporlardaki yorumlar için bildirimler gönderilir.
zh_hans: 启用此功能将发送有关用户有权访问的所有报告的评论的通知。
zh_hant: 啟用此功能將發送通知，以評論用戶可以訪問的所有報告。

source: Enabling this will send notifications for comments on all the reports users have created.
ar_ae: سيؤدي تمكين هذا إلى إرسال إشعارات للتعليقات على جميع التقارير التي أنشأها المستخدمون.
de_de: Wenn Sie dies aktivieren, werden Benachrichtigungen für Kommentare zu allen Berichten gesendet, die Benutzer erstellt haben.
es_es: Habilitar esto enviará notificaciones para comentarios sobre todos los informes que los usuarios han creado.
fr_ca: L'activation de cette option enverra des notifications pour les commentaires sur tous les rapports que les utilisateurs ont créés.
it_it: Abilitando questa opzione verranno inviate notifiche per i commenti su tutti i report creati dagli utenti.
ja_jp: これを有効にすると、ユーザーが作成したすべてのレポートに対するコメントの通知が送信されます。
pt_pt: Ativar isto enviará notificações para comentários sobre todos os relatórios que os utilizadores criaram.
ru_ru: При включении этой функции будут отправляться уведомления о комментариях ко всем отчетам, созданным пользователями.
tr_tr: Bunu etkinleştirmek, kullanıcıların oluşturduğu tüm raporlardaki yorumlar için bildirimler gönderecektir.
zh_hans: 启用此功能将发送对用户创建的所有报告的评论通知。
zh_hant: 啟用此功能將發送通知，以評論用戶創建的所有報告。

source: Enabling this will send notifications to the scheduled reports
ar_ae: سيؤدي تمكين هذا إلى إرسال إشعارات إلى التقارير المجدولة
de_de: Wenn Sie dies aktivieren, werden Benachrichtigungen an die geplanten Berichte gesendet
es_es: Habilitar esto enviará notificaciones a los informes programados
fr_ca: L'activation de cette option enverra des notifications aux rapports planifiés
it_it: Abilitando questa opzione verranno inviate notifiche ai report pianificati
ja_jp: これを有効にすると、スケジュールされたレポートに通知が送信されます
pt_pt: Habilitar isso enviará notificações para os relatórios agendados
ru_ru: Включение этого параметра приведет к отправке уведомлений в запланированные отчеты
tr_tr: Bunu etkinleştirmek, planlanan raporlara bildirim gönderecektir
zh_hans: 启用此功能将向计划报告发送通知
zh_hant: 啟用此功能將向排定的報告發送通知

source: Enabling this will send notifications to the scheduled reports.
ar_ae: سيؤدي تمكين هذا إلى إرسال إشعارات إلى التقارير المجدولة.
de_de: Wenn Sie dies aktivieren, werden Benachrichtigungen an die geplanten Berichte gesendet.
es_es: Habilitar esto enviará notificaciones a los informes programados.
fr_ca: L'activation de cette option enverra des notifications aux rapports planifiés.
it_it: Abilitando questa opzione, le notifiche verranno inviate ai report pianificati.
ja_jp: これを有効にすると、スケジュールされたレポートに通知が送信されます。
pt_pt: Habilitar isso enviará notificações para os relatórios agendados.
ru_ru: Включение этого параметра приведет к отправке уведомлений в запланированные отчеты.
tr_tr: Bunu etkinleştirmek, planlanan raporlara bildirim gönderecektir.
zh_hans: 启用此功能将向计划报告发送通知。
zh_hant: 啟用此功能將向排程報告發送通知。

source: Enabling this will send notifications to the scheduled user who are all synchronized.
ar_ae: سيؤدي تمكين هذا إلى إرسال إشعارات إلى المستخدم المجدول الذي تمت مزامنته جميعًا.
de_de: Wenn Sie dies aktivieren, werden Benachrichtigungen an den geplanten Benutzer gesendet, die alle synchronisiert sind.
es_es: Al habilitar esto, se enviarán notificaciones al usuario programado que está sincronizado.
fr_ca: L'activation de cette option enverra des notifications à l'utilisateur planifié qui est tous synchronisés.
it_it: Abilitando questa opzione verranno inviate notifiche all'utente pianificato che sono tutti sincronizzati.
ja_jp: これを有効にすると、すべて同期されているスケジュールされたユーザーに通知が送信されます。
pt_pt: Ativar isto irá enviar notificações para o utilizador agendado que estão todos sincronizados.
ru_ru: Включение этого параметра отправит уведомления запланированному пользователю, который синхронизирован.
tr_tr: Bunu etkinleştirmek, tümü senkronize olan planlanmış kullanıcıya bildirimler gönderecektir.
zh_hans: 启用此功能将向已同步的计划用户发送通知。
zh_hant: 啟用此功能將向已同步的排定用戶發送通知。

source: Encrypt this attribute
ar_ae: تشفير هذه السمة
de_de: Dieses Attribut verschlüsseln
es_es: Cifrar este atributo
fr_ca: Chiffrer cet attribut
it_it: Crittografa questo attributo
ja_jp: この属性を暗号化する
pt_pt: Criptografar este atributo
ru_ru: Зашифровать этот атрибут
tr_tr: Bu özniteliği şifrele
zh_hans: 加密此属性
zh_hant: 加密此屬性
