Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Report name already exists.
ar_ae: اسم التقرير موجود بالفعل.
es_es: El nombre del informe ya existe.
fr_ca: Le nom du rapport existe déjà
ja_jp: 名前は既に存在します
pt_pt: O nome já existe.
ru_ru: Имя уже существует.
tr_tr: Ad zaten var.
zh_hans: 名称已存在

source: Report name for deployment site
ar_ae: اسم التقرير لموقع النشر
es_es: Nombre del informe para el sitio de implementación
fr_ca: Nom du rapport pour le site de déploiement
ja_jp: 展開サイトのレポート名
pt_pt: Nome do relatório para o local de implantação
ru_ru: Название отчета для места развертывания
tr_tr: Dağıtım sitesi için rapor adı
zh_hans: 部署站点的报告名称

source: Report Not Found
ar_ae: لم يتم العثور على التقرير
de_de: Bericht nicht gefunden
es_es: Reporte no encontrado
fr_ca: Rapport non trouvé
it_it: Report non trovato
ja_jp: レポートがありません
pt_pt: Relatório não encontrado
ru_ru: Отчет не найден
tr_tr: Rapor bulunamadı
zh_hans: 未找到报告
zh_hant: 未找到報告

source: Report Part
ar_ae: جزء التقرير
de_de: Berichtteil
es_es: elemento de informe
fr_ca: partie de rapport
it_it: Parte del report
ja_jp: レポート
pt_pt: Parte do Relatório
ru_ru: элемент отчета
tr_tr: rapor bölümü
zh_hans: 报表部件
zh_hant: 報表組件

source: Report part deleted
ar_ae: تم حذف جزء التقرير
de_de: Berichtteil
es_es: elemento de informe
fr_ca: Partie du rapport supprimée
it_it: Parte del report eliminata
ja_jp: レポートパーツが削除されました
pt_pt: Parte do relatório excluída
ru_ru: Часть отчета удалена
tr_tr: rapor bölümü
zh_hans: 报告零件已删除
zh_hant: 報表組件

source: Report Part has been published successfully
ar_ae: تم نشر جزء التقرير بنجاح
de_de: Berichtsteil wurde erfolgreich veröffentlicht
es_es: La parte del informe se ha publicado correctamente
fr_ca: Le rapport a été publié avec succès
it_it: La parte del report è stata pubblicata correttamente
ja_jp: レポートパーツが正常に公開されました
pt_pt: A parte do relatório foi publicada com sucesso
ru_ru: Часть отчета успешно опубликована
tr_tr: Rapor Bölümü başarıyla yayınlandı
zh_hans: 报告部分已成功发布
zh_hant: 報告部分已成功發佈

source: Report Part Id:
ar_ae: معرف جزء التقرير:
de_de: Berichtteil
es_es: elemento de informe
fr_ca: partie de rapport
it_it: ID parte report:
ja_jp: レポートパーツID ：
pt_pt: ID da peça do relatório:
ru_ru: элемент отчета
tr_tr: rapor bölümü
zh_hans: 报表部件
zh_hant: 報表組件

source: Report Part Type:
ar_ae: نوع جزء التقرير:
de_de: Berichtteil
es_es: elemento de informe
fr_ca: partie de rapport
it_it: Tipo di parte del report:
ja_jp: レポートパーツタイプ：
pt_pt: Tipo de peça do relatório:
ru_ru: элемент отчета
tr_tr: rapor bölümü
zh_hans: 报表部件
zh_hant: 報表組件

source: Report part with the same name already exists
ar_ae: الإبلاغ عن جزء بنفس الاسم موجود بالفعل
de_de: existiert schon mit demselben Namen.
es_es: Ya existe un reporte con el mismo nombre
fr_ca: Le rapport portant le même nom existe déjà
it_it: Esiste già un dispositivo con lo stesso nome.
ja_jp: 同じ名前のファイルが既に存在します
pt_pt: Já existe um relatório personalizado com o mesmo nome.
ru_ru: с таким именем уже существует.
tr_tr: Bu isme sahip bir bölge zaten mevcut
zh_hans: 已存在同名文件夹
zh_hant: 同名幻燈片已存在

source: Report Parts
ar_ae: أجزاء التقرير
de_de: Berichtsteile
es_es: Piezas del informe
fr_ca: Signaler les pièces
it_it: Parti del report
ja_jp: レポートパーツ
pt_pt: Reportar peças
ru_ru: Детали отчета
tr_tr: Rapor Parçaları
zh_hans: 报告部件
zh_hant: 報告零件

source: Report removed successfully.
ar_ae: تمت إزالة التقرير بنجاح.
es_es: Eliminado con éxito.
fr_ca: Retiré avec succès.
ja_jp: 削除成功！
pt_pt: Removido com sucesso!
ru_ru: Успешно удален.
tr_tr: Rapor kaldırıldı
zh_hans: Site removal success

source: Report Samples
ar_ae: الإبلاغ عن العينات
de_de: Berichtsmuster
es_es: Reportar muestras con
fr_ca: Échantillons de rapport
it_it: Esempi di report
ja_jp: 検体を報告する
pt_pt: Amostras de relatório
ru_ru: Примеры отчетов##$_0A$##TrueNAC
tr_tr: örneklerini gönderiniz)
zh_hans: 报告样本
zh_hant: 檢舉範例

source: Report schedule notifications
ar_ae: الإبلاغ عن إشعارات الجدول الزمني
de_de: Berichtzeitplan
es_es: Programar Notificaciones
fr_ca: Signaler les notifications de planification
it_it: Pianificazione report
ja_jp: レポートスケジュール通知
pt_pt: Agendar notificações
ru_ru: График отчетов
tr_tr: Rapor zamanlama bildirimleri
zh_hans: 计划通知
zh_hant: 回報排程通知

source: Report Server enables you to schedule your reports and distribute them according to a recurring scheduled interval.
ar_ae: يمكّنك خادم التقارير من جدولة تقاريرك وتوزيعها وفقًا لفاصل زمني مجدول متكرر.
de_de: Der Berichtsserver ermöglicht es Ihnen, Ihre Berichte zu planen und sie nach einem wiederkehrenden geplanten Intervall zu verteilen.
es_es: El servidor de informes le permite programar sus informes y distribuirlos de acuerdo con un intervalo programado recurrente.
fr_ca: Report Server vous permet de planifier vos rapports et de les distribuer selon un intervalle planifié récurrent.
it_it: Report Server consente di pianificare i report e distribuirli in base a un intervallo pianificato ricorrente.
ja_jp: レポートサーバーを使用すると、定期的にスケジュールされた間隔に従ってレポートをスケジュールし、配布することができます。
pt_pt: O Servidor de Relatórios permite agendar seus relatórios e distribuí-los de acordo com um intervalo agendado recorrente.
ru_ru: Report Server позволяет планировать отчеты и распространять их в соответствии с регулярным запланированным интервалом.
tr_tr: Rapor Sunucusu, raporlarınızı planlamanıza ve bunları yinelenen zamanlanmış bir aralığa göre dağıtmanıza olanak tanır.
zh_hans: 报表服务器使您能够计划您的报表并根据定期计划的时间间隔分发它们。
zh_hant: 報告伺服器可讓您排程報告，並根據週期性排程間隔發佈報告。

source: Report Server is a web-based report management solution that provides an end-to-end solution for creating, storing, managing, sharing, and
ar_ae: Report Server هو حل لإدارة التقارير قائم على الويب يوفر حلاً شاملاً لإنشاء التقارير وتخزينها وإدارتها ومشاركتها
de_de: Report Server ist eine webbasierte Berichtsverwaltungslösung, die eine End-to-End-Lösung zum Erstellen, Speichern, Verwalten, Freigeben und
es_es: Report Server es una solución de gestión de informes basada en la web que proporciona una solución integral para crear, almacenar, gestionar, compartir y
fr_ca: Report Server est une solution de gestion des rapports basée sur le Web qui fournit une solution de bout en bout pour la création, le stockage, la gestion, le partage et
it_it: Report Server è una soluzione di gestione dei report basata sul web che fornisce una soluzione end-to-end per la creazione, l'archiviazione, la gestione, la condivisione e
ja_jp: レポート サーバーは、レポートの作成、保存、管理、共有までを包括的にサポートする、Web ベースのレポート管理ソリューションです。
pt_pt: O Report Server é uma solução de gestão de relatórios baseada na web que fornece uma solução completa para criar, armazenar, gerir, partilhar e
ru_ru: Report Server - это веб-решение для управления отчетами, которое предоставляет комплексное решение для создания, хранения, управления, совместного использования и
tr_tr: Rapor Sunucusu, oluşturma, depolama, yönetme, paylaşma ve raporlama için uçtan uca bir çözüm sağlayan web tabanlı bir rapor yönetimi çözümüdür.
zh_hans: 报表服务器是一个基于Web的报表管理解决方案，为创建、存储、管理、共享和
zh_hant: 報表伺服器是一個基於Web的報表管理解決方案，提供端到端的解決方案，用於建立、儲存、管理、共享和

source: Report Settings
ar_ae: إعدادات التقرير
de_de: Berichtseinstellungen
es_es: Ajustes de informe
fr_ca: Paramètres Rapport
it_it: Impostazioni del rapporto
ja_jp: レポートの設定
pt_pt: Definições do relatório
ru_ru: Report Settings (Настройки отчета)
tr_tr: Rapor ayarları.
zh_hans: 报表设置
zh_hant: 報告設置。

source: REPORT SETTINGS
ar_ae: إعدادات التقرير
de_de: Berichtseinstellungen
es_es: Ajustes de informe
fr_ca: Paramètres Rapport
it_it: Impostazioni di rapporte
ja_jp: レポートの設定
pt_pt: Configurações do relatório
ru_ru: Report Settings (Настройки отчета)
tr_tr: Rapor ayarları.
zh_hans: 报告设置
zh_hant: 報告設置。

source: Report Settings has been updated successfully
ar_ae: تم تحديث إعدادات التقرير بنجاح
de_de: Deine Einstellungen wurden erfolgreich aktualisiert.
es_es: La configuración se ha actualizado correctamente
fr_ca: Le rapport a été mis à jour avec succès.
it_it: è stato aggiornato correttamente
ja_jp: レポート設定が正常に更新されました
pt_pt: As definições foram atualizadas com sucesso.
ru_ru: Настройки успешно обновлены!
tr_tr: Rapor Ayarları başarıyla güncellendi
zh_hans: 自定义侧边栏设置已成功更新。
zh_hant: 儀表板已成功更新。

source: report settings.
ar_ae: إعدادات التقرير.
de_de: Report-Einstellungen
es_es: Ajustes de informe
fr_ca: Paramètres Rapport
it_it: Impostazioni di rapporte
ja_jp: レポートの設定
pt_pt: Configuração de Relatórios.
ru_ru: Параметры отчета.
tr_tr: Rapor ayarları.
zh_hans: 报表设置.
zh_hant: 報告設置。

source: Report Templates
ar_ae: قوالب التقارير
de_de: Berichtsvorlagen
es_es: Modelos de informe
fr_ca: Modèles de rapport
it_it: Modelli report
ja_jp: レポートのテンプレート:
pt_pt: Modelos de relatório
ru_ru: Шаблоны отчетов
tr_tr: Rapor şablonları
zh_hans: 报表模版
zh_hant: 報告範本

source: Report Views
ar_ae: طرق عرض التقارير
de_de: Berichtsansichten
es_es: Vista Informes...
fr_ca: Vues du rapport
ja_jp: レポートビュー
pt_pt: Visualizações do relatório
ru_ru: Просмотры отчета
tr_tr: Rapor Görüntüleme:
zh_hans: 报告视图
zh_hant: 報告檢視

source: Report with the same name already exists
ar_ae: التقرير الذي يحمل نفس الاسم موجود بالفعل
de_de: existiert schon mit demselben Namen.
es_es: Ya existe un reporte con el mismo nombre
fr_ca: Le rapport portant le même nom existe déjà
it_it: Esiste già un report con questo nome
ja_jp: 同じ名前のファイルが既に存在します
pt_pt: Já existe um relatório personalizado com o mesmo nome.
ru_ru: с таким именем уже существует.
tr_tr: Bu isme sahip bir bölge zaten mevcut
zh_hans: 已存在同名文件夹
zh_hant: 同名幻燈片已存在

source: Report:
ar_ae: التقرير:
de_de: Bericht:
es_es: Informe:
fr_ca: Rapport :
ja_jp: レポート:
pt_pt: Relatório:
ru_ru: Отчет:
tr_tr: Rapor:
zh_hans: 报告:
zh_hant: 報告：

source: report-processing option has been saved successfully.
ar_ae: تم حفظ خيار معالجة التقرير بنجاح.
de_de: Option wurde erfolgreich gespeichert
es_es: la opción de procesamiento de informes se ha guardado correctamente.
fr_ca: L'option de traitement du rapport a été enregistrée avec succès.
it_it: l'opzione di elaborazione del report è stata salvata correttamente.
ja_jp: レポート処理オプションが正常に保存されました。
pt_pt: a opção de processamento de relatórios foi salva com sucesso.
ru_ru: параметр обработки отчета успешно сохранен.
tr_tr: Rapor başarıyla kaydedildi
zh_hans: 报告处理选项已成功保存。
zh_hant: 報告處理選項已成功儲存。

source: reports
ar_ae: تقارير
de_de: Berichten eingefügt wird.
es_es: datos
fr_ca: rapports
it_it: report
pt_pt: relatórios
ru_ru: о ребенке
tr_tr: raporlar
zh_hans: 报告
zh_hant: Reports 報告

source: Reports
ar_ae: التقارير
de_de: Berichte
es_es: ‫Informes
fr_ca: Rapports
it_it: Rapporti
ja_jp: レポート
pt_pt: Relatórios
ru_ru: Отчеты
tr_tr: Raporlar
zh_hans: 报告
zh_hant: Reports 報告

source: REPORTS
ar_ae: التقارير
es_es: INFORMES
fr_ca: RAPPORTS
ja_jp: 報告
pt_pt: RELATÓRIOS
ru_ru: ОТЧЕТНОСТЬ
tr_tr: RAPORLAR
zh_hans: 报告

source: Reports are accessible to anyone with a link to them. No sign-in is required. If a user is signed in, public reports will be included in their reports list.
ar_ae: التقارير متاحة لأي شخص لديه رابط لها. لا يلزم تسجيل الدخول. إذا تم تسجيل دخول المستخدم، فسيتم تضمين التقارير العامة في قائمة تقاريره.
de_de: Berichte sind für jeden zugänglich, der einen Link zu ihnen hat. Es ist keine Anmeldung erforderlich. Wenn ein Benutzer angemeldet ist, werden öffentliche Berichte in seine Berichtsliste aufgenommen.
es_es: Cualquier persona que tenga un enlace a los informes puede acceder a ellos. ¡No es necesario registrarse! Si un usuario ha iniciado sesión, los informes públicos se incluirán en su lista de informes.
fr_ca: Les rapports sont accessibles à toute personne ayant un lien vers eux. Aucune inscription n'est requise. Si un utilisateur est connecté, les rapports publics seront inclus dans sa liste de rapports.
it_it: I report sono accessibili a chiunque disponga di un link. Non è richiesto alcun accesso. Se un utente ha effettuato l'accesso, i rapporti pubblici verranno inclusi nell'elenco dei rapporti.
ja_jp: レポートへのリンクを知っている人なら誰でもアクセスできます。サインインは必要ありません。ユーザーがサインインしている場合、公開レポートはレポートリストに含まれます。
pt_pt: Os relatórios estão acessíveis a qualquer pessoa com um link para eles. Não é necessário iniciar sessão. Se um utilizador tiver sessão iniciada, os relatórios públicos serão incluídos na sua lista de relatórios.
ru_ru: Отчеты доступны всем, у кого есть ссылка на них. Необходимо войти в систему. Если пользователь вошел в систему, общедоступные отчеты будут включены в список отчетов.
tr_tr: Raporlara bağlantısı olan herkes erişebilir. Oturum açmanız gerekmez. Bir kullanıcı oturum açarsa, herkese açık raporlar rapor listesine dahil edilir.
zh_hans: 拥有举报链接的任何人都可以访问举报。无需登录。如果用户已登录，公开报告将包含在其报告列表中。
zh_hant: 任何有報告連結的人都可以查看報告。無需登錄。如果用戶已登入，公開報告將包含在報告清單中。

source: Reports created in this site can be published to other site deployment.
ar_ae: يمكن نشر التقارير التي تم إنشاؤها في هذا الموقع إلى نشر موقع آخر.
es_es: Los informes creados en este sitio se pueden publicar en otra implementación del sitio.
fr_ca: Les rapports créés sur ce site peuvent être publiés sur un autre déploiement de site.
ja_jp: このサイトで作成されたレポートは、他のサイトの展開に公開できます。
pt_pt: Os relatórios criados neste site podem ser publicados em outra implantação do site.
ru_ru: Отчеты, созданные на этом сайте, могут быть опубликованы для другого развертывания сайта.
tr_tr: Bu sitede oluşturulan raporlar diğer site dağıtımında yayınlanabilir.
zh_hans: 在此站点中创建的报告可以发布到其他站点部署。

source: Reports marked as unlisted are accessible to anyone with a link to them. No sign-in is required. Only report owners can see them in their reports list.
ar_ae: يمكن لأي شخص لديه رابط لها الوصول إلى التقارير التي تم وضع علامة عليها على أنها غير مدرجة. لا يلزم تسجيل الدخول. يمكن لمالكي البلاغات فقط رؤيتهم في قائمة البلاغات الخاصة بهم.
de_de: Berichte, die als nicht gelistet markiert sind, sind für jeden zugänglich, der einen Link zu ihnen hat. Es ist keine Anmeldung erforderlich. Nur Berichtsbesitzer können sie in ihrer Berichtsliste sehen.
es_es: Cualquier persona que tenga un enlace a los informes marcados como no publicados puede acceder a ellos. ¡No es necesario registrarse! Solo los propietarios de informes pueden verlos en su lista de informes.
fr_ca: Les rapports marqués comme non répertoriés sont accessibles à toute personne ayant un lien vers eux. Aucune inscription n'est requise. Seuls les propriétaires de rapports peuvent les voir dans leur liste de rapports.
it_it: I report contrassegnati come non pubblicati sono accessibili a chiunque disponga di un link. Non è richiesto alcun accesso. Solo i proprietari dei report possono visualizzarli nel loro elenco di report.
ja_jp: 非公開としてマークされたレポートは、リンクを知っている人なら誰でもアクセスできます。サインインは必要ありません。レポート所有者のみがレポートリストに表示できます。
pt_pt: Os relatórios marcados como não listados estão acessíveis a qualquer pessoa com um link para eles. Não é necessário iniciar sessão. Apenas os proprietários de relatórios podem vê-los na sua lista de relatórios.
ru_ru: Отчеты, помеченные как закрытые, доступны всем, у кого есть ссылка на них. Необходимо войти в систему. Только владельцы отчетов могут видеть их в списке отчетов.
tr_tr: Liste dışı olarak işaretlenen raporlara bağlantısı olan herkes erişebilir. Oturum açmanız gerekmez. Bunları yalnızca rapor sahipleri rapor listesinde görebilir.
zh_hans: 任何有链接的人都可以访问标记为未发布的报告。无需登录。只有报表所有者才能在其报表列表中看到它们。
zh_hant: 任何擁有連結的人都可以查看標記為未發佈的報告。無需登錄。只有報告所有者才能在報告清單中看到這些內容。

source: Reports on your own domain!
ar_ae: تقارير عن نطاقك الخاص!
de_de: Berichte auf der eigenen Domain!
es_es: ¡Informes en tu propio dominio!
fr_ca: Rapports sur votre propre domaine !
it_it: Rapporti sul tuo dominio!
ja_jp: 独自ドメインでレポートを作成！
pt_pt: Relatórios no seu próprio domínio!
ru_ru: Отчеты на вашем собственном домене!
tr_tr: Kendi alan adınızla ilgili raporlar!
zh_hans: 在您自己的域上报告！
zh_hant: 在您自己的網域上報告！

source: Reports that use this data source will no longer work. You cannot undo this action.
ar_ae: لن تعمل التقارير التي تستخدم مصدر البيانات هذا بعد الآن. لا يمكنك التراجع عن هذا الإجراء.
de_de: Berichte, die diese Datenquelle verwenden, funktionieren nicht mehr. Sie können diese Aktion nicht rückgängig machen.
es_es: Los informes que utilizan esta fuente de datos ya no funcionarán. No puede deshacer esta acción.
fr_ca: Les rapports qui utilisent cette source de données ne fonctionneront plus. Vous ne pouvez pas annuler cette action.
it_it: I report che utilizzano questa origine dati non funzioneranno più. Non puoi annullare questa azione.
ja_jp: このデータソースを使用するレポートは機能しなくなります。この操作は元に戻せません。
pt_pt: Os relatórios que usam essa fonte de dados não funcionarão mais. ﻿Você não pode executar esta acção
ru_ru: Отчеты, использующие этот источник данных, больше не будут работать. Это действие нельзя отменить.
tr_tr: Bu veri kaynağını kullanan raporlar artık çalışmayacaktır. "You cannot undo this action.",
zh_hans: 使用此数据源的报告将不再有效。你不能执行这个动作。
zh_hant: 使用此資料來源的報告將不再有效。您無法撤消此操作。

source: Reports that use this dataset will no longer work. You cannot undo this action.
ar_ae: لن تعمل التقارير التي تستخدم مجموعة البيانات هذه بعد الآن. لا يمكنك التراجع عن هذا الإجراء.
de_de: Berichte, die diesen Datensatz verwenden, funktionieren nicht mehr. Sie können diese Aktion nicht rückgängig machen.
es_es: Los informes que utilizan este conjunto de datos ya no funcionarán. No puede deshacer esta acción.
fr_ca: Les rapports qui utilisent cet ensemble de données ne fonctionneront plus. Vous ne pouvez pas annuler cette action.
it_it: I report che utilizzano questo set di dati non funzioneranno più. Non puoi annullare questa azione.
ja_jp: このデータセットを使用するレポートは機能しなくなります。この操作は元に戻せません。
pt_pt: Os relatórios que usam este conjunto de dados não funcionarão mais. ﻿Você não pode executar esta acção
ru_ru: Отчеты, использующие этот набор данных, больше не будут работать. Это действие нельзя отменить.
tr_tr: Bu veri kümesini kullanan raporlar artık çalışmayacaktır. "You cannot undo this action.",
zh_hans: 使用此数据集的报告将不再有效。你不能执行这个动作。
zh_hant: 使用此資料集的報告將不再有效。您無法撤消此操作。

source: Reports views are accessible to anyone who have access to the report.
ar_ae: يمكن الوصول إلى مشاهدات التقارير لأي شخص يمكنه الوصول إلى التقرير.
de_de: Berichtsansichten sind für jeden zugänglich, der Zugriff auf den Bericht hat.
es_es: Cualquier persona que tenga acceso al informe puede acceder a las vistas de los informes.
fr_ca: Les vues du tableau de bord sont accessibles à toute personne ayant accès au tableau de bord.
it_it: Le visualizzazioni dei report sono accessibili a chiunque abbia accesso al report.
ja_jp: レポートビューは、レポートにアクセスできるすべての人がアクセスできます。
pt_pt: As visualizações de relatórios são acessíveis a qualquer pessoa que tenha acesso ao relatório.
ru_ru: Представления отчетов доступны всем, кто имеет доступ к отчету.
tr_tr: Rapor görünümlerine, rapora erişimi olan herkes erişebilir.
zh_hans: 任何有权访问报告的人都可以访问报告视图。
zh_hant: 任何有權存取報告的人都可以存取報告檢視。

source: Reports views are accessible to anyone who have access to the reports.
ar_ae: يمكن الوصول إلى مشاهدات التقارير لأي شخص يمكنه الوصول إلى التقارير.
de_de: Berichtsansichten sind für jeden zugänglich, der Zugriff auf die Berichte hat.
es_es: Las vistas de informes son accesibles para cualquier persona que tenga acceso a los informes.
fr_ca: Les vues du tableau de bord sont accessibles à toute personne ayant accès au tableau de bord.
it_it: Le visualizzazioni dei report sono accessibili a chiunque abbia accesso ai report.
ja_jp: レポートビューには、レポートにアクセスできるすべての人がアクセスできます。
pt_pt: As visualizações de relatórios são acessíveis a qualquer pessoa que tenha acesso aos relatórios.
ru_ru: Представления отчетов доступны всем, кто имеет доступ к отчетам.
tr_tr: Rapor görünümlerine, raporlara erişimi olan herkes erişebilir.
zh_hans: 任何有权访问报告的人都可以访问报告视图。
zh_hant: 任何有權存取報告的人都可以存取報告檢視。

source: Reports views will only be visible to users with the appropriate permissions.
ar_ae: ستكون طرق عرض التقارير مرئية فقط للمستخدمين الذين لديهم الأذونات المناسبة.
de_de: Die Berichtsansichten sind nur für Benutzer mit den entsprechenden Berechtigungen sichtbar.
es_es: solo será visible para los usuarios con los permisos adecuados.
fr_ca: ne sera visible que pour les utilisateurs disposant des autorisations appropriées.
it_it: Le visualizzazioni dei report saranno visibili solo agli utenti con le autorizzazioni appropriate.
ja_jp: レポートビューは、適切な権限を持つユーザーにのみ表示されます。
pt_pt: As visualizações de relatórios só serão visíveis para os utilizadores com as permissões apropriadas.
ru_ru: Представления отчетов будут видны только пользователям с соответствующими разрешениями.
tr_tr: Rapor görünümleri yalnızca uygun izinlere sahip kullanıcılar tarafından görülebilir.
zh_hans: 报告视图仅对具有相应权限的用户可见。
zh_hant: 將僅對具有適當權限的用戶可見。

source: Reports will only be visible to users with the appropriate permissions.
ar_ae: ستكون التقارير مرئية فقط للمستخدمين الذين لديهم الأذونات المناسبة.
de_de: Berichte sind nur für Benutzer mit den entsprechenden Berechtigungen sichtbar.
es_es: solo será visible para los usuarios con los permisos adecuados.
fr_ca: ne sera visible que pour les utilisateurs disposant des autorisations appropriées.
it_it: I report saranno visibili solo agli utenti con le autorizzazioni appropriate.
ja_jp: レポートは、適切な権限を持つユーザーにのみ表示されます。
pt_pt: Os relatórios só serão visíveis para os utilizadores com as permissões apropriadas.
ru_ru: Отчеты будут видны только пользователям с соответствующими разрешениями.
tr_tr: Raporlar yalnızca uygun izinlere sahip kullanıcılar tarafından görülebilir.
zh_hans: 只有拥有相应权限的用户才能看到报告。
zh_hant: 將僅對具有適當權限的用戶可見。

source: ReportView Denied
ar_ae: تم رفض عرض التقرير
de_de: ReportView Abgelehnt
es_es: ReportView denegado
fr_ca: ReportView refusé
it_it: Visualizzazione report negata
ja_jp: ReportViewが拒否されました
pt_pt: ReportView Negado
ru_ru: ReportView отклонен
tr_tr: ReportView Reddedildi
zh_hans: 报表视图被拒绝
zh_hant: ReportView已被拒絕

source: Request Error
ar_ae: خطأ في الطلب
de_de: Anfragefehler
es_es: Error de solicitud
fr_ca: Erreur de requête
it_it: Errore richiesta
ja_jp: リクエストエラー
pt_pt: Erro de solicitação
ru_ru: Ошибка запроса
tr_tr: İstek Hatası
zh_hans: 请求错误
zh_hant: |||UNTRANSLATED_CONTENT_START|||Request Error|||UNTRANSLATED_CONTENT_END|||

source: Resend Activation Code
ar_ae: إعادة إرسال رمز التفعيل
de_de: Aktivierungscode erneut senden
es_es: Reenviar enlace de activación
fr_ca: Renvoyer le code d’activation
it_it: Invia di nuovo il codice di attivazione?
ja_jp: アクティベーションコードを再送
pt_pt: Reenviar Código de Activação
ru_ru: Повторная активация
tr_tr: Aktivasyon kodunu tekrar gönder
zh_hans: 重新发送激活码
zh_hant: 重新啟動激活

source: Reset Secret
ar_ae: إعادة تعيين السر
de_de: Client Secret zurücksetzen?
es_es: Restablecer Secreto
fr_ca: Réinitialiser le secret
it_it: Ripristina segreto
ja_jp: シークレットをリセット
pt_pt: Redefinir a Chave Secreta
ru_ru: Сбросить секретный ключ
tr_tr: Parolayı Sıfırla
zh_hans: 重置密钥
zh_hant: 重置密鑰
