Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Client Id
ar_ae: معرّف العميل
es_es: ID de cliente
fr_ca: ID de client
it_it: ID cliente
ja_jp: クライアント ID
pt_pt: ID do cliente
ru_ru: идентификатор клиента
tr_tr: İstemci Kimliği
zh_hans: 客户端 Id
zh_hant: 客戶 ID

source: Client ID
ar_ae: معرّف العميل
de_de: Kundennummer
es_es: ID de cliente
fr_ca: ID Client
it_it: ID Client
ja_jp: クライアント ID
pt_pt: ID do cliente
ru_ru: ID клиента
tr_tr: İstemci ID
zh_hans: 客户端 ID
zh_hant: 客戶 ID

source: Client Secret
ar_ae: سر العميل
es_es: Id. secreto de cliente
fr_ca: Clé secrète du client
it_it: Chiave segreta del client
ja_jp: クライアントシークレット
pt_pt: Segredo do cliente
ru_ru: Клиентский секрет
tr_tr: İstemci Sırrı
zh_hans: 客户端密码
zh_hant: 客戶機密

source: Client Secret Code
ar_ae: الرمز السري للعميل
de_de: Client Secret
es_es: Id. secreto de cliente
fr_ca: Clé secrète du client
it_it: Chiave segreta del client
ja_jp: クライアントパスワード
pt_pt: Segredo do cliente
ru_ru: Клиентский секрет
tr_tr: İstemci Sırrı
zh_hans: 客户端密码
zh_hant: 客戶機密

source: Clone
ar_ae: استنساخ
de_de: Duplizieren
es_es: Clonar
fr_ca: Dupliquer
it_it: Clona
ja_jp: クローン／クローン
ru_ru: Клон
tr_tr: Klonla
zh_hans: 克隆
zh_hant: 複製

source: Clone Report
ar_ae: تقرير الاستنساخ
de_de: Bericht klonen
es_es: Clonar Reporte
fr_ca: Cloner le Rapport
it_it: Clona il report
ja_jp: レポートを複製
pt_pt: Clonar relatório
ru_ru: Отчет о клонировании
tr_tr: Raporu Klonla
zh_hans: 克隆报表
zh_hant: 複製報告

source: Clone to Category
ar_ae: الاستنساخ إلى الفئة
de_de: In Kategorie klonen
es_es: Agregar un enlace a la categoría
fr_ca: Cloner à la catégorie
it_it: Clona nella categoria
ja_jp: カテゴリーに複製
pt_pt: Clonar para categoria
ru_ru: к категории
tr_tr: Kategorilere dön
zh_hans: 克隆到类别
zh_hant: 複製到類別

source: Cloned from
ar_ae: مستنسخ من
de_de: Dupliziert von
es_es: Clonado
fr_ca: Cloné à partir de
it_it: copiato
ja_jp: クローン
pt_pt: Clonado de:
ru_ru: Дублировано
tr_tr: Klonlandı
zh_hans: 克隆来自
zh_hant: CLONED 自

source: close
ar_ae: إغلاق
de_de: schliessen
es_es: cerrar
fr_ca: fermer
it_it: close - chiudere
pt_pt: fechar
tr_tr: kapat
zh_hans: 关闭
zh_hant: 關閉

source: Close
ar_ae: إغلاق
de_de: Schließen
es_es: Cierre
fr_ca: Fermer
it_it: Chiudi
ja_jp: 閉じる
pt_pt: Fechar
ru_ru: Закрыта
tr_tr: Kapalı
zh_hans: 关闭
zh_hant: 關閉

source: CLOSED
ar_ae: مغلق
de_de: GESCHLOSSEN
es_es: CERRADA
fr_ca: FERMÉ
it_it: CHIUSO
ja_jp: 閉鎖中
pt_pt: FECHADO
ru_ru: ЗАКРЫТ
tr_tr: KAPALI
zh_hans: 已结束
zh_hant: 關閉

source: Collapse
ar_ae: طي
de_de: Einklappen
es_es: Caída
fr_ca: Réduire
it_it: Riduci
ja_jp: 閉じる
pt_pt: Colapso
ru_ru: сжать все
tr_tr: Daralt
zh_hans: 折叠
zh_hant: 摺疊

source: Collapse All
ar_ae: طي الكل
de_de: Alle reduzieren
es_es: Contraer todo
fr_ca: Réduire tout
it_it: Comprimere tutto
ja_jp: すべて折りたたむ
pt_pt: Recolher Tudo
ru_ru: Свернуть все
tr_tr: Tümünü Daralt
zh_hans: 全部折叠
zh_hant: 全部收起

source: Coming soon
ar_ae: قريبًا
de_de: Bald verfügbar
es_es: En breve
fr_ca: À venir
it_it: Prossimamente
ja_jp: 近日公開
pt_pt: Em breve
ru_ru: Скоро
tr_tr: Çok yakında
zh_hans: 即将推出
zh_hant: 即將推出

source: Comma separated scopes
ar_ae: نطاقات مفصولة بفواصل
de_de: Komma getrennt
es_es: Ámbitos separados por comas
fr_ca: Portées séparées par des virgules
it_it: separato da virgola
ja_jp: カンマ区切り
pt_pt: separador vírgula
ru_ru: С запятой в качестве разделителя
tr_tr: virgülle ayrılmış
zh_hans: 用逗号分隔
zh_hant: 逗號分隔檔案

source: Comment
ar_ae: تعليق
de_de: Kommentar
es_es: Comentario
it_it: Commento
ja_jp: コメント
pt_pt: Comentário
ru_ru: Комментарий
tr_tr: Yorum
zh_hans: 评论
zh_hant: 評論

source: Comment has been deleted successfully
ar_ae: تم حذف التعليق بنجاح
de_de: Der Kommentar wurde erfolgreich gelöscht.
es_es: El comentario seleccionado se ha eliminado correctamente
fr_ca: Le commentaire a été supprimé avec succès
it_it: Il commento è stato eliminato con successo
ja_jp: コメントを削除しました
pt_pt: O comentário foi excluído.
ru_ru: Комментарий был успешно удален.
tr_tr: Yorum başarıyla silindi!
zh_hans: 评论已成功删除
zh_hant: 留言已成功刪除。

source: Comment is too long
ar_ae: التعليق طويل جدًا
de_de: Das Kommentar ist zu lang.
es_es: El comentario es demasiado largo!
fr_ca: Le commentaire est trop long
it_it: Il commento è troppo lungo.
ja_jp: コメントが長すぎます。
pt_pt: O comentário é muito longo
ru_ru: Текст комментария слишком длинный
tr_tr: Yorum çok uzun!
zh_hans: 评论过长。
zh_hant: 您的備註太長。

source: Comment should not be blank
ar_ae: يجب ألا يكون التعليق فارغًا
de_de: Dieses Feld darf nicht leer bleiben
es_es: El comentario no debe estar vacío
fr_ca: Le commentaire ne doit pas être vide
it_it: Il commento non dovrebbe essere vuoto.
ja_jp: コメントは空白にできません
pt_pt: O comentário não deve ficar em branco
ru_ru: Комментарий не должен быть пустым
tr_tr: Bu değer boş bırakılmamalıdır
zh_hans: 不能为空
zh_hant: 評論不能為空

source: Comment(s)
ar_ae: تعليق(تعليقات)
de_de: (Babyartikel / Zubehör)
es_es: Comentario(s)
fr_ca: Commentaire(s)
it_it: Commento(i)
ja_jp: コメント
pt_pt: Comentário(s)
ru_ru: Комментарии
tr_tr: Yorum(lar)
zh_hans: 注释
zh_hant: 留言

source: commented on the
ar_ae: علق على
de_de: kommentierte die
es_es: comentado la empresa
fr_ca: commenté le
it_it: commentato il
ja_jp: コメント済み
pt_pt: Comentou em
ru_ru: прокомментировали
tr_tr: üzerine yorum yaptı
zh_hans: 评论于
zh_hant: 評論了

source: Comments
ar_ae: التعليقات
de_de: Anmerkungen
es_es: Comentarios
fr_ca: Commentaires
it_it: Commenti
ja_jp: コメント
pt_pt: Observações
ru_ru: Комментарии
tr_tr: Yorumlar
zh_hans: 评论
zh_hant: 評論

source: COMMENTS
ar_ae: التعليقات
de_de: KOMMENTARE
es_es: COMENTARIOS
fr_ca: COMMENTAIRES
it_it: COMMENTI
ja_jp: コメント
pt_pt: COMENTÁRIOS
ru_ru: КОММЕНТАРИИ
tr_tr: YORUMLAR
zh_hant: 批注

source: Complete setup with online activation or license upload, or skip to use trial mode for 30 days.
ar_ae: أكمل الإعداد مع التنشيط عبر الإنترنت أو تحميل الترخيص، أو تخطي لاستخدام الوضع التجريبي لمدة 30 يومًا.
es_es: Completa la configuración con la activación en línea o la carga de la licencia, o pasa al modo de prueba durante 30 días.
fr_ca: Terminez la configuration avec l'activation en ligne ou le téléchargement de licence, ou passez à l'utilisation du mode d'essai pendant 30 jours.
ja_jp: オンラインアクティベーションまたはライセンスアップロードでセットアップを完了するか、スキップして30日間トライアルモードを使用してください。
pt_pt: Conclua a configuração com ativação online ou upload de licença ou pule para usar o modo de avaliação por 30 dias.
ru_ru: Завершите настройку с онлайн-активацией или загрузкой лицензии или пропустите пробный режим на 30 дней.
tr_tr: Çevrimiçi etkinleştirme veya lisans yükleme ile kurulumu tamamlayın veya 30 gün boyunca deneme modunu kullanmak için atlayın.
zh_hans: 通过在线激活或许可证上传完成设置，或跳过使用试用模式30天。

source: Complete Your Setup
ar_ae: أكمل إعدادك
es_es: Complete su configuración
fr_ca: Terminez votre installation
ja_jp: アカウントの設定を完了する
pt_pt: Conclua a configuração de sua conta
ru_ru: Завершите настройку вашего сайта
tr_tr: Kurulumunuzu Tamamlayın
zh_hans: 完成您的设置

source: Completed
ar_ae: مكتمل
de_de: Abgeschlossen
es_es: Completado
fr_ca: Terminé
it_it: Completato
ja_jp: 完成
pt_pt: Finalizado
ru_ru: Завершено
tr_tr: Tamamlandı
zh_hans: 已完成
zh_hant: 已完成

source: Compliment
ar_ae: مجاملة
ja_jp: 褒めよう
pt_pt: Cumprimento
ru_ru: комплимент.
tr_tr: Övgü
zh_hans: 赞扬
zh_hant: 讚美

source: Configuration for managing user accounts.
ar_ae: تكوين لإدارة حسابات المستخدمين.
de_de: Verwalten von Benutzerkonten
es_es: Administrar las cuentas de usuarios
fr_ca: Configuration pour la gestion des comptes d'utilisateurs.
it_it: Gestione degli account utente
ja_jp: ユーザーアカウントの管理
pt_pt: Configuração para gestão de contas de utilizador.
ru_ru: Управление учетными записями пользователей
tr_tr: Kullanıcı hesaplarını yönetmek için yapılandırma.
zh_hans: 用于管理用户帐户的配置。
zh_hant: 在 UMS 中管理用戶帳戶的配置

source: Configuration for sending emails from application
ar_ae: تكوين لإرسال رسائل البريد الإلكتروني من التطبيق
de_de: Konfiguration für das Senden von E-Mails aus der Anwendung
es_es: Configuración para el envío de correos electrónicos desde la aplicación
fr_ca: Configuration pour l'envoi d'e-mails depuis l'application
it_it: Configurazione per l'invio di e-mail dall'applicazione
ja_jp: アプリケーションから電子メールを送信するための設定
pt_pt: Configuração para envio de e-mails da aplicação
ru_ru: Конфигурация для отправки писем из приложения
tr_tr: Uygulamadan e - posta gönderme yapılandırması
zh_hans: 用于从应用程序发送电子邮件的配置
zh_hant: 從 UMS 發送電子郵件的配置

source: Configuration for the Embedded Report
ar_ae: تكوين التقرير المضمن
de_de: Konfiguration für den Embedded Report
es_es: Configuración para el informe incrustado
fr_ca: Configuration pour le rapport intégré
it_it: Configurazione per il report incorporato
ja_jp: 埋め込みレポートの設定
pt_pt: Configuração para o Relatório Incorporado
ru_ru: Конфигурация для встроенного отчета
tr_tr: Gömülü Rapor için Yapılandırma
zh_hans: 嵌入式报表的配置
zh_hant: 嵌入式報告的配置

source: Configuration for the Reports
ar_ae: تكوين التقارير
de_de: Konfiguration für die Berichte
es_es: Configuración de los informes
fr_ca: Configuration pour les rapports
it_it: Configurazione per i Report
ja_jp: レポートの設定
pt_pt: Configuração para os Relatórios
ru_ru: Конфигурация для отчетов
tr_tr: Raporlar için Yapılandırma
zh_hans: 报表的配置
zh_hant: 報告的配置

source: Configure
ar_ae: تكوين
de_de: Konfigurieren
es_es: Configurar
fr_ca: Configurer
it_it: Configura
ja_jp: 構成
pt_pt: Configurar
ru_ru: Настроить
tr_tr: Yapılandır
zh_hans: 配置
zh_hant: 設定

source: Configure any number of connections for your applications by choosing connectors from the list below.
ar_ae: قم بتكوين أي عدد من الاتصالات لتطبيقاتك عن طريق اختيار الموصلات من القائمة أدناه.
de_de: Konfigurieren Sie eine beliebige Anzahl von Verbindungen für Ihre Anwendungen, indem Sie die Anschlüsse für die folgende Liste auswählen.
es_es: Configure cualquier número de conexiones para sus aplicaciones eligiendo los conectores de la siguiente lista.
fr_ca: Configurez n'importe quel nombre de connexions pour vos applications en choisissant des connecteurs dans la liste ci-dessous.
it_it: Configura un numero qualsiasi di connessioni per le tue applicazioni scegliendo i connettori dall'elenco seguente.
ja_jp: 以下のリストからコネクタを選択して、アプリケーションに任意の数の接続を構成します。
pt_pt: Configure qualquer número de ligações para as suas aplicações escolhendo os conectores da lista abaixo.
ru_ru: Настройте любое количество подключений для ваших приложений, выбрав разъемы из списка ниже.
tr_tr: Aşağıdaki listeden konektörleri seçerek uygulamalarınız için istediğiniz sayıda bağlantıyı yapılandırın.
zh_hans: 通过从下面的列表中选择连接器，为您的应用程序配置任意数量的连接。
zh_hant: 從下方清單中選擇連接器，為您的應用程式設定任意數量的連接。

source: Configure authentication/authorization providers’ information.
ar_ae: تكوين معلومات مزودي المصادقة/التفويض.
de_de: Konfigurieren Sie die Informationen des Authentifizierungs-/Autorisierungsanbieters.
es_es: Configurar la información de los proveedores de autenticación/autorización.
fr_ca: Configurez les informations des fournisseurs d'authentification / autorisation.
it_it: Configurare le informazioni dei fornitori di autenticazione/autorizzazione.
ja_jp: 認証/認可プロバイダーの情報を構成します。
pt_pt: Configure as informações dos provedores de autenticação/autorização.
ru_ru: Настройте информацию поставщиков аутентификации/авторизации.
tr_tr: Kimlik doğrulama/yetkilendirme sağlayıcılarının bilgilerini yapılandırın.
zh_hans: 配置身份验证/授权提供程序的信息。
zh_hant: 設定驗證/授權提供者的資訊。

source: Configure CORS settings for your site.
ar_ae: تكوين إعدادات CORS لموقعك.
de_de: Konfigurieren Sie die CORS-Einstellungen für Ihre Website.
es_es: Configure los ajustes de CORS para su sitio.
fr_ca: Configurez les paramètres cors pour votre site.
it_it: Configura le impostazioni CORS per il tuo sito.
ja_jp: サイトのCORS設定を構成します。
pt_pt: Configure as definições de CORS para o seu site.
ru_ru: Настройте параметры CORS для своего сайта.
tr_tr: Siteniz için CORS ayarlarını yapılandırın.
zh_hans: 为您的站点配置CORS设置。
zh_hant: 為您的網站設定CORS設定。

source: Configure custom invite mail
ar_ae: تكوين بريد دعوة مخصص
de_de: Benutzerdefinierte Einladungsmail konfigurieren
es_es: Configurar correo de invitación personalizado
fr_ca: Configurer le courrier d'invitation personnalisé
it_it: Configura e-mail di invito personalizzata
ja_jp: カスタム招待メールを設定する
pt_pt: Configurar e-mail de convite personalizado
ru_ru: Настроить пользовательское письмо-приглашение
tr_tr: Özel davet e - postasını yapılandır
zh_hans: 配置自定义邀请邮件
zh_hant: 設定自訂邀請郵件

source: Configure external user directories.
ar_ae: تكوين أدلة المستخدم الخارجية.
de_de: Externe Benutzerverzeichnisse konfigurieren.
es_es: Configurar directorios de usuarios externos.
fr_ca: Configurez les répertoires d'utilisateurs externes.
it_it: Configurare le directory utente esterne.
ja_jp: 外部ユーザーディレクトリを構成します。
pt_pt: Configurar directórios de utilizadores externos.
ru_ru: Настройте внешние каталоги пользователей.
tr_tr: Harici kullanıcı dizinlerini yapılandırın.
zh_hans: 配置外部用户目录。
zh_hant: 配置外部用戶目錄。

source: Configure how your users will receive notifications for comments on reports.
ar_ae: تكوين كيف سيتلقى المستخدمون إشعارات للتعليقات على التقارير.
de_de: Konfigurieren Sie, wie Ihre Benutzer Benachrichtigungen für Kommentare zu Berichten erhalten.
es_es: Configure cómo recibirán sus usuarios las notificaciones de comentarios sobre los informes.
fr_ca: Configurez la façon dont vos utilisateurs recevront des notifications pour les commentaires sur les tableaux de bord.
it_it: Configura come gli utenti riceveranno le notifiche per i commenti sui report.
ja_jp: ユーザーがレポートへのコメントの通知を受け取る方法を設定します。
pt_pt: Configure como os seus utilizadores receberão notificações para comentários sobre relatórios.
ru_ru: Настройте, как ваши пользователи будут получать уведомления о комментариях к отчетам.
tr_tr: Kullanıcılarınızın raporlar hakkındaki yorumlar için nasıl bildirim alacağını yapılandırın.
zh_hans: 配置用户接收报告评论通知的方式。
zh_hant: 設定用戶接收報告評論通知的方式。

source: Configure identity provider info to add users
ar_ae: تكوين معلومات مزود الهوية لإضافة المستخدمين
de_de: Konfigurieren Sie die Informationen des Identitätsanbieters, um Benutzer hinzuzufügen
es_es: Configurar la información del proveedor de identidad para añadir usuarios
fr_ca: Configurer les informations du fournisseur d'identité pour ajouter des utilisateurs
it_it: Configura le informazioni sul provider di identità per aggiungere utenti
ja_jp: IDプロバイダー情報を構成してユーザーを追加する
pt_pt: Configure as informações do fornecedor de identidade para adicionar utilizadores
ru_ru: Настройте сведения о поставщике удостоверений для добавления пользователей
tr_tr: Kullanıcı eklemek için kimlik sağlayıcı bilgilerini yapılandırın
zh_hans: 配置身份提供程序信息以添加用户
zh_hant: 配置身份提供商信息以添加用戶

source: Configure security-related settings for your site.
ar_ae: تكوين الإعدادات المتعلقة بالأمان لموقعك.
de_de: Konfigurieren Sie sicherheitsrelevante Einstellungen für Ihre Website.
es_es: Configure los ajustes relacionados con la seguridad de su sitio.
fr_ca: Configurez les paramètres liés à la sécurité pour votre site.
it_it: Configura le impostazioni relative alla sicurezza per il tuo sito.
ja_jp: サイトのセキュリティ関連の設定を構成します。
pt_pt: Defina as configurações relacionadas à segurança para o seu site.
ru_ru: Настройте параметры безопасности для своего сайта.
tr_tr: Siteniz için güvenlikle ilgili ayarları yapılandırın.
zh_hans: 为您的站点配置与安全相关的设置。
zh_hant: 設定網站的安全性相關設定。

source: Configure SSO using your organization’s Azure AD.
ar_ae: تكوين تسجيل الدخول الأحادي باستخدام Azure AD الخاص بمؤسستك.
de_de: Konfigurieren Sie SSO mit Azure AD Ihrer Organisation.
es_es: Configure el SSO utilizando Azure AD de su organización.
fr_ca: Configurez l'authentification unique à l'aide d'Azure AD de votre organisation.
it_it: Configura SSO utilizzando Azure AD della tua organizzazione.
ja_jp: 組織のAzure ADを使用してSSOを構成します。
pt_pt: Configure o SSO usando o Azure AD da sua organização.
ru_ru: Настройте единый вход с помощью Azure AD вашей организации.
tr_tr: Kuruluşunuzun Azure AD'sini kullanarak SSO'yu yapılandırın.
zh_hans: 使用组织的Azure AD配置SSO。
zh_hant: 使用組織的Azure AD設定SSO。

source: Configure the parameter to filter your report data.
ar_ae: تكوين المعلمة لتصفية بيانات تقريرك.
de_de: Konfigurieren Sie den Parameter, um Ihre Berichtsdaten zu filtern.
es_es: Configure el parámetro para filtrar los datos de su informe.
fr_ca: Configurez le paramètre pour filtrer les données de votre rapport.
it_it: Configurare il parametro per filtrare i dati del report.
ja_jp: レポートデータをフィルタリングするパラメータを設定します。
pt_pt: Configure o parâmetro para filtrar os dados do seu relatório.
ru_ru: Настройте параметр для фильтрации данных отчета.
tr_tr: Rapor verilerinizi filtrelemek için parametreyi yapılandırın.
zh_hans: 配置参数以过滤报告数据。
zh_hant: 設定參數以篩選報告資料。

source: Configure the widgets with appropriate data views.
ar_ae: تكوين الأدوات مع طرق عرض البيانات المناسبة.
de_de: Konfigurieren Sie die Widgets mit entsprechenden Datenansichten.
es_es: Configure los widgets con las vistas de datos adecuadas.
fr_ca: Configurez les widgets avec les vues de données appropriées.
it_it: Configurare i widget con viste dati appropriate.
ja_jp: 適切なデータビューでウィジェットを構成します。
pt_pt: Configure os widgets com visualizações de dados apropriadas.
ru_ru: Настройте виджеты с соответствующими представлениями данных.
tr_tr: Widget'ları uygun veri görünümleriyle yapılandırın.
zh_hans: 使用适当的数据视图配置小部件。
zh_hant: 使用適當的資料檢視設定小工具。

source: Confirm Cancel
ar_ae: تأكيد الإلغاء
de_de: Abbrechen bestätigen
es_es: Confirmar cancelar
fr_ca: Confirmer Annuler
it_it: Conferma Annulla
ja_jp: 続行 / キャンセル
pt_pt: Confirmar Cancelamento
ru_ru: Подтвердить отмену
tr_tr: İptal Etmeyi Onayla
zh_hans: 确认取消
zh_hant: 確認取消

source: Confirm Password
ar_ae: تأكيد كلمة المرور
de_de: Passwort bestätigen
es_es: Confirmar contraseña
fr_ca: Mot de passe à confirmer
it_it: Confermi la password
ja_jp: パスワードを確認
pt_pt: Confirme a Palavra-passee
ru_ru: Подтвердить Пароль
tr_tr: Şifreyi Onayla
zh_hans: 确认密码
zh_hant: 確認密碼

source: Confirmation Default Authentication
ar_ae: المصادقة الافتراضية للتأكيد
de_de: Standardauthentifizierung:
es_es: Autenticación predeterminada
fr_ca: Authentification par défaut :
it_it: Conferma autenticazione predefinita
ja_jp: 確認方法 (デフォルト)
pt_pt: Confirmação Autenticação Padrão
ru_ru: Подтверждение аутентификации по умолчанию
tr_tr: Onay Varsayılan Kimlik Doğrulaması
zh_hans: 确认默认身份验证
zh_hant: 確認預設驗證

source: Connect
ar_ae: الاتصال
de_de: Verbinden
es_es: Conectarse
fr_ca: Connection
it_it: Connettiti
ja_jp: 接続する
pt_pt: Conectar
ru_ru: Подключить
tr_tr: Bağlan
zh_hans: 连接
zh_hant: 連接

source: CONNECT
ar_ae: الاتصال
de_de: VERBINDEN
es_es: CONECTA
fr_ca: CONNECTER
it_it: CONNETTI
ja_jp: 接続
pt_pt: LIGAR
ru_ru: Связаться
tr_tr: BAĞLAN
zh_hans: 连接
zh_hant: 連接

source: Connect Now
ar_ae: اتصل الآن
de_de: Jetzt verbinden
es_es: Conectar ahora
fr_ca: Se connecter maintenant
it_it: Connettiti ora
ja_jp: 今すぐ接続
pt_pt: Ligar agora
ru_ru: Включить сейчас
tr_tr: ŞİMDİ BAĞLAYIN
zh_hans: 立即連結
zh_hant: 立即連接

source: Connect Source
ar_ae: الاتصال بالمصدر
es_es: Conectar fuente
fr_ca: Connectez la source de données
it_it: Connessione origine dati
ja_jp: ソースを接続
pt_pt: Ligar uma fonte de ar
ru_ru: Подключить источник данных
tr_tr: Kaynağı Bağla
zh_hans: 连接源
zh_hant: 連接來源

source: Connect to your data available online.
ar_ae: اتصل ببياناتك المتاحة عبر الإنترنت.
de_de: Stellen Sie eine Verbindung zu Ihren online verfügbaren Daten her.
es_es: Conéctese a sus datos disponibles en línea.
fr_ca: Connectez-vous à vos données disponibles en ligne.
it_it: Connettiti ai tuoi dati disponibili online.
ja_jp: オンラインで利用可能なデータに接続します。
pt_pt: Ligue-se aos seus dados disponíveis online.
ru_ru: Подключитесь к своим данным, доступным в Интернете.
tr_tr: Çevrimiçi olarak mevcut verilerinize bağlanın.
zh_hans: 连接到您的在线数据。
zh_hant: 連接到線上可用的資料。

source: Connect using
ar_ae: الاتصال باستخدام
de_de: Verbinden über:
es_es: Conéctate usando
fr_ca: Se connecter avec
it_it: Connetti usando
ja_jp: 接続方法:
pt_pt: Ligar- se com SSL
ru_ru: подключение с помощью SSH
tr_tr: Bağlantıda kullan
zh_hans: 连接时使用：
zh_hant: 使用以下方式連線：

source: Connect your syncfusion account
ar_ae: ربط حساب المزامنة الخاص بك
de_de: Dein Konto verbinden
es_es: Conecta tu cuenta
fr_ca: Connectez votre compte Syncfusion
it_it: Collega il tuo account
ja_jp: アカウントを関連付ける
pt_pt: Conecte a sua conta
ru_ru: Подключить свою учетную запись
tr_tr: Hesabınızı eWAY ile bağlayın
zh_hans: 連接您的帳戶
zh_hant: 連接您的帳戶

source: Connect your Syncfusion account
ar_ae: ربط حساب Syncfusion الخاص بك
de_de: Dein Konto verbinden
es_es: Conecta tu cuenta
fr_ca: Connectez votre compte Syncfusion
it_it: Collega il tuo account
ja_jp: アカウントを関連付ける
pt_pt: Conecte a sua conta
ru_ru: Подключить свою учетную запись
tr_tr: Hesabınızı eWAY ile bağlayın
zh_hans: 連接您的帳戶
zh_hant: 連接您的帳戶

source: Connected account deleted successfully.
ar_ae: تم حذف الحساب المتصل بنجاح.
de_de: Konto erfolgreich gelöscht.
es_es: Cuenta eliminada correctamente
fr_ca: Le compte connecté a bien été supprimé.
it_it: L'account viene eliminato correttamente
ja_jp: アカウントが正常に削除されました
pt_pt: Conta eliminada com sucesso;
ru_ru: Учетная запись удалена.
tr_tr: Hesap başarıyla silindi
zh_hans: 帐户已成功删除
zh_hant: 已成功刪除連接的帳戶。

source: Connected account reauthorized successfully.
ar_ae: تمت إعادة تفويض الحساب المتصل بنجاح.
de_de: Verbundenes Konto erfolgreich erneut autorisiert.
es_es: Cuenta conectada reautorizada correctamente.
fr_ca: Le compte connecté a été ré-autorisé avec succès.
it_it: Account connesso riautorizzato correttamente.
ja_jp: 接続されたアカウントが正常に再認証されました。
pt_pt: Conta ligada reautorizada com sucesso.
ru_ru: Подключенная учетная запись успешно повторно авторизована.
tr_tr: Bağlı hesap başarıyla yeniden yetkilendirildi.
zh_hans: 关联账号重新授权成功。
zh_hant: 已成功重新授權連結的帳戶。

source: Connected account updated successfully.
ar_ae: تم تحديث الحساب المتصل بنجاح.
de_de: Konto erfolgreich aktualisiert.
es_es: Cuenta actualizada correctamente.
fr_ca: Le compte connecté a été mis à jour avec succès.
it_it: Account aggiornato correttamente
ja_jp: アカウントが更新されました！
pt_pt: A conta foi atualizada com sucesso.
ru_ru: Учетная запись успешно обновлена.
tr_tr: Bağlı hesap başarıyla güncellendi.
zh_hans: 帐户成功更新。
zh_hant: 外掛已成功更新「。」

source: Connected Accounts
ar_ae: الحسابات المتصلة
de_de: Verbundene Konten
es_es: Cuentas conectadas
fr_ca: Comptes externes connectés
it_it: Account collegati
ja_jp: 連携済みアカウント
pt_pt: Contas conectadas
ru_ru: Связанные аккаунты
tr_tr: Bağlı Hesaplar
zh_hant: 連結帳戶

source: Connected site deleted successfully.
ar_ae: تم حذف الموقع المتصل بنجاح.
de_de: Verbundene Website erfolgreich gelöscht.
es_es: Clientes conectados eliminados correctamente
fr_ca: Le compte connecté a bien été supprimé.
it_it: Sito cancellato con successo
ja_jp: 接続しているクライアントは正常に削除されました
pt_pt: Clientes conectados excluídos com sucesso
ru_ru: Подключенные клиенты успешно удалены
tr_tr: Bağlı müşteriler başarıyla silindi
zh_hans: 网站已成功删除
zh_hant: 已成功刪除連接的網站。

source: Connected successfully.
ar_ae: تم الاتصال بنجاح.
de_de: eWAY erfolgreich verbunden.
es_es: Conectado correctamente
fr_ca: Connexion réussie.
it_it: Connessione completata
ja_jp: 正常に接続されました
pt_pt: Ligado com sucesso.
ru_ru: Успешно подключено
tr_tr: Başarıyla bağlandı.
zh_hans: 关联成功
zh_hant: 連接成功。

source: Connection Failed
ar_ae: فشل الاتصال
de_de: Verbindung fehlgeschlagen
es_es: Falló la conexión
fr_ca: La connexion a échoué
it_it: Connessione fallita
ja_jp: 接続に失敗しました。
pt_pt: Falha na conexão.
ru_ru: Сбой подключения
tr_tr: Bağlantı Kurulamadı
zh_hans: 连接失败
zh_hant: 連線失敗

source: Connection failed.
ar_ae: فشل الاتصال.
de_de: Verbindungsfehler.
es_es: Conexión fallida.
fr_ca: Échec de la connexion.
it_it: Connessione non riuscita.
ja_jp: 接続失敗
pt_pt: Erro de ligação.
ru_ru: Сбой соединения.
tr_tr: Bağlantı kurulamadı.
zh_hans: 连接失败。
zh_hant: 無法連線
