Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: User id
ar_ae: معرف المستخدم
de_de: Benutzer-ID
es_es: ID de Usuario
fr_ca: Identifiant utilisateur
it_it: Codice cliente
ja_jp: ユーザー ID
pt_pt: ID de usuário
ru_ru: ID пользователя
tr_tr: Kullanıcı Kimliği
zh_hans: 用户id
zh_hant: 使用者 ID

source: User Id
ar_ae: معرف المستخدم
de_de: Benutzer-ID
es_es: ID de usuario
fr_ca: Identifiant d'utilisateur
it_it: Identificativo Utente
ja_jp: ユーザーID
pt_pt: ID do Usuário
ru_ru: Ид. польз.
tr_tr: Kullanıcı Kimliği
zh_hans: 用户 ID
zh_hant: 使用者ID

source: User import incomplete. Do you want to continue?
ar_ae: استيراد المستخدم غير مكتمل. هل تريد المتابعة ؟
de_de: Benutzerimport unvollständig. Möchten Sie fortfahren?
es_es: Importación de usuario incompleta. ¿Deseas continuar?
fr_ca: Import inachevé Voulez-vous continuer ?
it_it: Importazione utente non completata. Continuare?
ja_jp: ユーザーのインポートが完了していません。続けますか？
pt_pt: Importação do utilizador incompleta. Deseja continuar?
ru_ru: Импорт пользователя не завершен. Вы хотите продолжить?
tr_tr: Kullanıcı içe aktarma tamamlanmadı. Devam etmek ister misin?
zh_hans: 用户导入未完成。你要继续吗？
zh_hant: 使用者匯入未完成。是否要繼續？

source: User Information Endpoint
ar_ae: نقطة نهاية معلومات المستخدم
de_de: Benutzerinformationen
es_es: Endpoint de información de usuario
fr_ca: Point de terminaison des informations utilisateur
it_it: Informazioni utente
ja_jp: ユーザー情報
pt_pt: Informações do utilizador
ru_ru: информация пользов.
tr_tr: Kullanıcı Bilgisi
zh_hans: 用户信息
zh_hant: 使用者資訊端點

source: USER MANAGEMENT
ar_ae: إدارة المستخدم
es_es: GESTIÓN DE USUARIOS
fr_ca: GESTION DES UTILISATEURS
ja_jp: ユーザー管理
pt_pt: GERENCIAMENTO DE USUÁRIOS
ru_ru: УПРАВЛЕНИЕ ПОЛЬЗОВАТЕЛЯМИ
tr_tr: KULLANICI YÖNETİMİ
zh_hans: 用户管理

source: User Management page
ar_ae: صفحة إدارة المستخدم
de_de: Benutzerverwaltung
es_es: Administrar usuarios
fr_ca: Page Gestion Utilisateurs
it_it: Pagina gestione utilizzatori
ja_jp: ユーザー管理ページ
pt_pt: Gestão do Utilizador
ru_ru: Управление пользов
tr_tr: Kullanıcı yönetimi
zh_hans: 用户管理
zh_hant: 使用者模式管理

source: User name
ar_ae: اسم المستخدم
de_de: Benutzername
es_es: Nombre de usuario
fr_ca: Nom d'utilisateur
it_it: Nome utente
ja_jp: 使用者名
pt_pt: Nome de utilizador
ru_ru: Имя пользователя
tr_tr: Kullanıcı adı
zh_hans: 用户名
zh_hant: 用戶名

source: User not found
ar_ae: لم يتم العثور على المستخدم
de_de: Benutzer nicht gefunden
es_es: Usuario no encontrado
fr_ca: Utilisateur introuvable
it_it: Utente non trovato
ja_jp: ユーザが見つかりませんでした
pt_pt: Utilizador não encontrado
ru_ru: Пользователь не найден
tr_tr: Kullanıcı bulunamadı
zh_hans: 未找到用户
zh_hant: 未找到.

source: User Not Found
ar_ae: لم يتم العثور على المستخدم
de_de: Benutzer nicht gefunden
es_es: Usuario no encontrado
fr_ca: Utilisateur Introuvable
it_it: Utente non trovato
ja_jp: ユーザが見つかりませんでした
pt_pt: Utilizador não encontrado
ru_ru: Пользователь не найден
tr_tr: Kullanıcı bulunamadı
zh_hans: 用户未找到
zh_hant: 未找到使用者

source: User Notification Preference
ar_ae: تفضيلات إشعار المستخدم
de_de: Benachrichtigungspräferenz
es_es: Preferencias de notificación
fr_ca: Préférences de notification de l’utilisateur
it_it: Preferenze di notifica utente
ja_jp: ユーザー通知設定
pt_pt: Preferências de notificação
ru_ru: Настройки уведомлений пользователей
tr_tr: Kullanıcı Bildirim Tercihi
zh_hans: 通知首选项
zh_hant: 用戶通知偏好

source: User Permissions
ar_ae: أذونات المستخدم
de_de: Benutzerberechtigungen
es_es: Permisos del usuario
fr_ca: Permissions Utilisateur
it_it: Autorizzazioni utente
ja_jp: ユーザー権限
pt_pt: Permissões do utilizador
ru_ru: Пользовательские разрешения
tr_tr: Kullanıcı İzinleri
zh_hans: 账号权限
zh_hant: 用戶權限

source: User Profile
ar_ae: الملف الشخصي للمستخدم
de_de: Benutzerprofil
es_es: Perfil de usuario
fr_ca: Profil util
it_it: Profilo utente
ja_jp: ユーザー プロファイル
pt_pt: Perfil do utilizador
ru_ru: Профиль пользователя
tr_tr: Kullanıcı Profili
zh_hans: 用户档案
zh_hant: 會員資料完成度

source: USER PROFILE
ar_ae: الملف الشخصي للمستخدم
de_de: Benutzerprofil
es_es: PERFIL DE USUARIO
fr_ca: PROFIL UTILISATEUR
it_it: PROFILO UTENTE
ja_jp: ユーザープロフィル
pt_pt: PERFIL DE USUÁRIO
ru_ru: Профиль пользователя
tr_tr: KULLANICI PROFİLİ
zh_hans: 用户档案
zh_hant: 使用者設定檔

source: User profile has been failed to update
ar_ae: فشل تحديث ملف تعريف المستخدم
de_de: Benutzerprofil konnte nicht aktualisiert werden
es_es: No se ha podido actualizar el perfil de usuario
fr_ca: Échec de la mise à jour du profil utilisateur
it_it: Aggiornamento del profilo utente non riuscito
ja_jp: プロフィール登録が完了しました
pt_pt: Falha ao atualizar o perfil de utilizador
ru_ru: Не удалось обновить профиль пользователя
tr_tr: Kullanıcı profili güncellenemedi
zh_hans: 用户个人资料更新失败
zh_hant: 用戶資料更新失敗。

source: User profile has been updated successfully.
ar_ae: تم تحديث ملف تعريف المستخدم بنجاح.
de_de: Ihr Profil wurde erfolgreich aktualisiert
es_es: Su perfil se ha actualizado correctamente.
fr_ca: Le profil de l'utilisateur a été mis à jour avec succès.
it_it: Il tuo profilo è stato completato con successo!
ja_jp: プロフィールは正常に更新されました
pt_pt: Perfil foi atualizado com sucesso
ru_ru: Ваш профиль был успешно обновлен.
tr_tr: Profiliniz başarılı bir şekilde güncellendi
zh_hans: 用户档案已成功更新
zh_hant: 您的會員資料已更新。

source: User Profile has been updated successfully.
ar_ae: تم تحديث الملف الشخصي للمستخدم بنجاح.
de_de: Ihr Profil wurde erfolgreich aktualisiert
es_es: Su perfil se ha actualizado correctamente.
fr_ca: Le profil de l'utilisateur a été mis à jour avec succès.
it_it: Il tuo profilo è stato completato con successo!
ja_jp: プロフィールは正常に更新されました
pt_pt: Perfil foi atualizado com sucesso
ru_ru: Ваш профиль был успешно обновлен.
tr_tr: Profiliniz başarılı bir şekilde güncellendi
zh_hans: 用户档案已成功更新
zh_hant: 您的會員資料已更新。

source: User profile update failed.
ar_ae: فشل تحديث ملف تعريف المستخدم.
de_de: Benutzer Profil aktualisieren fehlgeschlagen
es_es: Error al actualizar el perfil de usuario
fr_ca: La mise à jour du profil utilisateur a échoué
it_it: Aggiornamento del profilo non riuscito
ja_jp: ユーザープロフィールの更新に失敗しました
pt_pt: Atualizar Perfil de Usuário
ru_ru: Обновление профиля не выполнено
tr_tr: Güncelleme Başarısız Oldu.
zh_hans: 用户个人资料更新失败
zh_hant: 用戶個人資料更新失敗

source: User profile updation failed.
ar_ae: فشل تحديث ملف تعريف المستخدم.
de_de: Aktualisierung des Benutzerprofils fehlgeschlagen.
es_es: El perfil de usuario ha fallado
fr_ca: La mise à jour du profil utilisateur a échoué.
it_it: Aggiornamento del profilo utente non riuscito.
ja_jp: ユーザープロファイルの更新に失敗しました。
pt_pt: A atualização do perfil de utilizador falhou.
ru_ru: Не удалось обновить профиль пользователя.
tr_tr: Kullanıcı profili güncellenemedi.
zh_hans: 用户个人资料更新失败。
zh_hant: 用戶個人資料更新失敗。

source: User schedule notification
ar_ae: إشعار جدول المستخدم
de_de: Zeitplan Benachrichtigung
es_es: Notificación de Cita
fr_ca: Planification Notification
it_it: Notifica pianificazione utente
ja_jp: 通知をスケジュール
pt_pt: Agendar notificação
ru_ru: Уведомление о расписании
tr_tr: Bildirim planla
zh_hans: 计划通知
zh_hant: 用戶排程通知

source: User Settings
ar_ae: إعدادات المستخدم
de_de: Einstellungen Benutzer
es_es: Ajustes de usuario
fr_ca: Paramètres
it_it: Impostazioni utente
ja_jp: 検体タイプの設定
pt_pt: Configurações do Usuário
ru_ru: Настройка параметров пользователей
tr_tr: Kullanıcı Ayarları
zh_hans: 用户设置
zh_hant: 使用者設定

source: User(s)
ar_ae: المستخدم(المستخدمون)
de_de: Benutzer
es_es: Usuario(s)
fr_ca: Utilisateur(s)
it_it: Utente/i
ja_jp: ユーザー
pt_pt: Usuário(s)
ru_ru: Пользователи
tr_tr: Kullanıcı(lar)
zh_hans: 使用者
zh_hant: 使用者

source: User(s) access has been removed successfully.
ar_ae: تمت إزالة وصول المستخدم(المستخدمين) بنجاح.
de_de: Der Zugriff des/der Benutzer(s) wurde erfolgreich entfernt.
es_es: El acceso de los usuarios se ha eliminado correctamente.
fr_ca: L'accès a été supprimé avec succès.
it_it: Utenti rimossi correttamente.
ja_jp: ユーザーのアクセスが正常に削除されました。
pt_pt: O acesso do(s) utilizador(es) foi removido com sucesso.
ru_ru: Доступ пользователя(ей) был успешно удален.
tr_tr: Kullanıcı başarıyla kaldırıldı
zh_hans: 删除用户成功
zh_hant: 已成功移除使用者存取權限。

source: user(s) are deleted
ar_ae: تم حذف المستخدم(المستخدمين)
de_de: Benutzer wurde/n gelöscht
es_es: Usuario(s) eliminado(s)
fr_ca: l'(les) utilisateur(s) est(sont) supprimé(s).
it_it: I File Tag(s) sono stati eliminati.
ja_jp: ユーザーが削除されました。
pt_pt: Arquivo (s) excluídos.
ru_ru: Пользователь(и) удалены
tr_tr: kullanıcı(lar) silindi
zh_hans: 用户(s)删除
zh_hant: 用戶被刪除。

source: user(s) are deleted.
ar_ae: تم حذف المستخدم(المستخدمين).
de_de: Benutzer wurde/n gelöscht
es_es: Usuario(s) eliminado(s)
fr_ca: l'(les) utilisateur(s) est(sont) supprimé(s).
it_it: I File Tag(s) sono stati eliminati.
ja_jp: ユーザーが削除されました。
pt_pt: Arquivo (s) excluídos.
ru_ru: Пользователь(и) удалены.
tr_tr: kullanıcı(lar) silinir.
zh_hans: 用户(s)删除
zh_hant: 用戶被刪除。

source: user(s) details are modified
ar_ae: تم تعديل تفاصيل المستخدم(المستخدمين)
de_de: benutzerdetails wurden geändert
es_es: se modifican los datos de usuario(s)
fr_ca: les détails de l’(des) utilisateur(s) sont modifiés.
it_it: i dettagli degli utenti vengono modificati
ja_jp: ユーザーの詳細が変更されました
pt_pt: os detalhes do(s) utilizador (es) são modificados
ru_ru: данные пользователя(ов) изменены
tr_tr: kullanıcı ayrıntıları değiştirildi
zh_hans: 用户详细信息已修改
zh_hant: 修改用戶詳細信息。

source: user(s) details are modified.
ar_ae: تم تعديل تفاصيل المستخدم(المستخدمين).
de_de: benutzerdetails werden geändert.
es_es: se modifican los datos de los usuarios.
fr_ca: les détails de l’(des) utilisateur(s) sont modifiés.
it_it: i dettagli degli utenti vengono modificati.
ja_jp: ユーザーの詳細が変更されます。
pt_pt: os detalhes do(s) utilizador(es) são modificados.
ru_ru: изменены сведения о пользователе(-ах).
tr_tr: kullanıcı(lar) ın ayrıntıları değiştirildi.
zh_hans: 用户详细信息已修改。
zh_hant: 修改用戶詳細信息。

source: user(s) has been added successfully.
ar_ae: تمت إضافة المستخدم(المستخدمين) بنجاح.
de_de: Benutzer erfolgreich hinzugefügt.
es_es: el/los usuario/s se ha (n) agregado con éxito.
fr_ca: l'(les) utilisateur(s) a(ont) été ajouté(s) avec succès.
it_it: Utenti aggiunti correttamente
ja_jp: ユーザーが正常に追加されました。
pt_pt: utilizador(es) foi (ram) adicionado (s) com sucesso.
ru_ru: пользователь(ы) успешно добавлен (ы).
tr_tr: Kullanıcılar başarıyla eklendi.
zh_hans: 用户已成功添加
zh_hant: 已成功添加用戶。

source: User(s) has been added successfully.
ar_ae: تمت إضافة المستخدم(المستخدمين) بنجاح.
de_de: Benutzer erfolgreich hinzugefügt.
es_es: El/los usuario/s se ha (n) agregado con éxito.
fr_ca: L'(Les) utilisateur(s) a(ont) été ajouté(s) avec succès
it_it: Utenti aggiunti correttamente
ja_jp: ユーザーが正常に追加されました。
pt_pt: utilizador(es) foi (ram) adicionado (s) com sucesso.
ru_ru: Пользователь(ы) успешно добавлен (ы).
tr_tr: Kullanıcılar başarıyla eklendi.
zh_hans: 用户已成功添加
zh_hant: 已成功添加用戶。

source: user(s) has been imported and activated successfully.
ar_ae: تم استيراد المستخدم(المستخدمين) وتنشيطه بنجاح.
de_de: benutzer wurde (n) importiert und erfolgreich aktiviert.
es_es: el/los usuario/s se ha (n) añadido y activado correctamente.
fr_ca: L'(Les) utilisateur(s) a(ont) été importé(s) et activé(s) avec succès.
it_it: L'utente o gli utenti sono stati importati con successo
ja_jp: ユーザーがインポートされ、正常に有効化されました。
pt_pt: Usuário foi importado com sucesso
ru_ru: пользователь(ы) успешно импортирован (ы) и активирован (ы).
tr_tr: kullanıcı içe aktarıldı ve başarıyla etkinleştirildi.
zh_hans: 用户已成功导入。
zh_hant: 用戶已成功導入並激活。

source: User(s) has been imported and activated successfully.
ar_ae: تم استيراد المستخدم(المستخدمين) وتنشيطه بنجاح.
de_de: Benutzer wurde (n) importiert und erfolgreich aktiviert.
es_es: el/los usuario/s se ha (n) añadido y activado correctamente.
fr_ca: L'(Les) utilisateur(s) a(ont) été importé(s) et activé(s) avec succès.
it_it: L'utente o gli utenti sono stati importati con successo
ja_jp: ユーザーがインポートされ、正常に有効化されました。
pt_pt: Usuário foi importado com sucesso
ru_ru: Пользователь(ы) успешно импортирован (ы) и активирован (ы).
tr_tr: Kullanıcı(lar) başarıyla içe aktarıldı ve etkinleştirildi.
zh_hans: 用户已成功导入。
zh_hant: 用戶已成功導入並激活。

source: user(s) has been imported successfully.
ar_ae: تم استيراد المستخدم(المستخدمين) بنجاح.
de_de: download(s) wurde(n) erfolgreich importiert
es_es: Usuario(S) se ha importado con éxito
fr_ca: L'(Les) utilisateur(s) a(ont) été importé(s) avec succès.
it_it: L'utente o gli utenti sono stati importati con successo
ja_jp: ユーザーが正常にインポートされました。
pt_pt: Usuário foi importado com sucesso
ru_ru: Пользователь(ы) успешно добавлен (ы).
tr_tr: Veri başarıyla alındı.
zh_hans: 用户已成功导入。
zh_hant: 用戶已成功導入。

source: user(s) selected
ar_ae: المستخدم(المستخدمين) المحددين
de_de: Der/die Benutzer AUSGEWÄHLT
es_es: Usuario(s) seleccionado(s)
fr_ca: Utilisateur(s) sélectionné(s)
it_it: Utente(i) selezionato(i)
ja_jp: 選択したユーザー
pt_pt: utilizador(es) selecionado (s)
ru_ru: Пользователь(и) выбраны.
tr_tr: Hiç bir satır seçilmedi
zh_hans: 已选择用户
zh_hant: 選擇的用戶

source: User(s) were not found in the database
ar_ae: لم يتم العثور على المستخدم(المستخدمين) في قاعدة البيانات
de_de: Benutzer wurden nicht in der Datenbank gefunden
es_es: No se han encontrado usuarios en la base de datos
fr_ca: Utilisateur(s) introuvable (s) dans la base de données
it_it: non &egrave; stato trovato nel database.
ja_jp: ユーザーがデータベースに見つかりませんでした
pt_pt: O(s) utilizador(es) não foi (foram) encontrado (s) na
ru_ru: Пользователь(и) не найдены в базе данных.
tr_tr: Kullanıcı(lar) veritabanında bulunamadı
zh_hans: 未找到该用户
zh_hant: 在數據庫中找不到用戶。

source: Username
ar_ae: اسم المستخدم
de_de: Benutzername
es_es: Nombre de usuario
fr_ca: Identifiant
it_it: Nome utente
ja_jp: ユーザー名
pt_pt: Nome de utilizador
ru_ru: Имя пользователя
tr_tr: Kullanıcı adı
zh_hans: 用户名
zh_hant: 用户名稱

source: Username :
ar_ae: اسم المستخدم :
de_de: Benutzername :
es_es: Nombre de usuario
fr_ca: Nom d'utilisateur:
it_it: Nome utente:
ja_jp: ユーザー名:
pt_pt: Nome de usuário:
ru_ru: Ваш логин (на латинице):
tr_tr: Kullanıcı Adı :
zh_hans: 用户名：
zh_hant: 使用者名稱:

source: Username already exists
ar_ae: اسم المستخدم موجود بالفعل
de_de: Benutzername existiert bereits
es_es: El nombre de usuario ya existe
fr_ca: Le nom d'utilisateur existe déjà
it_it: Nome utente già utilizzato
ja_jp: このユーザー名は既に登録されています
pt_pt: Este nome de utilizador já existe
ru_ru: Имя пользователя уже существует
tr_tr: Kullanıcı adı zaten var
zh_hans: 用户名已存在
zh_hant: 具有相同使用者名的使用者已存在。

source: Username already exists in IDP
ar_ae: اسم المستخدم موجود بالفعل في IDP
de_de: Benutzername existiert bereits
es_es: El nombre de usuario ya existe
fr_ca: Le nom d'utilisateur existe déjà
it_it: Nome utente già utilizzato
ja_jp: このユーザー名は既に登録されています
pt_pt: Este nome de utilizador já existe
ru_ru: Имя пользователя уже существует
tr_tr: Kullanıcı adı zaten var
zh_hans: 用户名已存在
zh_hant: 此使用者已存在

source: Username already exists in list
ar_ae: اسم المستخدم موجود بالفعل في القائمة
de_de: Benutzername existiert bereits
es_es: El nombre de usuario ya existe
fr_ca: Le nom d'utilisateur existe déjà
it_it: Nome utente già utilizzato
ja_jp: このユーザー名は既に登録されています
pt_pt: Este nome de utilizador já existe
ru_ru: Имя пользователя уже существует
tr_tr: Kullanıcı adı zaten var
zh_hans: 用户名已存在
zh_hant: 此使用者已存在

source: Username already exists in the list
ar_ae: اسم المستخدم موجود بالفعل في القائمة
de_de: Benutzername existiert bereits
es_es: El nombre de usuario ya existe en la academia.
fr_ca: Le nom d'utilisateur existe déjà
it_it: Nome utente già utilizzato
ja_jp: ユーザー名はすでにリストに入っています！
pt_pt: Nome de usuário já existe no sistema.
ru_ru: Данное имя пользователя уже зарегистрировано в рамках данной академии
tr_tr: Kullanıcı adı zaten var
zh_hans: 用户名已在列表中！
zh_hant: 具有相同使用者名的使用者已存在。

source: Username already exists in UMS
ar_ae: اسم المستخدم موجود بالفعل في UMS
de_de: Benutzername existiert bereits
es_es: El nombre de usuario ya existe
fr_ca: Le nom d'utilisateur existe déjà
it_it: Nome utente già utilizzato
ja_jp: このユーザー名は既に登録されています
pt_pt: Este nome de utilizador já existe
ru_ru: Имя пользователя уже существует
tr_tr: Kullanıcı adı zaten var
zh_hans: 用户名已存在
zh_hant: 此使用者已存在

source: Username cannot exceed 254 characters
ar_ae: لا يمكن أن يتجاوز اسم المستخدم 254 حرفًا
de_de: Name darf 254 Zeichen nicht überschreiten
es_es: El nombre no puede exceder los 254 caracteres
fr_ca: Le nom d’utilisateur ne doit pas dépasser 95 caractères
it_it: Il nome utente non può superare 50 caratteri
ja_jp: ユーザー名は254文字を超えることはできません
pt_pt: O nome de utilizador não pode exceder 31 caracteres
ru_ru: Имя пользователя не может превышать 32 символа.
tr_tr: Kullanıcı adı 254 karakteri geçemez
zh_hans: 用户名不能超过254个字符
zh_hant: 用戶名不能超過 95 個字符。

source: Username contains invalid characters
ar_ae: يحتوي اسم المستخدم على أحرف غير صالحة
de_de: Benutzer_innenname enthält ungültige Zeichen.
es_es: El nombre de usuario contiene caracteres no válidos.
fr_ca: Le nom d’utilisateur contient des caractères invalides
it_it: Il nome utente contiene caratteri non validi
ja_jp: ユーザー名に無効な文字が含まれています。
pt_pt: O nome de utilizador contém caracteres inválidos.
ru_ru: Логин: содержит недопустимые символы.
tr_tr: Kullanıcı adı geçersiz karakterler içeriyor.
zh_hans: 用户名包含无效字符。
zh_hant: 使用者名稱包含無效的字符。

source: Username contains space
ar_ae: يحتوي اسم المستخدم على مساحة
de_de: Benutzername enthält Leerzeichen
es_es: El nombre de usuario contiene espacios.
fr_ca: Le nom d’utilisateur contient des espaces
it_it: Il nome utente contiene spazio
ja_jp: ユーザー名にスペースが含まれています
pt_pt: O nome de utilizador contém espaço
ru_ru: Имя пользователя содержит пробел
tr_tr: Kullanıcı adı boşluk içeriyor
zh_hans: 用户名包含空格
zh_hant: 用戶名包含空格

source: Username is invalid
ar_ae: اسم المستخدم غير صالح
de_de: Nutzername ist ungültig
es_es: El nombre de usuario no es válido
fr_ca: Le nom d'utilisateur est invalide
it_it: Il nome utente non è valido
ja_jp: ユーザー名が無効です
pt_pt: Nome de utilizador inválido
ru_ru: Имя пользователя недействительно
tr_tr: Kullanıcı adı geçersiz
zh_hans: 无效的用户名
zh_hant: 無效的會員名稱

source: Username is Invalid
ar_ae: اسم المستخدم غير صالح
de_de: Nutzername ist ungültig
es_es: El nombre de usuario no es válido
fr_ca: Le nom d'utilisateur est invalide
it_it: Il nome utente non è valido
ja_jp: ユーザー名が無効です
pt_pt: Nome de utilizador inválido
ru_ru: Имя пользователя недействительно
tr_tr: Kullanıcı adı geçersiz
zh_hans: 无效的用户名
zh_hant: 無效的會員名稱

source: Username or Email address already exists
ar_ae: اسم المستخدم أو عنوان البريد الإلكتروني موجود بالفعل
de_de: Benutzername oder E-Mail existiert bereits
es_es: El nombre de usuario o la dirección de correo electrónico ya existen
fr_ca: Le nom d'utilisateur ou l'adresse email existe déjà
it_it: L'indirizzo Email esiste già
ja_jp: 電子メールアドレスは既に存在します。
pt_pt: O nome de utilizador ou o email já existem.
ru_ru: Email уже существует
tr_tr: Kullanıcı adı veya e-posta adresi zaten var
zh_hans: 用户名或电子邮箱已存在
zh_hant: 用戶名或電子郵件地址已存在。

source: Username or Email address already exists or repeated
ar_ae: اسم المستخدم أو عنوان البريد الإلكتروني موجود بالفعل أو مكرر
de_de: Benutzername oder E-Mail existiert bereits
es_es: El nombre de usuario o la dirección de correo electrónico ya existen
fr_ca: Le nom d'utilisateur ou l'adresse email existe déjà ou en doublon
it_it: Nome utente o indirizzo e-mail già esistente o ripetuto
ja_jp: ユーザー名またはメールアドレスが既に存在するか、繰り返されています
pt_pt: O nome de utilizador ou o email já existem.
ru_ru: Имя пользователя или адрес электронной почты уже существует или повторяется
tr_tr: Kullanıcı adı veya e-posta adresi zaten var
zh_hans: 用户名或电子邮箱已存在
zh_hant: 用戶名或電子郵件地址已存在或重複

source: Username or Email address is Invalid
ar_ae: اسم المستخدم أو عنوان البريد الإلكتروني غير صالح
de_de: Benutzername oder E-Mail-Adresse
es_es: Nombre de usuario o e-mail
fr_ca: Le nom d’utilisateur ou l'adresse email est invalide
it_it: Nome Utente o Email
ja_jp: Eメールアドレスが無効です
pt_pt: Nome de utilizador ou endereço de e-mail
ru_ru: Имя пользователя или адрес электронной почты
tr_tr: Kullanıcı adı veya e-posta adresi
zh_hans: 用户名或电子邮件
zh_hant: 用戶名或電子郵件地址無效。

source: Username should be between 3 to 254 characters
ar_ae: يجب أن يكون اسم المستخدم بين 3 إلى 254 حرفًا
de_de: Der Benutzername sollte zwischen 3 und 254 Zeichen lang sein.
es_es: El nombre de usuario debe tener entre 3 y 254 caracteres.
fr_ca: Le nom d'utilisateur doit comprendre entre 3 et 254 caractères.
it_it: Il nome utente deve contenere da 3 a 254 caratteri
ja_jp: ユーザー名は3 ～ 254文字で入力してください
pt_pt: O nome de utilizador deve ter entre 3 e 254 caracteres
ru_ru: Имя пользователя должно содержать от 3 до 254 символов
tr_tr: Kullanıcı adı 3 ila 254 karakter arasında olmalıdır
zh_hans: 用户名应为3至254个字符
zh_hant: 使用者名稱應介於3至254個字元之間

source: Username should be between 3 to 254 characters.
ar_ae: يجب أن يتراوح اسم المستخدم بين 3 إلى 254 حرفًا.
de_de: Der Benutzername sollte zwischen 3 und 254 Zeichen lang sein.
es_es: El nombre de usuario debe tener entre 3 y 254 caracteres.
fr_ca: Le nom d'utilisateur doit comprendre entre 3 et 254 caractères.
it_it: Il nome utente deve contenere da 3 a 254 caratteri.
ja_jp: ユーザー名は3 ～ 254文字で入力してください。
pt_pt: O nome de utilizador deve ter entre 3 e 254 caracteres.
ru_ru: Имя пользователя должно содержать от 3 до 254 символов.
tr_tr: Kullanıcı adı 3 ila 254 karakter arasında olmalıdır.
zh_hans: 用户名应为3至254个字符。
zh_hant: 使用者名稱應介於3至254個字元之間。

source: Username should not be empty
ar_ae: يجب ألا يكون اسم المستخدم فارغًا
de_de: Der Benutzername darf nicht leer sein.
es_es: El nombre de usuario no debe estar vacío
fr_ca: Le nom d'utilisateur ne doit pas être vide
it_it: il post non deve essere vuoto!
ja_jp: 空であってはならない
pt_pt: O nome de utilizador não deve estar vazio.
ru_ru: Не должен быть пустым
tr_tr: Kullanıcı adı boş olmamalıdır
zh_hans: 不应是空的
zh_hant: 不應該是空的

source: Username should not contain special characters
ar_ae: يجب ألا يحتوي اسم المستخدم على أحرف خاصة
de_de: Sollte keine Sonderzeichen enthalten
es_es: El nombre de usuario no debe contener caracteres especiales
fr_ca: Le nom d’utilisateur ne doit pas contenir des caractères spéciaux
it_it: Il nome da analizzare non può contenere caratteri speciali.
ja_jp: ユーザー名に特殊文字を含めることはできません
pt_pt: O nome de utilizador não deve conter caracteres especiais
ru_ru: Имя пользователя должно содержать специальные символы.
tr_tr: Ad özel karakterler içermemelidir
zh_hans: 用户名不应包含特殊字符
zh_hant: 用戶名不應包含特殊字符

source: Username should not contain white space
ar_ae: يجب ألا يحتوي اسم المستخدم على مساحة بيضاء
de_de: Benutzername darf keine Leerzeichen enthalten.
es_es: El nombre de usuario no debe contener espacios en blanco
fr_ca: Le nom d’utilisateur ne doit pas contenir d'espace.
it_it: Il nome utente non deve contenere spazi vuoti
ja_jp: ユーザー名には空白を含めることはできません
pt_pt: Nome de usuário não deve conter espaço.
ru_ru: Имя пользователя не должно содержать пробелов
tr_tr: Kullanıcı adı boşluk içermemelidir
zh_hans: 用户名不应包含空格
zh_hant: 用戶名不應包含空格

source: Users
ar_ae: المستخدمون
de_de: Benutzer
es_es: Usuarios
fr_ca: Utilisateurs
it_it: Utenti
ja_jp: ユーザー
pt_pt: Utilizadores
ru_ru: Пользователи
tr_tr: Kullanıcılar
zh_hans: 用户
zh_hant: 用戶

source: USERS
ar_ae: المستخدمون
de_de: BENUTZER
es_es: USUARIOS
fr_ca: UTILISATEURS
it_it: UTENTI
ja_jp: ユーザー
pt_pt: USUÁRIOS
ru_ru: ПОЛЬЗОВАТЕЛИ
tr_tr: KULLANICILAR
zh_hans: 用户
zh_hant: 用戶

source: Users - CSV import
ar_ae: المستخدمون - استيراد بتنسيق CSV
de_de: Benutzer - CSV-Import
es_es: Usuarios - Importar CSV
fr_ca: Utilisateurs - Import CSV
it_it: Utenti - Importazione CSV
ja_jp: ユーザー- CSVインポート
pt_pt: Utilizadores - Importação de CSV
ru_ru: Пользователи - импорт CSV
tr_tr: Kullanıcılar - CSV içe aktarma
zh_hans: 用户- CSV导入
zh_hant: 用戶 - CSV 導入

source: Users - Import from database
ar_ae: المستخدمون - الاستيراد من قاعدة البيانات
de_de: Aus Datenbank importieren...
es_es: Importar desde base de datos
fr_ca: Utilisateurs - Importation depuis la base de données
it_it: Utenti - Importa da database
ja_jp: データベースからインポート
pt_pt: Importar de Base de Dados...
ru_ru: Пользователи - Импорт из базы данных
tr_tr: Veritabanından İçeriye Aktar... Veritabanından...
zh_hans: 用户-从数据库导入
zh_hant: 從數據庫導入
