Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Data sources or datasets in the report are auto-mapped with shared data sources or datasets that are already present in the Report Server with same name.
ar_ae: يتم تعيين مصادر البيانات أو مجموعات البيانات في التقرير تلقائيًا مع مصادر البيانات المشتركة أو مجموعات البيانات الموجودة بالفعل في خادم التقارير بنفس الاسم.
de_de: Datenquellen oder Datensätze im Bericht werden automatisch mit freigegebenen Datenquellen oder Datensätzen zugeordnet, die bereits im Berichtsserver mit demselben Namen vorhanden sind.
es_es: Los orígenes de datos o conjuntos de datos en el informe se asignan automáticamente con orígenes de datos o conjuntos de datos compartidos que ya están presentes en el servidor de informes con el mismo nombre.
fr_ca: Les sources de données ou les ensembles de données du rapport sont automatiquement mappés avec des sources de données ou des ensembles de données partagés qui sont déjà présents dans le serveur de rapports portant le même nom.
it_it: Le origini dati o i set di dati nel report vengono mappati automaticamente con origini dati condivise o set di dati già presenti nel server di report con lo stesso nome.
ja_jp: レポート内のデータソースまたはデータセットは、同じ名前のレポートサーバーに既に存在する共有データソースまたはデータセットと自動マッピングされます。
pt_pt: As fontes de dados ou conjuntos de dados no relatório são mapeados automaticamente com fontes de dados compartilhadas ou conjuntos de dados que já estão presentes no Servidor de Relatórios com o mesmo nome.
ru_ru: Источники данных или наборы данных в отчете автоматически сопоставляются с общими источниками данных или наборами данных, которые уже присутствуют на сервере отчетов с тем же именем.
tr_tr: Rapordaki veri kaynakları veya veri kümeleri, Rapor Sunucusunda zaten aynı ada sahip olan paylaşılan veri kaynakları veya veri kümeleriyle otomatik olarak eşleştirilir.
zh_hans: 报表中的数据源或数据集与共享数据源或数据集自动映射，共享数据源或数据集已存在于具有相同名称的报表服务器中。
zh_hant: 報表中的資料來源或資料集會自動對應到已在報表伺服器中使用相同名稱的共用資料來源或資料集。

source: Data sources or datasets in the report are partially auto-mapped with shared data sources or datasets that are already present in the Report Server with same name. Remaining data sources or datasets are not mapped.
ar_ae: يتم تعيين مصادر البيانات أو مجموعات البيانات في التقرير تلقائيًا جزئيًا مع مصادر البيانات المشتركة أو مجموعات البيانات الموجودة بالفعل في خادم التقارير بنفس الاسم. لم يتم تعيين مصادر البيانات المتبقية أو مجموعات البيانات.
de_de: Datenquellen oder Datensätze im Bericht werden teilweise automatisch mit freigegebenen Datenquellen oder Datensätzen zugeordnet, die bereits im Berichtsserver mit demselben Namen vorhanden sind. Verbleibende Datenquellen oder Datensätze werden nicht zugeordnet.
es_es: Las fuentes de datos o los conjuntos de datos del informe se asignan parcialmente de forma automática con fuentes de datos o conjuntos de datos compartidos que ya están presentes en el servidor de informes con el mismo nombre. Las fuentes de datos o conjuntos de datos restantes no se asignan.
fr_ca: Les sources de données ou les ensembles de données du rapport sont partiellement mappés automatiquement avec des sources de données ou des ensembles de données partagés qui sont déjà présents dans le serveur de rapports portant le même nom. Les sources de données ou les ensembles de données restants ne sont pas mappés.
it_it: Le origini dati o i set di dati nel report sono parzialmente mappati automaticamente con origini dati condivise o set di dati già presenti nel server di report con lo stesso nome. Le origini dati o i set di dati rimanenti non vengono mappati.
ja_jp: レポート内のデータソースまたはデータセットは、同じ名前のレポートサーバーに既に存在する共有データソースまたはデータセットと部分的に自動マッピングされます。残りのデータソースまたはデータセットはマッピングされていません。
pt_pt: Fontes de dados ou conjuntos de dados no relatório são parcialmente mapeados automaticamente com fontes de dados compartilhadas ou conjuntos de dados que já estão presentes no Servidor de Relatórios com o mesmo nome. As fontes de dados ou conjuntos de dados restantes não são mapeados.
ru_ru: Источники данных или наборы данных в отчете частично автоматически сопоставляются с общими источниками данных или наборами данных, которые уже присутствуют на сервере отчетов с тем же именем. Оставшиеся источники данных или наборы данных не отображаются.
tr_tr: Rapordaki veri kaynakları veya veri kümeleri, Rapor Sunucusunda zaten aynı ada sahip olan paylaşılan veri kaynakları veya veri kümeleriyle kısmen otomatik olarak eşleştirilir. Kalan veri kaynakları veya veri kümeleri eşlenmez.
zh_hans: 报表中的数据源或数据集与共享数据源或数据集部分自动映射，共享数据源或数据集已存在于具有相同名称的报表服务器中。未映射剩余数据源或数据集。
zh_hant: 報表中的資料來源或資料集會部分自動對應到共用資料來源或資料集，這些資料來源或資料集已存在於具有相同名稱的報表伺服器中。其餘數據源或數據集未映射。

source: Database
ar_ae: قاعدة البيانات
de_de: Datenbank
es_es: Base de datos
fr_ca: Base de données
ja_jp: データベース
pt_pt: Base de dados
ru_ru: Дополнительная основа
tr_tr: Veri tabanı
zh_hans: 数据库
zh_hant: 數據庫

source: Database connection error
ar_ae: خطأ في اتصال قاعدة البيانات
de_de: Datenbank-Verbindungsfehler.
es_es: Error de conexión a la base de datos
fr_ca: Erreur de connexion à la base de données.
it_it: Errore di connessione al database
ja_jp: 接続エラー
pt_pt: Erro de falta de conexão com banco de dados
ru_ru: Ошибка подключения к базе данных.
tr_tr: Veri tabanı bağlantı hatasını pushlayın
zh_hans: 推送数据库连接错误
zh_hant: 資料庫連接錯誤

source: Database Creation
ar_ae: إنشاء قاعدة البيانات
de_de: Erstellung von Datenbanken
es_es: Creación de bases de datos
fr_ca: Création de la base de données
it_it: Creazione di database
ja_jp: データベースの作成やアップデート
pt_pt: Criação de Bases de Dados
ru_ru: Работа с базами данных
tr_tr: Veritabanı Oluşturma
zh_hans: 数据库创建:
zh_hant: 建立數據庫

source: Database Error
ar_ae: خطأ في قاعدة البيانات
de_de: Datenbankfehler
es_es: Error de la base de datos
fr_ca: Erreur de base de données
it_it: Errore del database
ja_jp: データベースエラー
pt_pt: Erro de banco de dados
ru_ru: Ошибка БД
tr_tr: Veritabanı hatası
zh_hans: 数据库错误
zh_hant: 資料庫錯誤

source: Database name
ar_ae: اسم قاعدة البيانات
de_de: Datenbankname
es_es: Nombre de la base de datos
fr_ca: Nom de la base de données
it_it: Nome database
ja_jp: データベース名
pt_pt: Nome da base de dados
ru_ru: Имя базы данных
tr_tr: Veri tabanı ismi
zh_hans: 数据库名称
zh_hant: 資料庫名稱

source: Database name already exists
ar_ae: اسم قاعدة البيانات موجود بالفعل
de_de: Der Name existiert bereits.
es_es: Este nombre ya existe
fr_ca: Le nom de la base de données existe déjà
it_it: Nome già in uso
ja_jp: 名前は既に存在します
pt_pt: Nome já existente
ru_ru: Имя базы данных уже существует.
tr_tr: Ad zaten mevcut
zh_hans: 名称已存在
zh_hant: 數據庫名稱已存在

source: Database name is already exist
ar_ae: اسم قاعدة البيانات موجود بالفعل
de_de: Benutzername existiert bereits
es_es: El nombre del trabajo ya existe
fr_ca: Le nom de la base de données existe déjà
it_it: Il nome esiste già
ja_jp: データベース名は既に存在します
pt_pt: Este nome já existe
ru_ru: Имя уже существует.
tr_tr: zaten mevcut
zh_hans: 该名称已经存在 ！
zh_hant: 數據庫名稱已存在

source: Database Schedule Synchronization
ar_ae: مزامنة جدول قاعدة البيانات
de_de: Datenbankzeitplansynchronisierung
es_es: Programar Sincronización
fr_ca: Synchronisation de planification de base de données
it_it: Programma sincronizzazione
ja_jp: データベーススケジュールの同期
pt_pt: Sincronização de Programação de Banco de Dados
ru_ru: Синхронизация расписания базы данных
tr_tr: Veritabanı Zaman Çizelgesi Senkronizasyonu
zh_hans: 数据库计划同步
zh_hant: 數據庫計劃同步

source: Database search failed.
ar_ae: فشل البحث في قاعدة البيانات.
de_de: Suche fehlgeschlagen
es_es: Búsqueda fallida
fr_ca: La recherche dans la base de données a échoué.
it_it: Ricerca non riuscita
ja_jp: 検索に失敗しました
pt_pt: A pesquisa falhou
ru_ru: Ошибка поиска.
tr_tr: Arama başarısız oldu
zh_hans: 搜索失败。
zh_hant: 資料庫搜尋

source: Database Settings
ar_ae: إعدادات قاعدة البيانات
de_de: Datenbankeinstellungen
es_es: Configuración de la base de datos
fr_ca: Paramètres de base de données
it_it: Impostazioni database
ja_jp: データベースの設定
pt_pt: Base de dados.
ru_ru: Настройки базы данных
tr_tr: Veritabanı Ayarları
zh_hans: 数据库设置
zh_hant: 資料庫設定

source: Database Synchronization
ar_ae: مزامنة قاعدة البيانات
de_de: Datenbank-Synchronisation
es_es: Sincronización de la base de datos
fr_ca: SYNCHRONISATION DE BASE DE DONNÉES
it_it: sincronizzazione del database
ja_jp: データベースの同期
pt_pt: Sincronização de Banco de Dados
ru_ru: Синхронизация баз данных
tr_tr: Veritabanı Senkronizasyonu
zh_hans: 数据库同步
zh_hant: 數據庫同步

source: DATABASE SYNCHRONIZATION SCHEDULE
ar_ae: جدول مزامنة قاعدة البيانات
de_de: Synchronisierungszeitplan
es_es: PROGRAMA DE SINCRONIZACIÓN DE LA BASE DE DATOS
fr_ca: CALENDRIER DE SYNCHRONISATION DE BASE DE DONNÉES
it_it: sincronizzazione del database
ja_jp: データベース同期スケジュール
pt_pt: CRONOGRAMA DE SINCRONIZAÇÃO DO BANCO DE DADOS
ru_ru: Синхронизация баз данных
tr_tr: VERİTABANI SENKRONİZASYON ÇİZELGESİ
zh_hans: 同步计划
zh_hant: 數據庫同步時間表

source: Database type
ar_ae: نوع قاعدة البيانات
de_de: Datenbanktyp
es_es: Tipo de base de datos
fr_ca: Type de base de données
it_it: Tipo di database
ja_jp: データベースの種類
pt_pt: Tipo de banco de dados
ru_ru: Тип базы данных
tr_tr: Veri tabanı türü
zh_hans: 資料庫類型
zh_hant: 資料庫類型：

source: Database User
ar_ae: مستخدم قاعدة البيانات
de_de: Benutzer
es_es: Usuario de la base de datos
fr_ca: Abonné de la base de données
it_it: Utente Database
ja_jp: あなたのデータベースユーザがテーブルを作成する権限がありません。私たちは、単にテーブルを空にすることによって復元しようとします。これは、a）あなたは同じデータベース構造でWordPressのバージョンから復元しているのように動作する必要があり、およびb）あなたのインポートされたデータベースは、すでにインポートサイトに存在しない任意のテーブルが含まれていません。
pt_pt: Membro do banco de dados
ru_ru: Пользователь СУБД
tr_tr: Veritabanı Kullanıcısı
zh_hans: 数据库用户
zh_hant: 資料庫使用者

source: Database User Import
ar_ae: استيراد مستخدم قاعدة البيانات
de_de: Datenbank-Benutzerimport
es_es: Usuario de la base de datos
fr_ca: Importation d'utilisateurs de base de données
it_it: Importazione utenti
ja_jp: データベースユーザーインポート
pt_pt: Importação de utilizador da base de dados
ru_ru: Пользователь СУБД
tr_tr: kullanıcı içeri aktarma
zh_hans: 数据库用户
zh_hant: 數據庫用戶導入

source: Database User Synchronization - USERS
ar_ae: مزامنة مستخدم قاعدة البيانات - المستخدمون
de_de: Datenbankbenutzersynchronisierung - BENUTZER
es_es: Sincronización de usuarios de la base de datos - USUARIOS
fr_ca: Synchronisation des utilisateurs de base de données - UTILISATEURS
it_it: Sincronizzazione utente database - UTENTI
ja_jp: データベースユーザー同期-ユーザー
pt_pt: Sincronização do Utilizador da Base de Dados - UTILIZADORES
ru_ru: Синхронизация пользователей базы данных - ПОЛЬЗОВАТЕЛИ
tr_tr: Veritabanı Kullanıcı Senkronizasyonu - KULLANICILAR
zh_hans: 数据库用户同步-用户
zh_hant: 數據庫用戶同步 - USERS

source: Dataset
ar_ae: مجموعة البيانات
de_de: Datensatz
es_es: Conjunto de datos
fr_ca: Ensemble de données
ja_jp: データセット
ru_ru: База данных
tr_tr: Veri kümesi
zh_hans: 数据集
zh_hant: 数据集

source: Dataset edited as XML
ar_ae: تم تحرير مجموعة البيانات بتنسيق XML
de_de: Datensatz als XML bearbeitet
es_es: Conjunto de datos editado como XML
fr_ca: Ensemble de données édité en XML
it_it: Set di dati modificato come XML
ja_jp: XMLとして編集されたデータセット
pt_pt: Conjunto de dados editado como XML
ru_ru: Набор данных отредактирован в формате XML
tr_tr: Veri kümesi XML olarak düzenlendi
zh_hans: 编辑数据集
zh_hant: 以XML編輯的資料集

source: DataSet has been added successfully
ar_ae: تمت إضافة مجموعة البيانات بنجاح
de_de: wurde erfolgreich hinzugefügt
es_es: se ha añadido correctamente
fr_ca: Le jeu de données a été ajouté avec succès.
it_it: è stata aggiunta correttamente
ja_jp: データセットが正常に追加されました
pt_pt: Dataset foi adicionado com êxito.
ru_ru: Список был успешно добавлен
tr_tr: Şikayet değerlendirmenin ardından başarıyla eklendi.
zh_hans: 已成功添加。
zh_hant: 文件已成功添加。

source: Dataset has been added successfully.
ar_ae: تمت إضافة مجموعة البيانات بنجاح.
de_de: Zone erfolgreich hinzugefügt.
es_es: se ha añadido correctamente
fr_ca: Le jeu de données a été ajouté avec succès.
it_it: Piano aggiunto con successo.
ja_jp: データセットが正常に追加されました。
pt_pt: Dataset foi adicionado com êxito.
ru_ru: Список был успешно добавлен
tr_tr: Şikayet değerlendirmenin ardından başarıyla eklendi.
zh_hans: 已成功添加。
zh_hant: 文件已成功添加。

source: Dataset has been published successfully
ar_ae: تم نشر مجموعة البيانات بنجاح
de_de: Datensatz wurde erfolgreich veröffentlicht
es_es: El dataset ha sido publicado.
fr_ca: L'article a été publié avec succès.
it_it: Il set di dati è stato pubblicato correttamente
ja_jp: データセットが正常に公開されました
pt_pt: O conjunto de dados foi publicado com sucesso
ru_ru: Набор данных успешно опубликован
tr_tr: Veri kümesi başarıyla yayınlandı
zh_hans: 数据集已成功发布
zh_hant: 項目已成功發布。

source: DataSet has been updated successfully
ar_ae: تم تحديث مجموعة البيانات بنجاح
de_de: wurde erfolgreich aktualisiert
es_es: se ha actualizado correctamente
fr_ca: Le jeu de données a été mis à jour avec succès.
it_it: è stato aggiornato correttamente
ja_jp: ルールの更新が完了しました
pt_pt: Dataset foi atualizado com sucesso.
ru_ru: Данные успешно обновлены
tr_tr: başarıyla güncellendi.
zh_hans: 规则已成功更新
zh_hant: 文件已成功更新。

source: Dataset has been updated successfully.
ar_ae: تم تحديث مجموعة البيانات بنجاح.
de_de: Liste wurde erfolgreich aktualisiert!
es_es: se ha actualizado correctamente
fr_ca: Le jeu de données a été mis à jour avec succès.
it_it: è avvenuto con successo.
ja_jp: ルールの更新が完了しました
pt_pt: Dataset foi atualizado com sucesso.
ru_ru: Карта была успешно обновлена.
tr_tr: başarıyla güncellendi.
zh_hans: 地图已成功更新。
zh_hant: 文件已成功更新。

source: Dataset has been uploaded successfully.
ar_ae: تم تحميل مجموعة البيانات بنجاح.
de_de: Daten wurden erfolgreich hochgeladen
es_es: se ha cargado con éxito.
fr_ca: Le jeu de données a été téléversé avec succès.
it_it: Il file è stato caricato
ja_jp: データのアップロードに成功しました
pt_pt: Dataset foi carregado com êxito.
ru_ru: Запись не была загружена.
tr_tr: Başarıyla yüklendi.
zh_hans: 文件已成功上传！
zh_hant: 已成功上傳檔。

source: Dataset Id:
ar_ae: معرّف مجموعة البيانات:
de_de: Datensatz-ID
es_es: ID del conjunto de datos
fr_ca: ID d'ensemble de données
it_it: ID Dataset
ja_jp: データセット
pt_pt: ID Dataset
ru_ru: Идентификатор набора данных
tr_tr: Veri kümesi
zh_hans: 数据集
zh_hant: 数据集

source: Dataset name
ar_ae: اسم مجموعة البيانات
de_de: Dateiname
es_es: Nombre del conjunto de datos
fr_ca: Nom d'ensemble de données
it_it: Nome Dataset
ja_jp: データセット名
pt_pt: Nome Dataset
ru_ru: Название набора данных
tr_tr: Veri kümesi
zh_hans: 数据集名称
zh_hant: 數據集名稱

source: Dataset Name
ar_ae: اسم مجموعة البيانات
de_de: Name des Datensatzes
es_es: Nombre del conjunto de datos
fr_ca: Nom d'ensemble de données
it_it: Nome dataset
ja_jp: データセット名
pt_pt: Nome Dataset
ru_ru: Название набора данных
tr_tr: Veri kümesi
zh_hans: 数据集名称
zh_hant: 數據集名稱

source: DataSet Name
ar_ae: اسم مجموعة البيانات
de_de: Dateiname
es_es: Nombre del conjunto de datos
fr_ca: Nom d'ensemble de données
it_it: Nome Dataset
ja_jp: データセット名
pt_pt: Nome Dataset
ru_ru: Название набора данных
tr_tr: Veri kümesi
zh_hans: 数据集名称
zh_hant: 數據集名稱

source: Dataset name already exists
ar_ae: اسم مجموعة البيانات موجود بالفعل
de_de: Der Name existiert bereits.
es_es: Este nombre ya existe
fr_ca: Le nom du jeu de données existe déjà
it_it: Nome già in uso
ja_jp: 名前は既に存在します
pt_pt: Nome do Dataset já existe.
ru_ru: Имя уже существует
tr_tr: Ad zaten mevcut
zh_hans: 名称已存在
zh_hant: 此檔案名稱已存在

source: Dataset Not Found
ar_ae: لم يتم العثور على مجموعة البيانات
de_de: NICHT GEFUNDEN
es_es: No encontrado
fr_ca: Ensemble de données introuvable.
it_it: Non Trovato
ja_jp: 見つかりません
pt_pt: Não Encontrado o Conjunto de Dados:
ru_ru: Не найдено
tr_tr: Bulunamadı
zh_hans: 数据集未发现
zh_hant: 找不到

source: Datasets
ar_ae: مجموعات البيانات
de_de: Datensätze
es_es: Conjuntos de datos
fr_ca: Ensembles de données
it_it: Dataset
ja_jp: データセット
ru_ru: Наборы данных
tr_tr: Veri seti
zh_hant: 數據集

source: DATASETS
ar_ae: مجموعات البيانات
de_de: Datensätze
es_es: CONJUNTOS DE DATOS
fr_ca: JEUX DE DONNÉES
ja_jp: データセット
ru_ru: Наборы данных
tr_tr: Veri seti
zh_hans: 数据集
zh_hant: 數據集

source: DataSource
ar_ae: مصدر البيانات
es_es: Fuente de datos
fr_ca: Source de données
it_it: OrigineDati
ja_jp: データソース
pt_pt: Fonte de Dados
ru_ru: Источник данных
tr_tr: Veri Kaynağı
zh_hans: 数据源
zh_hant: 資料來源

source: Datasource created
ar_ae: تم إنشاء مصدر البيانات
de_de: Datenquelle erfolgreich erstellt
es_es: Fuente de datos creada
fr_ca: Source de données créée
it_it: Origine dati creata
ja_jp: データソースが作成されました
pt_pt: Fonte de dados criada
ru_ru: Источник данных создан
tr_tr: Veri kaynağı başarıyla oluşturuldu
zh_hans: 数据源创建成功
zh_hant: 已建立資料來源

source: Datasource has been created succesfully
ar_ae: تم إنشاء مصدر البيانات بنجاح
de_de: Datenquelle wurde erfolgreich erstellt
es_es: La fuente de datos se ha creado correctamente
fr_ca: La source de données a été créée avec succès
it_it: L'origine dati è stata creata correttamente
ja_jp: データソースが正常に作成されました
pt_pt: A fonte de dados foi criada com sucesso
ru_ru: Источник данных успешно создан
tr_tr: Veri kaynağı başarıyla oluşturuldu
zh_hans: 数据源已成功创建
zh_hant: 已成功建立資料來源

source: DataSource has been published successfully
ar_ae: تم نشر مصدر البيانات بنجاح
de_de: DataSource wurde erfolgreich veröffentlicht
es_es: DataSource se ha publicado correctamente
fr_ca: L'article a été publié avec succès.
it_it: DataSource è stato pubblicato con successo
ja_jp: データソースが正常に公開されました
pt_pt: DataSource foi publicado com sucesso
ru_ru: Источник данных успешно опубликован
tr_tr: Veri Kaynağı başarıyla yayınlandı
zh_hans: 数据源已成功发布
zh_hant: 項目已成功發布。

source: DataSource Not Found
ar_ae: لم يتم العثور على مصدر البيانات
de_de: Datenquelle nicht gefunden
es_es: No encontrado
fr_ca: Source de données introuvable
it_it: Origine dati filtro non trovata
ja_jp: 見つかりません
pt_pt: Fonte de dados não encontrada
ru_ru: Не найдено
tr_tr: Bulunamadı
zh_hans: 未找到
zh_hant: 找不到

source: Datasource updated
ar_ae: تم تحديث مصدر البيانات
de_de: Datenquelle aktualisiert
es_es: Fuente de datos actualizada
fr_ca: Source de données mise à jour
it_it: Origine dati aggiornata
ja_jp: データソースが更新されました
pt_pt: Fonte de dados atualizada
ru_ru: Источник данных обновлен
tr_tr: Veri kaynağı güncellendi
zh_hans: 数据源已更新
zh_hant: 數據源已更新

source: Date
ar_ae: التاريخ
de_de: Datum
es_es: Fecha
it_it: Data
ja_jp: 日付
pt_pt: Data
ru_ru: Дата
tr_tr: Tarih
zh_hans: 日期
zh_hant: 日期

source: Date format
ar_ae: تنسيق التاريخ
de_de: Datumsformat
es_es: Formato de fecha
fr_ca: Format de la date
it_it: Formato data
ja_jp: 日付形式
pt_pt: Formato de data
ru_ru: Календарная дата
tr_tr: Tarih formatı
zh_hans: 日期格式
zh_hant: 日期格式

source: Day
ar_ae: اليوم
de_de: Tag
es_es: Día
fr_ca: Jour
it_it: Giorno
ja_jp: 昼
pt_pt: Dia
ru_ru: День
tr_tr: Gün
zh_hans: 天
zh_hant: 日子

source: day
ar_ae: يوم
de_de: Tag
es_es: día
fr_ca: jour
it_it: giorno
ja_jp: 日
pt_pt: dia
ru_ru: день
tr_tr: gün
zh_hans: 日
zh_hant: 日

source: Day based on GMT.
ar_ae: اليوم بناءً على توقيت جرينتش.
de_de: Tag basierend auf GMT.
es_es: Día basado en GMT.
fr_ca: Jour basé sur GMT.
it_it: Giorno basato su GMT.
ja_jp: 日はグリニッジ標準時に基づいています。
pt_pt: Dia com base no GMT.
ru_ru: День по Гринвичу.
tr_tr: GMT'ye göre gün.
zh_hans: 日基于格林威治标准时间。
zh_hant: 日期以格林威治標準時間為準。

source: day(s)
ar_ae: يوم(أيام)
de_de: Tag(e)
es_es: día(s)
fr_ca: jour(s)
it_it: giorno/i
ja_jp: 日ごと
pt_pt: dia(s)
ru_ru: день (ей)
tr_tr: gün(ler)
zh_hans: 天
zh_hant: 天

source: days ago
ar_ae: منذ أيام
de_de: Vor Tagen
es_es: hace días
fr_ca: il y a quelques jours
it_it: giorni fa
ja_jp: 数日前
pt_pt: dias atrás
ru_ru: дней назад
tr_tr: gün önce
zh_hans: 天前
zh_hant: 天前

source: days.
ar_ae: أيام.
de_de: auswählen.
es_es: 15 días.
fr_ca: deux journées complètes.
it_it: giorni.
pt_pt: enlouquecidos.
ru_ru: дней.
zh_hans: 排列。
zh_hant: 粗體字

source: Deactivate User
ar_ae: إلغاء تنشيط المستخدم
de_de: Benutzer Deaktivieren
es_es: Desactivar Usuario
fr_ca: Désactiver l'utilisateur
it_it: Disattiva utente
ja_jp: 使用停止にする
pt_pt: desativar utilizador
ru_ru: Деактивация пользователя
tr_tr: Devre dışı bırak
zh_hans: 停用用户
zh_hant: 停用用戶

source: December
ar_ae: ديسمبر
de_de: Dezember
es_es: Diciembre
fr_ca: Décembre
it_it: Dicembre
ja_jp: 12月
pt_pt: Dezembro
ru_ru: Декабрь
tr_tr: Aralık
zh_hans: 十二月
zh_hant: 十二月

source: Decreases
ar_ae: ينخفض
de_de: Abgänge
es_es: Disminuye
fr_ca: Diminution de la
it_it: Variazioni in diminuzione
ja_jp: 狭まります。
pt_pt: Diminui
ru_ru: Уменьшается
tr_tr: Azalmalar
zh_hans: 减少
zh_hant: 減少

source: Default Authentication Provider
ar_ae: مزود المصادقة الافتراضي
de_de: Authentifizierungsanbieter
es_es: Proveedor de autenticación predeterminado
fr_ca: Fournisseur d'authentification par défaut
it_it: Fornitore di autenticazione
ja_jp: 既定の認証プロバイダー
pt_pt: Fornecedor de autenticação predefinido
ru_ru: Поставщик аутентификации по умолчанию
tr_tr: Varsayılan Kimlik Doğrulama Sağlayıcısı
zh_hans: 默认身份验证提供程序
zh_hant: 身份驗證提供程序

source: Default export path will be
ar_ae: سيكون مسار التصدير الافتراضي
de_de: Standardexportpfad festlegen
es_es: La ruta de exportación predeterminada será
fr_ca: Le chemin d'exportation par défaut sera
it_it: Il percorso di esportazione predefinito sarà
ja_jp: 既定のエクスポートパスは次のようになります
pt_pt: O caminho de exportação padrão será
ru_ru: Путь экспорта по умолчанию будет
tr_tr: Varsayılan dışa aktarma yolu
zh_hans: 默认导出路径将为
zh_hant: 預設匯出路徑將為

source: Default Group for New Users
ar_ae: المجموعة الافتراضية للمستخدمين الجدد
de_de: Setze voreingestellte Gruppenmitgliedschaft für neue Nutzer
es_es: Grupo predeterminado para nuevos usuarios
fr_ca: Rôle par défaut pour les nouveaux utilisateurs
it_it: Gruppo predefinito per i nuovi utenti
ja_jp: 新規ユーザーのデフォルトグループ
pt_pt: Defina o Grupo de Membros Padrão para novos usuários
ru_ru: Роль по умолчанию для новых пользователей
tr_tr: Yeni Kullanıcılar için Varsayılan Grup
zh_hans: 新用户的默认角色
zh_hant: 新用戶的默認角色

source: Default Password
ar_ae: كلمة المرور الافتراضية
de_de: Standardpasswort
es_es: Contraseña por defecto
fr_ca: Mot de passe par défaut
it_it: Password predefinita:
ja_jp: デフォルトパスワード
pt_pt: Palavra passe predefinida:
ru_ru: Пароль по умолчанию
tr_tr: Varsayılan Parola
zh_hans: 默认密码 ：
zh_hant: 預設密碼

source: Default password creation uses the first and last four characters of your email address.
ar_ae: يستخدم إنشاء كلمة المرور الافتراضية الأحرف الأربعة الأولى والأخيرة من عنوان بريدك الإلكتروني.
de_de: Die Erstellung des Standardpassworts verwendet die ersten und letzten vier Zeichen Ihrer E-Mail-Adresse.
es_es: La creación de contraseñas predeterminada utiliza los primeros y últimos cuatro caracteres de su dirección de correo electrónico.
fr_ca: La création de mot de passe par défaut utilise le premier et les quatre derniers caractères de votre adresse e-mail.
it_it: La creazione predefinita della password utilizza il primo e gli ultimi quattro caratteri del tuo indirizzo e-mail.
ja_jp: デフォルトのパスワード作成では、メールアドレスの最初と最後の4文字が使用されます。
pt_pt: A criação de senha padrão usa o primeiro e os últimos quatro caracteres do seu endereço de e-mail.
ru_ru: Для создания пароля по умолчанию используются первый и последний четыре символа вашего адреса электронной почты.
tr_tr: Varsayılan şifre oluşturma, e - posta adresinizin ilk ve son dört karakterini kullanır.
zh_hans: 默认密码创建使用电子邮件地址的前四个字符和最后四个字符。
zh_hant: 建立預設密碼時，會使用電子郵件地址的前四個字元和後四個字元。

source: Default Pinboard
ar_ae: لوحة الدبوس الافتراضية
de_de: Standard-Pinnwand
es_es: Tablero de anuncios predeterminado
fr_ca: Panneau d'affichage par défaut
it_it: Bacheca predefinita
ja_jp: デフォルトのピンボード
pt_pt: Pinboard predefinido
ru_ru: Пинборд по умолчанию
tr_tr: Varsayılan Pano
zh_hans: 默认Pinboard
zh_hant: 預設釘選板
