Repository: naveenkumar-balachandran/server-localization
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, es_es, fr_ca, it_it, ja_jp, pt_pt, ru_ru, tr_tr, zh_hans, zh_hant

source: Enabling this option will permit requests from whitelisted IP addresses. However, activating this feature won't immediately enforce IP whitelisting. Please specify the necessary IP address to be whitelisted and click on the save option to apply the changes.
de_de: Wenn Sie diese Option aktivieren, werden Anfragen von IP-Adressen auf der Whitelist zugelassen. Wenn Sie diese Funktion aktivieren, wird das IP-Whitelisting jedoch nicht sofort erzwungen. Bitte geben Sie die erforderliche IP-Adresse an, die auf die Whitelist gesetzt werden soll, und klicken Sie auf die Option Speichern, um die Änderungen zu übernehmen.
it_it: L'abilitazione di questa opzione consentirà le richieste da indirizzi IP autorizzati. Tuttavia, l'attivazione di questa funzione non applicherà immediatamente la whitelisting IP. Specifica l'indirizzo IP necessario da inserire nella whitelist e fai clic sull'opzione di salvataggio per applicare le modifiche.
zh_hant: 啟用此選項將允許來自白名單IP位址的請求。但是，激活此功能不會立即強制IP白名單。請指定要列入白名單的必要IP位址，然後按一下儲存選項以套用變更。

source: Maximum:50 MB
de_de: max. 50
it_it: Massimo un 50%.
zh_hant: 最大值： 50 MB

source: Now, you can use your own domain
de_de: Verwenden Sie Ihre eigene Domain
it_it: Ora puoi utilizzare il tuo dominio
zh_hant: 現在，您可以使用自己的網域

source: OAuth
zh_hant: 身份驗證

source: Please add your current IP address {0} to the whitelisting. Once added all required IP address please save this changes
de_de: Bitte fügen Sie Ihre aktuelle IP-Adresse {0} zum Whitelisting hinzu. Nachdem Sie alle erforderlichen IP-Adressen hinzugefügt haben, speichern Sie diese Änderungen bitte
it_it: Aggiungi il tuo attuale indirizzo IP {0} alla whitelist. Una volta aggiunto tutto l'indirizzo IP richiesto, salva queste modifiche
zh_hant: 請將您目前的IP位址 {0} 新增至白名單。新增所有必需的IP位址後，請儲存此變更

source: Select Access
de_de: Access auswählen
it_it: Seleziona accesso
zh_hant: 選擇訪問

source: Select Group
de_de: Gruppe wählen
it_it: Seleziona gruppo
zh_hant: 選擇群組

source: SSL Certificate expires on
de_de: Dieses Zertifikat verfällt am
it_it: Il certificato scade il:
zh_hant: SSL憑證到期日

source: Synchronize Groups
de_de: Gruppen synchronisieren
it_it: Sincronizzazione gruppi
zh_hant: 同步群組

source: Synchronize Users with Exsiting Database
de_de: Benutzer mit vorhandener Datenbank synchronisieren
it_it: Sincronizza gli utenti con il database in uscita
zh_hant: 將用戶與現有數據庫同步

source: Update custom domain
de_de: Eigene Domain
it_it: Dominio Personalizzato
zh_hant: 自訂網域

source: Use custom domain
de_de: Benutzerdefinierte Domain verwenden
it_it: Dominio Personalizzato
zh_hant: 自訂網域

source: Welcome note
de_de: Grußwort
it_it: Nota di benvenuto
zh_hant: 歡迎留言

source: Invalid IP address. Please provide valid IPv4 address
de_de: Ungültige IP-Adresse. Bitte geben Sie eine gültige IPv4-Adresse an
it_it: Indirizzo IP non valido. Fornisci un indirizzo IPv4 valido
zh_hant: IP位址無效。請提供有效的IPv4位址

source: Invalid IP address. Please provide valid IPv6 address
de_de: Ungültige IP-Adresse. Bitte geben Sie eine gültige IPv6-Adresse an
it_it: Indirizzo IP non valido. Fornisci un indirizzo IPv6 valido
zh_hant: IP位址無效。請提供有效的IPv6位址

source: Please enter IP address
de_de: Bitte IP-Adresse eingeben
it_it: Per favore, inserisci l’indirizzo IP
zh_hant: 請輸入位址

source: @globalAppSettings.SystemSettings.ProductVersion
de_de: globalAppSettings.SystemSettings.ProduktVersion
